Repository: thinkageltd/MainBoss
Catalog: Thinkage.MainBoss.Service/TranslationResources/messages.*.resx
Languages: es, fr

source: , but normally should not be used as the service defaults to 'Network Service'
es: , pero normalmente no se debe utilizar como el servicio por defecto a'Network Service'
fr: , mais normalement ne devrait pas être utilisé car le service par défaut est 'Network Service'

source: {0} and {1} are required with all authentication methods other than {0}="{1}"
es: {0} y {1} son necesarios con todos los métodos de autenticación distintos de {0} = "{1}"
fr: {0} et {1} sont requis avec toutes les méthodes d'authentification autres que {0} = "{1}"

source: {0} and {1} should not be supplied without specifying a {2}
es: {0} y {1} no se deben suministrar sin especificar {2}
fr: {0} et {1} ne doivent pas être fournis sans spécifier un {2}

# Thinkage.MainBoss.Service§{0} can not be used on a remote computer
source: {0} can not be used on a remote computer
es: {0} no se puede utilizar en una computadora remota
fr: {0} ne peut pas être utilisé sur un ordinateur distant

# Thinkage.MainBoss.Service§{0} can not be used with {1}
source: {0} can not be used with {1}
es: {0} no se puede utilizar con {1}
fr: {0} ne peut pas être utilisé avec {1}

# Thinkage.MainBoss.Service§{0} can only be used with {1}
source: {0} can only be used with {1}
es: {0} sólo se puede utilizar con {1}
fr: {0} ne peut être utilisé avec {1}

# Thinkage.MainBoss.Service§{0} cannot be used with any other arguments
source: {0} cannot be used with any other arguments
es: {0} no se puede utilizar con cualquier otro argumento
fr: {0} ne peut pas être utilisé avec d'autres arguments

source: '{0}' does not have a Windows Service for MainBoss '{1}' configured
es: '{0}' no tiene un servicio de Windows para MainBoss '{1}' configurado
fr: '{0}' n'a pas de service de Windows pour MainBoss '{1}' configuré

source: {0} has not been set. Notification messages will not contain a link to the Web Access or Web Request web page.
es: {0} no se ha establecido. Los mensajes de notificación no contener un enlace a la página web de Acceso web o Solicitud Web.
fr: {0} n'a pas été défini. Les messages de notification seront pas contenir un lien vers la page Web d'accès Web ou demande Web.

source: '{0}' is configured with its Windows Service for MainBoss on computer '{1}' not computer '{2}'
es: '{0}' está configurada con su servicio de Windows para MainBoss en la computador '{1}' no computadora '{2}'
fr: '{0}' est configuré avec son service Windows pour MainBoss sur l'ordinateur '{1}' pas l'ordinateur '{2}'

source: '{0}' is configured with Windows Service for MainBoss '{1}' not '{2}'
es: '{0}' está configurado con servicios de Windows para MainBoss '{1}' no '{2}'
fr: '{0}' est configuré avec le service Windows pour MainBoss '{1}' non '{2}'

source: '{0}' is not a valid formatted SQL Server connection string
es: '{0}' no es una cadena de conexión de SQL Server formateada válida
fr: '{0}' n'est pas une chaîne de connexion SQL Server formatée valide

# Thinkage.MainBoss.Service§'{0}' is not a valid value for '{1}'
source: '{0}' is not a valid value for '{1}'
es: '{0}' no es un valor válido para '{1}'
fr: '{0}' n'est pas une valeur valide pour '{1}'

# Thinkage.MainBoss.Service§{0} must be used with no other options
source: {0} must be used with no other options
es: {0} debe utilizarse con ninguna otra opción
fr: {0} doit être utilisé avec pas d'autres options

# Thinkage.MainBoss.Service§{0} option can not be used in user interactive mode
source: {0} option can not be used in user interactive mode
es: {0} opción no se puede utilizar en modo interactivo usuario
fr: {0} option ne peut pas être utilisé en mode interactif d'utilisateur

# Thinkage.MainBoss.Service§{0} option can not be used when running as a service
source: {0} option can not be used when running as a service
es: La opción {0} no se puede utilizar cuando se ejecuta como un servicio
fr: {0} option ne peut pas être utilisée lors de l'exécution en tant que service

# Thinkage.MainBoss.Service§{0} option can only be used in user interactive mode
source: {0} option can only be used in user interactive mode
es: {0} opción sólo se puede utilizar en modo interactivo usuario
fr: {0} option ne peut être utilisé en mode interactif d'utilisateur

# Thinkage.MainBoss.Service§{0} option is required when running as a service
source: {0} option is required when running as a service
es: {0} se requiere opción cuando se ejecuta como un servicio
fr: {0} option est requise lors de l'exécution en tant que service

source: {0} options all require the program to be run as an Administrator
es: {0} todas las opciones requieren el programa a ejecutar como administrador
fr: {0} options de tous exiger que le programme à exécuter en tant qu'administrateur

# Thinkage.MainBoss.Service§{0} options can only be used in user interactive mode
source: {0} options can only be used in user interactive mode
es: {0} opciones sólo se pueden utilizar en modo interactivo de usuario
fr: {0} options ne peuvent être utilisés en mode interactif de l'utilisateur

# Thinkage.MainBoss.Service§A {0} is needed with {1} or {2}
source: A {0} is needed with {1} or {2}
es: Se necesita {0} con {1} o {2}
fr: Un {0} est nécessaire avec {1} ou {2}

# Thinkage.MainBoss.Service§A {0} is needed with {1} or {2} or {3}
source: A {0} is needed with {1} or {2} or {3}
es: Se necesita {0} con {1} o {2} o {3}
fr: Un {0} est nécessaire avec {1} ou {2} ou {3}

source: A Windows Service for MainBoss '{0}' already exists on this computer
es: Un servicio de Windows para MainBoss '{0}' ya existe en esta computadora
fr: Un service Windows pour MainBoss '{0}' existe déjà sur cet ordinateur

source: A Windows Service for MainBoss '{0}' exists on computer '{1}', but needs to be updated
es: Un servicio de Windows para MainBoss '{0}' existe en la computador '{1}', pero necesita ser actualizado
fr: Un service Windows pour MainBoss '{0}' existe sur l'ordinateur '{1}', mais a besoin d'être mis à jour

# Thinkage.MainBoss.Service§Access
source: Access
es: Accesso
fr: Accès

source: Administrative option to create a Windows Service for MainBoss on this computer
es: Opción administrativa para crear un Servicio de MainBoss en esta computadora
fr: Option administrative pour créer un service MainBoss sur cet ordinateur

source: Administrative option to delete a Windows Service for MainBoss on this computer
es: Opción administrativa para eliminar un servicio MainBoss en esta computadora
fr: Option administrative pour supprimer un service MainBoss sur cet ordinateur

source: An {0} of the Windows Service for MainBoss must be done on computer '{1}'.
es: Un {0} del servicio de Windows para MainBoss se debe hacer en la computadora '{1}'.
fr: Un {0} du service Windows pour MainBoss doit être effectué sur l'ordinateur '{1}'.

source: Attempting to restart Windows Service for MainBoss after a logging failure
es: Intentando reiniciar el servicio de Windows para MainBoss después de un error de registro
fr: Tentative de redémarrer le service Windows pour MainBoss après un échec de journalisation

# Thinkage.MainBoss.Service§by supplying '{0}' with '{1}' and '{2}'
source: by supplying '{0}' with '{1}' and '{2}'
es: mediante el suministro de '{0}' con '{1}' y '{2}'
fr: En fournissant '{0}' avec '{1}' et '{2}'

# Thinkage.MainBoss.Service§Can Access
source: Can Access
es: Se puede tener Acceso
fr: Peut Accéder

# Thinkage.MainBoss.Service§Cannot access MainBoss database {0}
source: Cannot access MainBoss database {0}
es: No se ha podido acceder a la base de datos de MainBoss {0}
fr: Impossible d'accéder à la base de données MainBoss {0}

# Thinkage.MainBoss.Service§Cannot install Windows Service for MainBoss
source: Cannot install Windows Service for MainBoss
es: No se puede instalar servicios de Windows para MainBoss
fr: Impossible d'installer le service Windows pour MainBoss

# Thinkage.MainBoss.Service§Checked for changes in MainBoss Service Configuration
source: Checked for changes in MainBoss Service Configuration
es: Se verificó la configuración de servicios de los cambios en MainBoss
fr: Vérifié pour les modifications au patron principal Service Configuration

# Thinkage.MainBoss.Service§Could not check Service Configuration for changes
source: Could not check Service Configuration for changes
es: No se ha podido comprobar los cambios de configuración de servicios
fr: Pouvait pas vérifier Configuration du Service pour les changements

source: Could not construct a valid SQL Server Connection string
es: No se pudo construir una cadena de conexión de SQL Server válida
fr: Impossible de construire une chaîne de connexion SQL Server valide

source: Currently there is no Windows Service for MainBoss installed for {0}
es: Actualmente no hay ningún servicio de Windows para MainBoss instalado para {0}
fr: Actuellement, il n'y a pas de service Windows pour MainBoss installé pour {0}

# Thinkage.MainBoss.Service§Database connection information was not supplied
source: Database connection information was not supplied
es: La información de conexión a la base de datos no se suministró
fr: L'information de connexion à la base de données n'a pas été fournie

# Thinkage.MainBoss.Service§Database Name
source: Database Name
es: Base de datos Nombre
fr: Nom de la base

# Thinkage.MainBoss.Service§Database Server
source: Database Server
es: Base de datos Servidor

# Thinkage.MainBoss.Service§Detailed Help on the options
source: Detailed Help on the options
es: Ayuda detallada sobre las opciones
fr: Aide détaillées sur les options

# Thinkage.MainBoss.Service§Exception: {0}
source: Exception: {0}
es: Excepción: {0}

source: Force an action to take place; should not normally be used. Will be required when a computer is no longer available.
es: Forzar una acción que tiene lugar; normalmente no deberían utilizarse. Será requerido cuando una computador ya no está disponible.
fr: Forcer une opération doit avoir lieu; ne devrait normalement pas être utilisé. Devra quand un ordinateur ne est plus disponible.

source: Found one Windows Service for MainBoss named '{0}' on computer '{1}'
es: Encontrado un servicio de Windows para MainBoss llamado '{0}' en la computadora '{1}'
fr: Trouvé un service Windows pour MainBoss nommé '{0}' sur l'ordinateur '{1}'

source: However, this program can also be run from a CMD console for diagnostic purposes.
es: Sin embargo, este programa también se puede ejecutar desde una consola de CMD con fines de diagnóstico.
fr: Cependant, ce programme peut également être exécuté à partir d'une console CMD à des fins diagnostiques.

source: If the command is run as an Administrator, and there is exactly one MainBoss Service,
es: Si el comando se ejecuta como un administrador y hay exactamente un servicio de MainBoss,
fr: Si la commande est exécutée en tant qu'administrateur, et il y a exactement un service MainBoss,

source: If the Windows Service for MainBoss is running, then running this program using the '{0}' or '{1}' options may result in duplicate notifications or duplicate requests made from incoming email.
es: Si el servicio de Windows para MainBoss está en ejecución, la ejecución de este programa con los '{0}' o '{1}' opciones pueden resultar en notificaciones duplicadas o duplicadas peticiones realizadas desde el correo electrónico entrante.
fr: Si le service Windows pour MainBoss est en cours d'exécution, puis d'exécuter ce programme en utilisant les '{0}' ou '{1}' options peuvent entraîner des notifications en double ou en double demandes d'e-mails entrants.

source: If there is more that one Windows Service for MainBoss on the computer then '{0}' can be use to pick the desired service,
es: Si hay más de un servicio de Windows para MainBoss en la computadora, entonces se puede usar '{0}' para elegir el servicio deseado,
fr: S'il y a plus d'un Service Windows pour MainBoss sur l'ordinateur, alors '{0}' peut être utilisé pour choisir le service souhaité,

source: In other cases '{0}' or '{1}' '{2}' can be used to select the correct database
es: En otros casos, se puede usar '{0}' o '{1}' '{2}' para seleccionar la base de datos correcta
fr: Dans d'autres cas, '{0}' ou '{1}' '{2}' peut être utilisé pour sélectionner la base de données correcte

source: It should not normally be used. The option will allow overriding of various error messages.
es: No debe utilizarse normalmente. La opción permitirá primordial de varios mensajes de error.
fr: Il ne devrait normalement pas être utilisé. L'option permettra primordial de divers messages d'erreur.

source: List all the Windows Services for MainBoss installed on this computer
es: Listar todos los Servicios de MainBoss instalados en esta computadora
fr: Énumérer tous les services MainBoss installés sur cet ordinateur

source: List of Windows Services for MainBoss on computer '{0}' follows:
es: Lista de Servicios de Windows para MainBoss en la computadora '{0}' sigue:
fr: Liste des services Windows pour MainBoss sur l'ordinateur '{0}' suit:

source: Log truncation request processing completed, removed all entries older than {0}
es: Entrar procesamiento de solicitudes de truncamiento completado, eliminado todas las entradas mayores de {0}
fr: Connectez-vous troncature traitement des demandes terminée, supprimé toutes les entrées de plus que {0}

source: MainBoss Service '{0}' starting on computer '{1}' using {2} running as user '{3}'
es: Servicio MainBoss '{0}' a partir del ordenador '{1}' con {2} por el usuario '{3}'
fr: MainBoss Service '{0}' à partir sur l'ordinateur '{1}' aide de {2} par l'utilisateur '{3}'

# Thinkage.MainBoss.Service§MainBoss Service Configuration has changed, refreshing
source: MainBoss Service Configuration has changed, refreshing
es: Configuración de servicio MainBoss ha cambiado y refrescante
fr: Configuration du service MainBoss a changé, rafraîchissant

# Thinkage.MainBoss.Service§MainBoss Service End of Debugging Session
source: MainBoss Service End of Debugging Session
es: MainBoss Servicio Fin de depuración de la sesión
fr: MainBoss Service de fin de session de débogage

source: MainBoss Service expects to be run as a Windows Service.
es: Servicio MainBoss espera que se ejecute como un servicio de Windows.
fr: Service de MainBoss se attend à être exécuté en tant que service Windows.

# Thinkage.MainBoss.Service§MainBoss Service Logging set to show: {0}
source: MainBoss Service Logging set to show: {0}
es: Servicio MainBoss Logging configurado para mostrar: {0}
fr: Service de MainBoss Logging réglé pour afficher: {0}

# Thinkage.MainBoss.Service§MainBoss Service Paused
source: MainBoss Service Paused
es: MainBoss Servicio Pausado
fr: MainBoss Service suspendu

source: MainBoss Service refresh complete with current configuration
es: Servicio MainBoss refrescar completa con configuración actual
fr: Service de MainBoss rafraîchir avec la configuration actuelle

# Thinkage.MainBoss.Service§MainBoss Service refresh starting
source: MainBoss Service refresh starting
es: Servicio MainBoss refrescar partida
fr: Service de MainBoss rafraîchir départ

# Thinkage.MainBoss.Service§MainBoss Service Resumed
source: MainBoss Service Resumed
es: Servicio MainBoss Continuación
fr: Service de MainBoss Reprise

# Thinkage.MainBoss.Service§MainBoss Service Shutdown
source: MainBoss Service Shutdown
es: Parada de servicio MainBoss
fr: Shutdown service MainBoss

source: MainBoss Service started in manual mode on {0} by user '{1}'
es: Servicio MainBoss inició en modo manual en {0} por el usuario '{1}'
fr: Service de MainBoss démarré en mode manuel sur {0} par l'utilisateur '{1}'

source: MainBoss Service: Basic diagnostics completed on {0} accessing the SQL Server with SQL User {1}
es: MainBoss Service: Diagnósticos básicos completados en {0} accediendo al SQL Server con SQL User {1}
fr: MainBoss Service: diagnostic de base terminé sur {0} accéder au serveur SQL avec l'utilisateur SQL {1}

source: Manually run the MainBoss Service. May cause duplicate messages if Windows Service for MainBoss is running
es: Ejecutar manualmente el servicio MainBoss. Puede causar mensaje duplicado si el servicio está funcionando
fr: Exécuter manuellement le Service MainBoss. Peut causer message en double si le service est en cours d'exécution

source: Multiple Windows Services for MainBoss exist; Choose one with the '{0}' option
es: Existen varios servicios de Windows para MainBoss; Elija uno con la opción '{0}'
fr: Plusieurs services Windows pour MainBoss existent; Choisissez un avec l'option '{0}'

# Thinkage.MainBoss.Service§Name of the Database.
source: Name of the Database.
es: Nombre de la base de datos.
fr: Nom de la base de données.

# Thinkage.MainBoss.Service§Name of the SQL Server that the database is on.
source: Name of the SQL Server that the database is on.
es: Nombre del servidor SQL que la base de datos esté activado.
fr: Nom du serveur SQL que la base de données est activée.

# Thinkage.MainBoss.Service§Need options {0} or {1} and {2} option to continue;
source: Need options {0} or {1} and {2} option to continue;
es: Necesita opciones {0} o {1} y {2} para continuar;
fr: Options nécessaires {0} ou {1} et {2} pour continuer;

source: No Windows Service for MainBoss found on computer '{0}'
es: Sin servicio de Windows para MainBoss encontró en la computadora '{0}'
fr: Pas de service Windows pour MainBoss trouvé sur l'ordinateur '{0}'

source: Options '{0}', '{1}' and '{2}' require this program to be run as an Administrator
es: Las opciones '{0}', '{1}' y '{2}' requieren que este programa se ejecute como administrador
fr: Les options '{0}', '{1}' et '{2}' nécessitent que ce programme soit exécuté en tant qu'administrateur

source: Password for the service User name; normally not supplied, not needed for 'Network Service'.
es: Contraseña para el nombre de servicio del usuario; normalmente no suministrado, no necesita de 'Servicio de red'.
fr: Mot de passe pour le service de nom de l'utilisateur; normalement non fourni, pas nécessaire pour 'Network Service'.

source: Password for the SQL User Name; normally not used with 'Windows Authentication'.
es: Contraseña para el nombre de usuario SQL; Normalmente no se utiliza con la "autenticación de Windows".
fr: Mot de passe pour le nom d'utilisateur SQL; normalement pas utilisé avec 'Authentification Windows'.

# Thinkage.MainBoss.Service§Press any key to end program
source: Press any key to end program
es: Pulse cualquier tecla para finalizar el programa
fr: Appuyez sur une touche à la fin du programme

# Thinkage.MainBoss.Service§'Process All' command received
source: 'Process All' command received
es: Comando 'Proceso All' recibió
fr: Commande 'Traiter tout' a reçu

# Thinkage.MainBoss.Service§'Process Assignment Notifications' command received
source: 'Process Assignment Notifications' command received
es: Comando 'Proceso de Asignación Notificaciones' recibió
fr: La commande 'processus attribution Notifications de reçu

# Thinkage.MainBoss.Service§'Process Email Requests' command received
source: 'Process Email Requests' command received
es: Comando 'Proceso Email Solicitudes 'recibido
fr: La commande 'Envoyer processus de demandes reçues

# Thinkage.MainBoss.Service§'Process Requestor Notifications' command received
source: 'Process Requestor Notifications' command received
es: Comando 'Proceso Solicitante Notificaciones' recibió
fr: La commande 'Process Requestor Notifications de reçu

# Thinkage.MainBoss.Service§'Refresh' command received
source: 'Refresh' command received
es: Comando 'Refrescar' recibió
fr: Commande 'Actualiser' reçu

source: Running this program as an Administrator may enable the configuration checks
es: La ejecución de este programa como Administrador puede permitir la comprobación de la configuración
fr: L'exécution de ce programme en tant qu'administrateur peut permettre les vérifications de configuration

source: Security Identification to the SQL Server. For internal use only.
es: Identificación de seguridad para SQL Server. Sólo para uso interno.
fr: Identification de sécurité sur SQL Server. Pour usage interne uniquement.

# Thinkage.MainBoss.Service§Service {0} running as user {1}
source: Service {0} running as user {1}
es: Servicio de {0} en marcha bajo el usuario {1}
fr: Service {0} fonctionnant sous utilisateur {1}

# Thinkage.MainBoss.Service§Service Name
source: Service Name
es: Nombre del servicio
fr: Nom du service

# Thinkage.MainBoss.Service§Service Name must be alphanumeric with no spaces
source: Service Name must be alphanumeric with no spaces
es: Nombre del servicio debe ser alfanumérico sin espacios
fr: Nom du service doit être alphanumérique sans espaces

# Thinkage.MainBoss.Service§Service User Name
source: Service User Name
es: Servicio de Nombre de Usuario
fr: Nom du service de l'utilisateur

# Thinkage.MainBoss.Service§Service Worker '{0}' appears to be not responding
source: Service Worker '{0}' appears to be not responding
es: Trabajador del servicio '{0}' parece ser que no responde
fr: Travailleurs du service '{0}' semble ne pas répondre

source: Special considerations are required when running the Windows Service for MainBoss under user '{0}' and the database server is on a different computer. The user '{0}' will access resources on the computer '{1}' as '{2}' which by default has no privileges and belongs to group 'Domain Computers'.
es: Se requieren consideraciones especiales cuando se ejecuta el servicio de Windows para MainBoss bajo el usuario '{0}' y el servidor de base de datos se encuentra en un equipo diferente. El usuario '{0}' accederá a los recursos de la computadora '{1}' como '{2}' que por defecto no tiene privilegios y pertenece al grupo 'Domain Computers'.
fr: Des considérations spéciales sont requises lors de l'exécution du service Windows pour MainBoss sous l'utilisateur '{0}' et le serveur de base de données se trouve sur un ordinateur différent. L'utilisateur '{0}' accède aux ressources sur l'ordinateur '{1}' sous la forme '{2}' qui n'a pas de privilèges par défaut et appartient au groupe 'Domain Computers'.

# Thinkage.MainBoss.Service§SQL access added to {0} for user {0}.
source: SQL access added to {0} for user {0}.
es: Se agregó el acceso SQL a {0} para el usuario {0}.
fr: Accès SQL ajouté à {0} pour l'utilisateur {0}.

source: SQL login added user {0}. Used by the Windows Service for MainBoss '{1}' on '{2}'
es: Acceso de SQL usuario añadido {0}. Utilizado por el servicio de Windows para MainBoss '{1}' en '{2}'
fr: Connexion SQL utilisateur ajouté {0}. Utilisé par le service Windows pour MainBoss '{1}' sur '{2}'

source: SQL login to server {0} and access to {0} added for user {0}.
es: El inicio de sesión de SQL en el servidor {0} y el acceso a {0} se agregaron para el usuario {0}.
fr: Connexion SQL au serveur {0} et accès à {0} ajouté à l'utilisateur {0}.

source: SQL Server Administrative option to grant access to the MainBoss database by the Service User Name
es: SQL Server opción administrativa para conceder acceso a la base de datos de MainBoss por el Servicio de Nombre de Usuario
fr: L'option d'administration à accorder l'accès à la base de données MainBoss par le Service Nom d'utilisateur SQL Server

# Thinkage.MainBoss.Service§SQL Server Connection string.
source: SQL Server Connection string.
es: Cadena de conexión de SQL Server.

source: Test the MainBoss Service configuration. May cause duplicate messages if Windows Service for MainBoss is running
es: Pruebe de la configuración del servicio MainBoss. Puede causar mensaje duplicado si el servicio está funcionando
fr: Testez la configuration du service MainBoss. Peut causer message en double si le service est en cours d'exécution
