Repository: thinkageltd/MainBoss
Catalog: Thinkage.MainBoss.Service/TranslationResources/messages.*.resx
Languages: es, fr

source: The '{0}' and '{1}' options can be used to set the user and password for the Windows Service for MainBoss
es: Las opciones '{0}' y '{1}' se pueden usar para configurar el usuario y la contraseña para el servicio de Windows para MainBoss
fr: Les options '{0}' et '{1}' peuvent être utilisées pour définir l'utilisateur et le mot de passe du service Windows pour MainBoss

source: The '{0}' option carries out the standard MainBoss Service processing of incoming and outgoing email.
es: La opción '{0}' lleva a cabo el procesamiento de servicio MainBoss estándar de correo electrónico entrante y saliente.
fr: L'option '{0}' effectue le traitement service MainBoss norme de courrier entrant et sortant.

source: The '{0}' option deletes the Windows Service for MainBoss from this computer and from the MainBoss database.
es: La opción '{0}' elimina el servicio de Windows para MainBoss desde esta computadora y de la base de datos de MainBoss.
fr: L'option '{0}' supprime le service Windows pour MainBoss partir de cet ordinateur et à partir de la base de données MainBoss.

source: The '{0}' option gives more detailed diagnostic information.
es: El '{0}' opción proporciona información de diagnóstico más detallado.
fr: Le '{0}' option donne des informations de diagnostic plus détaillées.

source: The '{0}' option installs the Windows Service for MainBoss.
es: La opción '{0}' instala el servicio de Windows para MainBoss.
fr: L'option '{0}' installe Windows Service pour MainBoss.

source: The '{0}' option may be used with {1} {2} or {3} options.
es: El '{0}' opción se puede utilizar con {1} {2} {3} o opciones.
fr: L'option '{0}' peut être utilisé avec {1} {2} ou {3} options.

source: The '{0}' option updates and refreshes the Windows Service for MainBoss as necessary.
es: Los '{0}' actualizaciones opcionales y refresca el servicio de Windows para MainBoss como sea necesario.
fr: Les '{0}' mises à jour d'options et rafraîchit le service Windows pour MainBoss que nécessaire.

source: The '{0}' option will give the user that the service runs under permissions on the database.
es: La opción '{0}' le dará al usuario de que el servicio se ejecuta bajo permisos en la base de datos.
fr: L'option '{0}' donnera à l'utilisateur que le service se exécute sous autorisations sur la base de données.

source: The command has the service code as '{0}', but the service record has the code '{1}'
es: El comando tiene el código de servicio como '{0}', pero el registro de servicio tiene el código '{1}'
fr: La commande a le code de service comme '{0}', mais l'enregistrement de service a le code '{1}'

source: The command must be able to find the location of the MainBoss Database
es: El comando debe ser capaz de encontrar la ubicación de la base de datos MainBoss
fr: La commande doit pouvoir trouver l'emplacement de la base de données MainBoss

source: The computer where the Windows Service for MainBoss is installed.
es: la computadora del servicio está encendido.
fr: L'ordinateur le service est activé.

source: The default is to use Windows Authentication, but other forms of Authentication can be used,
es: El valor predeterminado es utilizar la autenticación de Windows, pero se pueden utilizar otras formas de autenticación,
fr: La valeur par défaut consiste à utiliser l'authentification Windows, mais d'autres formes d'authentification peuvent être utilisées,

source: the information from that service will be used to find the MainBoss Database.
es: la información de ese servicio se utilizará para encontrar la base de datos de MainBoss.
fr: les informations de ce service seront utilisées pour trouver la base de données MainBoss.

source: The Service Name '{0}' on the command line does not match the Service Name '{1}' in the database
es: El Servicio de nombres '{0}' en la línea de comandos no coincide con el nombre de servicio '{1}' en la base de datos
fr: Le nom du service '{0}' sur la ligne de commande ne correspond pas au nom du service '{1}' dans la base de données

# Thinkage.MainBoss.Service§The service name identifier.
source: The service name identifier.
es: El identificador de nombre de servicio.
fr: Le nom de service identifiant.

source: The SQL user name for the service {0} does not have the expected permissions to access the database {1}
es: El nombre de usuario SQL para el servicio {0} no tiene los permisos esperados para acceder a la base de datos {1}
fr: Le nom d'utilisateur SQL pour le service {0} n'a pas les autorisations attendues pour accéder à la base de données {1}

source: The version of MainBoss used to install the Windows Service for MainBoss.
es: La versión de MainBoss que se instaló el servicio para.
fr: La version de MainBoss que le service a été installé pour.

source: The Windows Service for MainBoss '{0}' does not exist on computer '{1}'.
es: El servicio de Windows para MainBoss '{0}' no existe en la computadora '{1}'.
fr: Le service Windows pour MainBoss '{0}' ne existe pas sur l'ordinateur '{1}'.

source: The Windows Service for MainBoss '{0}' registry entries have been damaged; Delete the Windows Service for MainBoss '{0}' and then reconfigure the service
es: El servicio de Windows para MainBoss '{0}' entradas de registro han dañado; Elimine el servicio de Windows para MainBoss '{0}' y luego volver a configurar el servicio
fr: Le service Windows pour MainBoss '{0}' entrées de registre ont être endommagé, se il vous plaît supprimer le service Windows pour MainBoss '{0}', puis reconfigurer le service

source: The Windows Service for MainBoss is being configured to run as user '{0}' which is not a valid user
es: El servicio de Windows para MainBoss se está configurando para ejecutarse como usuario '{0}' que no es un usuario válido
fr: Le service Windows pour MainBoss est configuré pour s'exécuter en tant qu'utilisateur '{0}' qui n'est pas un utilisateur valide

source: The Windows Service for MainBoss is configured access the SQL Server using user {0}. For the service to run, that SQL User must have access to {1} The '{2}' option can be used to give the user the expected permissions
es: El servicio de Windows para MainBoss está configurado para acceder a SQL Server utilizando el usuario {0}. Para que el servicio funcione, ese usuario de SQL debe tener acceso a {1} La opción '{2}' puede ser usada para dar al usuario los permisos esperados
fr: Le service Windows pour MainBoss est configuré pour accéder au SQL Server à l'aide de l'utilisateur {0}. Pour que le service s'exécute, cet utilisateur SQL doit avoir accès à {1} L'option '{2}' peut être utilisée pour donner à l'utilisateur les autorisations attendues

source: The Windows Service for MainBoss registry entries have been damaged; Delete the Windows Service for MainBoss and reconfigure the service
es: Los servicios de Windows para MainBoss entradas de registro han dañado; Elimine el servicio de Windows para MainBoss y volver a configurar el servicio
fr: Le service Windows pour MainBoss entrées de registre ont être endommagé, se il vous plaît supprimer le service Windows pour MainBoss et reconfigurer le service

source: There are no MainBoss Services installed on this computer
es: No hay servicios de MainBoss instalados en esta computadora
fr: Il n'y a pas de MainBoss Services est installé sur cet ordinateur

source: This option requires SQL Server Administrator privileges
es: Esta opción requiere privilegios de administrador de SQL Server
fr: Cette option nécessite des privilèges d'administrateur SQL Server

source: This option requires the command to be run as an Administrator.
es: Esta opción requiere la orden a ejecutar como administrador.
fr: Cette option nécessite la commande à exécuter en tant qu'administrateur.

source: This option will be needed after any updated version of MainBoss is installed.
es: Será necesaria esta opción después de instalar cualquier versión actualizada de MainBoss.
fr: Cette option sera nécessaire après une version actualisée de MainBoss est installé.

source: This program is running as user '{0}'. The Windows Service for MainBoss is configured to be running as {1}
es: Este programa se ejecuta como usuario '{0}'. El servicio de Windows para MainBoss está configurado para ejecutarse como {1}
fr: Ce programme s'exécute en tant qu'utilisateur '{0}'. Le service Windows pour MainBoss est configuré pour s'exécuter en tant que {1}

source: Unable to determine if a Windows Service for MainBoss is installed for {0}
es: No se puede determinar si un servicio de Windows para MainBoss está instalado para {0}
fr: Impossible de déterminer si un service Windows pour MainBoss est installé pour {0}

# Thinkage.MainBoss.Service§Unknown
source: Unknown
es: Ignoto
fr: Inconnu

source: Update and refresh the Windows Service for MainBoss; needed after every new release of MainBoss is installed
es: Actualizar y refrescar el Servicio MainBoss; necesitaba después de instalar cada nueva versión de MainBoss
fr: Mise à jour et actualiser le service MainBoss; nécessaire après chaque nouvelle version de MainBoss est installé

# Thinkage.MainBoss.Service§Usage: &quot;{0}&quot;
source: Usage: "{0}"
es: Uso: '{0}'
fr: Utilisation: &quot;{0}&quot;

source: User name for the service to run as; normally not supplied, defaults to 'Network Service'.
es: Nombre de usuario para el servicio se ejecute bajo; normalmente no se proporciona, por defecto es 'Servicio de red'.
fr: Nom d'utilisateur pour le service pour se exécuter sous; normalement non fourni, par défaut 'Network Service'.

source: User name used to access the SQL Server; not used with 'Windows Authentication'.
es: Nombre de usuario utilizado para acceder a SQL Server; No se utiliza con "Autenticación de Windows".
fr: Nom d'utilisateur utilisé pour accéder au serveur SQL; n'est pas utilisé avec 'Authentification Windows'.

source: Windows Service for MainBoss '{0}' cannot access '{1}' probably because the user that the service has been configured to run as (probably 'NT AUTHORITY\Network Service') does not have the required SQL permissions on the database.
es: Servicio Windows para MainBoss '{0}' no puede acceder a '{1}' accesible. Probablemente porque el usuario que el servicio se ha configurado para ejecutarse bajo (probablemente 'NT AUTHORITY\Network Service') no tiene los permisos SQL necesarias en la base de datos.
fr: Service Windows pour MainBoss '{0}' ne peut accéder '{1}' probablement parce que l'utilisateur que le service a été configuré pour se exécuter sous (probablement 'NT AUTHORITY\Network Service') ne possède pas les autorisations SQL nécessaires sur la base de données.

source: Windows Service for MainBoss '{0}' cannot access '{1}' probably because user '{2}' does not have the required SQL permissions on the database.
es: Servicio Windows para MainBoss '{0}' no puede acceder a '{1}' accesible. Probablemente porque el usuario '{2}' no tiene el permisos SQL necesarias en la base de datos.
fr: Service Windows pour MainBoss '{0}' ne peut accéder '{1}' probablement parce que l'utilisateur '{2}' n'a pas les autorisations SQL nécessaires sur la base de données.

source: Windows Service for MainBoss '{0}' delete request sent to Windows. There may be a arbitrary delay before Windows acts on the request.
es: Servicio Windows para MainBoss '{0}' delete solicitud enviada a Windows. Puede haber una demora arbitraria antes de que Windows actúa sobre la solicitud.
fr: Service Windows pour MainBoss '{0}' supprimer demande envoyée à Windows. Il peut y avoir un délai arbitraire avant que Windows agit sur la demande.

# Thinkage.MainBoss.Service§Windows Service for MainBoss '{0}' deleted.
source: Windows Service for MainBoss '{0}' deleted.
es: Servicio Windows para MainBoss '{0}' eliminado
fr: Service Windows pour MainBoss '{0}' supprimé.

source: Windows Service for MainBoss '{0}' exists but there are insufficient permissions to access the Windows Service details
es: Servicio Windows para MainBoss '{0}' existe pero hay permisos suficientes para acceder a los detalles de servicios de Windows
fr: Service Windows pour MainBoss '{0}' existe, mais il ya pas des autorisations suffisantes pour accéder aux détails de Windows Service

source: Windows Service for MainBoss '{0}' exists but there are insufficient permissions to check the service configuration
es: El servicio de Windows para MainBoss '{0}' existe pero no hay suficientes permisos para comprobar la configuración del servicio
fr: Le service Windows pour MainBoss '{0} existe, mais il existe des autorisations insuffisantes pour vérifier la configuration du service

source: Windows Service for MainBoss '{0}' has been updated on computer '{1}'
es: El servicio de Windows para MainBoss '{0}' se ha actualizado en {1}
fr: Windows Service pour MainBoss '{0}' a été mis à jour sur l'ordinateur '{1}'

source: Windows Service for MainBoss '{0}' is not installed on '{1}'.
es: Servicio Windows para MainBoss '{0}' no está instalado en '{1}'.
fr: Service Windows pour MainBoss '{0}' ne est pas installé sur '{1}'.

source: Windows Service for MainBoss '{0}' was deleted from '{1}'.
es: El servicio de Windows para MainBoss '{0}' se eliminó de '{1}'.
fr: Windows Service pour MainBoss '{0}' a été supprimé de '{1}'.

# Thinkage.MainBoss.Service§Windows Service for MainBoss installed
source: Windows Service for MainBoss installed
es: Servicio de Windows para MainBoss instalado
fr: Service Windows pour MainBoss installé

source: Windows Service for MainBoss should not run as user {0}. Use 'NT AUTHORITY\Network Service' instead
es: Servicio Windows para MainBoss no debe correr con el usuario {0}. Use 'NT AUTHORITY\Network Service' en vez
fr: Service Windows pour MainBoss ne doit pas fonctionner sous l'utilisateur {0}. Utilisez 'NT AUTHORITY\Network Service' au lieu

# Thinkage.MainBoss.Service§'{0:20}' Error:{1}
source: '{0:20}' Error:{1}
fr: '{0:20}' erreur: {1}

source: SQL Server authentication; not needed needed, default to 'Windows Authentication'.
fr: Authentification SQL Server; pas nécessaire, par défaut "Authentification Windows".
