Repository: thinkageltd/MainBoss
Catalog: Thinkage.MainBoss.MainBossServiceConfiguration/TranslationResources/messages.*.resx
Languages: es, fr

source: {0} operation timed out after {1} seconds on service {2} on computer {3}.
es: {0} operación ha agotado después de {1} segundos en servicio {2} en la computadora {3}.
fr: {0} opération a expiré après {1} secondes sur le service {2} sur ordinateur {3}.

# Thinkage.MainBoss.MainBossServiceConfiguration§{0}'{1}' is invalid
source: {0}'{1}' is invalid
es: {0}'{1}' es inválido
fr: {0}'{1}' est invalide

source: A Windows Service for MainBoss '{0}' exists for this computer but the Service is for Database '{1}' on SQL Server '{2}'
es: Existe un servicio de Windows para MainBoss '{0}' para este equipo pero el servicio es para la base de datos '{1}' en SQL Server '{2}'
fr: Un service Windows pour MainBoss '{0}' existe pour cet ordinateur, mais le service est pour la base de données '{1}' sur SQL Server '{2}'

source: Cannot {0} Windows Service for MainBoss '{1}' on computer '{2}'.
es: No se puede {0} de servicios de Windows para MainBoss '{1}' en la computadora '{2}'.
fr: Impossible {0} service Windows pour MainBoss '{1}' sur l'ordinateur '{2}'.

source: Cannot access service {0} on computer {1}; the computer may not be available or you may not have sufficient privileges.
es: No se puede acceder al servicio {0} en la computadora {1}; la computadora no puede estar disponible o puede que no tenga privilegios suficientes.
fr: Impossible d'accéder au service {0} sur ordinateur {1}; l'ordinateur peut ne pas être disponible ou vous ne pouvez pas avoir des privilèges suffisants.

source: Cannot access Windows Service properties
es: No se puede acceder a las propiedades del servicio de Windows
fr: Impossible d'accéder aux propriétés du service Windows

source: Cannot determine if computer '{0}' still exists.
es: No se puede determinar si la computadora '{0}' todavía existe.
fr: Ne peut pas déterminer si l'ordinateur '{0}' existe toujours.

source: Cannot find an IP address for the computer '{0}' referenced in the MainBoss Service configuration information
es: No se puede encontrar una dirección IP para la computadora '{0}' que se hace referencia en la configuración del servicio MainBoss
fr: Impossible de trouver une adresse IP pour l'ordinateur '{0}' référencé dans les informations de configuration du service MainBoss

source: Cannot find the IP address of the computer where the SQL Server '{0}' runs
es: No se ha podido encontrar la dirección IP del ordenador en el que el SQL Servidor '{0}' carreras
fr: Impossible de trouver l'adresse IP de l'ordinateur où le SQL Server '{0}' pistes

source: Cannot obtain ServiceLog; most likely, user '{0}' does not have access to the database '{1}' on '{2}'. User '{0}' does not have to be in the MainBoss users list, but user '{0}' must have permissions to modify the database '{1}'. User '{0}' should have SQL server administration privileges on the SQL server '{2}' in order to obtain all the diagnostics.
es: No se puede obtener servicelog; muy probablemente, el usuario '{0}' no tiene acceso a la base de datos '{1}' en '{2}'. Usuario '{0}' no tiene que estar en la lista de usuarios de MainBoss, pero el usuario '{0}' debe tener permisos para modificar la base de datos '{1}'. Usuario '{0}' debe tener privilegios de administración del servidor SQL en el servidor SQL '{2}' con el fin de obtener todos los diagnósticos.
fr: Impossible d'obtenir ServiceLog; le plus probable, l'utilisateur '{0}' ne ont pas accès à la base de données '{1}' on '{2}'. Utilisateur '{0}' ne doit pas être dans la liste des utilisateurs de MainBoss, mais l'utilisateur '{0}' doit avoir des autorisations de modifier la base de données '{1}'. Utilisateur '{0}' doit avoir des privilèges d'administration du serveur SQL sur le serveur SQL '{2}' afin d'obtenir tous les diagnostics.

source: Cannot remove Windows Service for MainBoss '{0}' on computer '{1}' : {2}
es: No se puede quitar el servicio de Windows para MainBoss '{0}' en la computadora '{1}': {2}
fr: Impossible de supprimer Windows Service pour MainBoss '{0}' sur l'ordinateur '{1}': {2}

source: Change MainBoss Service Credentials
es: Cambiar las credenciales de servicio de MainBoss
fr: Changer les justificatifs du service MainBoss

# Thinkage.MainBoss.MainBossServiceConfiguration§Change MainBoss Service Userid
source: Change MainBoss Service Userid
es: Cambiar el Userid del servicio MainBoss
fr: Changer l'utilisateur du service MainBoss

source: Computer '{0}' exists, but am not able to determine if a Windows Service for MainBoss is currently installed on that computer
es: La computador '{0}' existe, pero no puede determinar si un servicio MainBoss está implementado actualmente en esa computador
fr: L'ordinateur '{0}' existe, mais je ne peux pas déterminer si un service Windows pour MainBoss est actuellement installé sur cet ordinateur

source: Configuration testing for the MainBoss Service '{0}' on {1} using SQL access with {2} was successful
es: La prueba de configuración para el servicio MainBoss '{0}' en {1} utilizando el acceso SQL con {2} fue satisfactoria
fr: Les tests de configuration pour le service MainBoss '{0}' sur {1} en utilisant l'accès SQL avec {2} ont été couronnés de succès

source: Configuration testing for the MainBoss Service '{0}' on {1} using SQL access with {2} was successful but it is not possible to verify that the service executable is accessible since it is on a different computer
es: La prueba de configuración para el servicio MainBoss '{0}' en {1} utilizando el acceso SQL con {2} tuvo éxito, pero no es posible verificar que el ejecutable de servicio es accesible ya que se encuentra en un equipo diferente
fr: Les tests de configuration du service MainBoss '{0}' sur {1} en utilisant l'accès SQL avec {2} ont été réussis mais il n'est pas possible de vérifier que l'exécutable du service est accessible car il est sur un autre ordinateur

# Thinkage.MainBoss.MainBossServiceConfiguration§Configure Service
source: Configure Service
es: Configure Servicio
fr: Configurer le service

source: Create Windows Service for MainBoss '{0}'
es: Crear Servicio MainBoss '{0}'
fr: Créer service MainBoss '{0}'

source: Creation of Windows Service for MainBoss '{0}' on computer '{1}' canceled
es: Configuración MainBoss para el Servicio MainBoss '{0}' en la computador '{1}' cancelada
fr: Configuration MainBoss MainBoss pour le service '{0}' sur l'ordinateur '{1}' annulé

# Thinkage.MainBoss.MainBossServiceConfiguration§Delete Service
source: Delete Service
es: Eliminar Servicio
fr: Supprimer le service

# Thinkage.MainBoss.MainBossServiceConfiguration§Delete the MainBoss Service
source: Delete the MainBoss Service
es: Eliminar el servicio MainBoss
fr: Supprimez le service MainBoss

source: Do you want the MainBoss Service configuration information on that Windows Service for MainBoss to be removed?
es: ¿Desea que la información de MainBoss en ese servicio de Windows para MainBoss se elimine?
fr: Voulez-vous que les informations de configuration du service MainBoss sur ce service Windows pour MainBoss soient supprimées?

source: Do you want this user to have a login into the SQL Server and required permission to work with the MainBoss database?
es: ¿Desea que este usuario tenga un inicio de sesión en SQL Server y el permiso necesario para trabajar con la base de datos de MainBoss?
fr: Voulez-vous que cet utilisateur ait un login dans SQL Server et que vous souhaitiez l'autorisation de travailler avec la base de données MainBoss?

source: Do you want to create a Windows Service for MainBoss '{0}' on this computer?
es: ¿Desea instalar un servicio de Windows para MainBoss '{0}' en esta computadora?
fr: Voulez-vous installer un service Windows qui mettra en œuvre MainBoss Service '{0}' sur cet ordinateur?

source: Erase MainBoss Service configuration information on the Windows Service for MainBoss on computer '{0}'
es: Borrar MainBoss Información de configuración del servicio en el servicio de Windows para MainBoss en el computador '{0}'
fr: Effacez les informations de configuration du service MainBoss sur le service Windows pour MainBoss sur l'ordinateur '{0}'

source: Errors in MainBoss Service configuration. The Windows Service for MainBoss must be reconfigured
es: Errores en la configuración del servicio MainBoss. El servicio de Windows para MainBoss debe reconfigurarse
fr: Erreurs dans la configuration du service MainBoss. Le service Windows pour MainBoss doit être reconfiguré

# Thinkage.MainBoss.MainBossServiceConfiguration§Grant {0} Sql Permissions
source: Grant {0} Sql Permissions
es: Grant {0} SQL Permisos
fr: Grant {0} autorisations SQL

source: If the Windows Service for MainBoss is still installed on computer '{0}', the service will have to be deleted manually on that computer, using the Window's 'SC DELETE' command
es: Si el servicio de Windows para MainBoss todavía está instalado en la computadora '{0}', el servicio tendrá que ser eliminado manualmente en esa computadora, utilizando el comando 'SC DELETE' de la ventana
fr: Si le service Windows pour MainBoss est toujours installé sur l'ordinateur '{0}', le service devra être supprimé manuellement sur cet ordinateur, en utilisant la commande 'SC DELETE' de la fenêtre

source: Insufficient permissions to examine the details of the Windows Service for MainBoss '{0}'
es: Permisos insuficientes para examinar los detalles del servicio de Windows para MainBoss '{0}'
fr: Autorisations insuffisantes pour examiner les détails du service Windows pour MainBoss '{0}'

source: Login to computer '{0}' to check the configuration of the service
es: Inicie sesión en el ordenador '{0}' para comprobar la configuración del servicio
fr: Connectez-vous à l'ordinateur '{0}' pour vérifier la configuration du service

source: Login to computer '{0}' to delete the Windows Service for MainBoss '{1}'
es: Inicie sesión en la computadora '{0}' para eliminar el servicio de Windows para MainBoss '{1}'
fr: Connectez-vous à l'ordinateur '{0}' pour supprimer le service Windows pour MainBoss '{1}'

source: MainBoss Service configuration information has been corrected.
es: Se ha corregido la información de configuración de MainBoss Service.
fr: Les informations de configuration de MainBoss Service ont été corrigées.

source: MainBoss Service Configuration must be run by a Windows Administrator
es: MainBoss Service Configuration debe ser ejecutado por un Administrador de Windows
fr: La configuration du service MainBoss doit être exécutée par un administrateur Windows

source: No Windows Service for MainBoss named '{0}' exists on computer '{1}', the service will have to be reconfigured
es: No existe ningún servicio de Windows para MainBoss llamado '{0}' en el equipo '{1}', el servicio tendrá que reconfigurarse
fr: Aucun service Windows pour MainBoss nommé '{0}' n'existe sur l'ordinateur '{1}', le service devra être reconfiguré

# Thinkage.MainBoss.MainBossServiceConfiguration§On computer '{0}'
source: On computer '{0}'
es: La computador '{0}'
fr: Sur l'ordinateur '{0}'

source: Remove the Windows Service for MainBoss '{0}'
es: Quite el servicio de Windows para MainBoss '{0}'
fr: Supprimez le service Windows pour MainBoss '{0}'

source: Remove the Windows Service for MainBoss '{0}' installed on computer '{1}'
es: Quite el servicio de Windows para MainBoss '{0}' instalado en la computadora '{1}'
fr: Supprimez le service Windows pour MainBoss '{0}' installé sur l'ordinateur '{1}'

# Thinkage.MainBoss.MainBossServiceConfiguration§Restart Service
source: Restart Service
es: Reanudar Servicio
fr: Redémarrer le service

source: Run this command on computer '{0}'
es: Ejecute este comando en la computadora '{0}'
fr: Exécutez cette commande sur l'ordinateur '{0}'

# Thinkage.MainBoss.MainBossServiceConfiguration§Service command line '{0}'
source: Service command line '{0}'
es: Línea de comandos de servicio '{0}'
fr: Ligne de commande de service '{0}'

source: SQL login added to database for user {0}. Used by the Windows Service for MainBoss '{1}' on '{2}'
es: Inicio de sesión SQL agrega a la base de datos para el usuario {0}. Utilizado por el Servicio de MainBoss '{1}' on '{2}'
fr: SQL connexion ajouté à la base de données pour l'utilisateur {0}. Utilisé par le Service MainBoss '{1}' on '{2}'

# Thinkage.MainBoss.MainBossServiceConfiguration§Start
source: Start
es: Comenzar
fr: Début

source: Start mode of MainBoss Service '{0}' is 'Manual'. It should be set to 'Automatic (Delayed Start)'
es: Modo de inicio del servicio de MainBoss '{0}' es 'Manual'. Debe establecerse en 'Automático (inicio diferido)'
fr: Le mode de démarrage de MainBoss Service '{0}' est 'Manuel'. Il devrait être réglé sur 'Automatique (Début différé)'

# Thinkage.MainBoss.MainBossServiceConfiguration§Start Service
source: Start Service
es: Comenzar Servicio
fr: Démarrer le service

# Thinkage.MainBoss.MainBossServiceConfiguration§Stop
source: Stop
es: Deténgase
fr: Arrêtez

# Thinkage.MainBoss.MainBossServiceConfiguration§Stop Service
source: Stop Service
es: Deténgase Servicio
fr: Arrêter le service

source: The executable for the Windows Service for MainBoss '{0}' was not found. The Windows Service for MainBoss needs to be deleted and then reconfigured
es: El ejecutable para el servicio de Windows para MainBoss '{0}' no se encontró. El servicio de Windows para MainBoss debe ser eliminado y luego reconfigurado
fr: L'exécutable pour Windows Service pour MainBoss '{0}' n'a pas été trouvé. Le service Windows pour MainBoss doit être supprimé puis reconfiguré

source: The MainBoss executable location is '{0}'
es: La ubicación es ejecutable MainBoss '{0}'
fr: L'emplacement de l'exécutable MainBoss est '{0}'

source: The MainBoss executable must be on the computer where the Windows Service for MainBoss is to be created.
es: Para MainBoss para instalar el servicio de Windows para MainBoss, el ejecutable de MainBoss debe estar en la computadora donde se ejecuta el servicio.
fr: Pour MainBoss pour installer le service MainBoss, l'exécutable MainBoss doit être sur l'ordinateur où le service est exécuté.

source: The MainBoss Service configuration information on the Windows Service for MainBoss '{0}' on computer '{1}' has been removed
es: Se ha eliminado la información de configuración del servicio MainBoss del servicio Windows para MainBoss '{0}' en la computador '{1}
fr: Les informations de configuration du service MainBoss sur le service Windows pour MainBoss '{0}' sur l'ordinateur '{1}' ont été supprimées

source: The Service Configuration expects the service to be running as user '{0}'. The MainBoss Service is configured to be running as {1}
fr: La configuration du service attend que le service s'exécute en tant qu'utilisateur '{0}'. Le service MainBoss est configuré pour fonctionner comme {1}

source: The service name to perform operation on
es: El nombre del servicio para realizar la operación en
fr: Le nom du service pour effectuer l'opération sur

source: The service was installed on computer '{0}', but is no longer installed there.{1}Do you want to install a Windows Service for MainBoss '{2}' on this computer?
es: El servicio se instaló en la computadora '{0}', pero ya no se instala allí. {1} ¿Desea instalar un servicio de Windows para MainBoss '{2}' en este equipo?
fr: Le service a été installé sur l'ordinateur '{0}', mais n'est plus installé là-bas.{1}Voulez-vous installer un service Windows pour MainBoss '{2}' sur cet ordinateur?

# Thinkage.MainBoss.MainBossServiceConfiguration§The SQL server connection string
source: The SQL server connection string
es: La cadena de conexión del servidor SQL
fr: La chaîne de connexion du serveur SQL

source: The userid '{0}' did not have read and execute permissions on the executable files for the Windows Service for MainBoss '{1}'
es: El usuario '{0}' no tenía permisos de lectura y ejecución en los archivos ejecutables para el servicio de Windows para MainBoss '{1}'
fr: L'utilisateur '{0}' n'avait pas de droits de lecture et d'exécution sur les fichiers exécutables du service Windows pour MainBoss '{1}'

source: The Windows Service for MainBoss '{0}' does not exist on computer '{1}'
es: El servicio de Windows para MainBoss '{0}' no existe en la computadora '{1}'
fr: Le Service MainBoss '{0}' ne existe pas sur l'ordinateur '{1}'

source: The Windows Service for MainBoss '{0}' has been removed from computer '{1}'
es: El servicio de Windows para MainBoss '{0}' se ha eliminado del la computadora '{1}'
fr: Le service Windows pour MainBoss '{0}' a été supprimé de l'ordinateur '{1}'

source: The Windows Service for MainBoss '{0}' has not been removed from computer '{1}'
es: El servicio de Windows para MainBoss '{0}' no se ha eliminado del la computadora '{1}'
fr: Le service Windows pour MainBoss '{0}' n'a pas été supprimé de l'ordinateur '{1}'

source: The Windows Service for MainBoss '{0}' is configured to run as user {1} but the MainBoss Service configuration record shows the service to be running as '{2}'.
es: El servicio de Windows para MainBoss '{0}' está configurado para ejecutarse como usuario {1}, pero el registro de configuración del servicio MainBoss muestra que el servicio se ejecuta como '{2}'.
fr: Le service Windows pour MainBoss '{0}' est configuré pour s'exécuter en tant qu'utilisateur {1}, mais l'enregistrement de configuration du service MainBoss indique que le service s'exécutera comme '{2}'.

source: The Windows Service for MainBoss '{0}' is up to date
es: El servicio de Windows para MainBoss '{0}' está actualizado
fr: Le service Windows pour MainBoss '{0}' est à jour

source: The Windows Service for MainBoss '{0}' needs to be deleted and then reconfigured
es: El servicio de Windows para MainBoss '{0}' necesita ser borrado y luego reconfigurado
fr: Le service Windows pour MainBoss '{0}' doit être supprimé puis reconfiguré

source: The Windows Service for MainBoss '{0}' on computer '{1}' can not be run because it has been disabled
es: El servicio de Windows para MainBoss '{0}' en la computador '{1}' no se puede ejecutar porque se ha desactivado
fr: Le service Windows pour MainBoss '{0}' sur l'ordinateur '{1}' ne peut pas être exécuté, car il a été désactivé

source: The Windows Service for MainBoss '{0}' was installed on computer '{1}'
es: El servicio de Windows para MainBoss '{0}' se instaló en la computadora '{1}'
fr: Le service Windows pour MainBoss '{0}' a été installé sur l'ordinateur '{1}'

source: The Windows Service for MainBoss is currently configured to run as user {0}. This user does not have the expected permissions to work with the {1}. This user must have these permissions for the Windows Service for MainBoss to operate correctly.
es: El servicio de Windows para MainBoss está actualmente configurado para ejecutarse como usuario {0}. Este usuario no tiene los permisos esperados para trabajar con {1}. Este usuario debe tener estos permisos para que el servicio de Windows para MainBoss funcione correctamente.
fr: Le service Windows pour MainBoss est actuellement configuré pour s'exécuter en tant qu'utilisateur {0}. Cet utilisateur n'a pas les autorisations attendues pour fonctionner avec {1}. Cet utilisateur doit avoir ces autorisations pour que le service Windows pour MainBoss fonctionne correctement.

source: The Windows Service for MainBoss must be configured from the computer that it is to be run on.
es: El servicio de Windows para MainBoss se debe configurar desde la computadora en el que se va a ejecutar.
fr: Le service Windows pour MainBoss doit être configuré à partir de l'ordinateur sur lequel il doit être exécuté.

source: There is already a Windows Service named '{0}' on this computer
es: Ya hay un servicio de Windows denominado '{0}' en esta computador
fr: Il existe déjà un service Windows nommé '{0}' sur cet ordinateur

source: There is an existing Windows Service for MainBoss using {0}. Do you wish to change the credentials to {1}?
es: Hay un servicio de Windows existente para MainBoss usando {0}. ¿Desea cambiar las credenciales a {1}?
fr: Il existe un service Windows existant pour MainBoss en utilisant {0}. Voulez-vous modifier les informations d'identification sur {1}?

source: There is an existing Windows Service for MainBoss which is using Service Userid '{0}', the MainBoss Service configuration uses Userid '{1}'. Do you want to change the Service Userid?
es: Hay un servicio de Windows existente para MainBoss que está usando Userid de servicio '{0}', la configuración de servicio de MainBoss utiliza Userid '{1}' ¿Desea cambiar el Userid de servicio?
fr: Il existe un service Windows existant pour MainBoss qui utilise User User User '{0}', la configuration MainBoss Service utilise Userid '{1}'. Voulez-vous modifier l'utilisateur de service?

source: There is an old Windows Service for MainBoss '{0}' that should be deleted
es: Hay un antiguo servicio de Windows para MainBoss '{0}' que debe eliminarse
fr: Il existe un ancien service Windows pour MainBoss '{0}' qui doit être supprimé

source: There is no Windows Service for MainBoss configured for database '{0}' on server '{1}'
es: No hay ningún servicio de Windows para MainBoss configurado para la base de datos '{0}' en el servidor '{1}'
fr: Il n'y a pas de service Windows pour MainBoss configuré pour la base de données '{0}' sur le serveur '{1}'

source: User '{0}' does not have correct permissions on database {1}
es: El usuario '{0}' no tiene permisos correctos en la base de datos {1}
fr: L'utilisateur '{0}' n'a pas les autorisations correctes sur la base de données {1}

# Thinkage.MainBoss.MainBossServiceConfiguration§Verify Service
source: Verify Service
es: Verificar Servicio
fr: Vérifier le service

source: Windows Service for MainBoss '{0}' has been created on computer '{1}'
es: El servicio de Windows para MainBoss '{0}' se ha creado en la computadora '{1}'
fr: Le service Windows pour MainBoss '{0}' a été créé sur l'ordinateur '{1}'

source: Windows Service for MainBoss '{0}' has been updated on computer '{1}'
es: El servicio de Windows para MainBoss '{0}' se ha actualizado en la computadora '{1}'
fr: Windows Service pour MainBoss '{0}' a été mis à jour sur l'ordinateur '{1}'

source: Windows Service for MainBoss '{0}' is not installed on computer '{1}'
es: El servicio de Windows para MainBoss '{0}' no está instalado en la computadora '{1}'
fr: Windows Service pour MainBoss '{0}' n'est pas installé sur l'ordinateur '{1}'

source: Windows Service for MainBoss '{0}' on computer '{1}' has been removed
es: El servicio de Windows para MainBoss '{0}' en la computadora '{1}' se ha eliminado
fr: Le service Windows pour MainBoss '{0}' sur l'ordinateur '{1}' a été supprimé

source: Windows Service for MainBoss '{0}' was not deleted
es: El servicio de Windows para MainBoss '{0}' no se ha eliminado
fr: Le service Windows pour MainBoss '{0}' n'a pas été supprimé

source: Windows Service for MainBoss should not run as user {0}. Use 'NT AUTHORITY\Network Service' instead
es: Servicio Windows para MainBoss no debe funcionar bajo el usuario {0}. Utilice 'NT AUTHORITY\Network Service' en vez
fr: Service Windows pour MainBoss ne doit pas fonctionner sous l'utilisateur {0}. Utilisez 'NT AUTHORITY\Network Service' à la place

source: You do not have permission to access windows services on computer '{0}'
es: No tiene permiso para acceder a los servicios de Windows en la computadora '{0}'
fr: Vous n'avez pas la permission d'accéder aux services Windows sur l'ordinateur '{0}'
