Repository: thinkageltd/MainBoss
Catalog: Thinkage.MainBoss.Database/TranslationResources/messages.*.resx
Languages: es, fr

# dsMBLabel§ReplacementCostLastDate
source: Replacement Cost Last Date
es: Costo de reemplazo Última fecha
fr: Coût de remplacement Dernière date

# dsMBLabel§ReportFont
source: Report Font
es: Informe de fuentes
fr: Rapport de la police

# dsMBLabel§ReportFontFixedWidth
source: Report Font Fixed Width
es: Informe de fuentes anchura fija
fr: Rapport de la police Largeur fixe

# dsMBLabel§ReportFontSize
source: Report Font Size
es: Informe de tamaño de letra
fr: Rapport Taille de la police

# dsMBLabel§ReportFontSizeFixedWidth
source: Report Font Size Fixed Width
es: Informe de tamaño de letra anchura fija
fr: Rapport Taille de la police de largeur fixe

# dsMBLabel§ReportText
source: Report Text
es: Textos de mensajes
fr: Rapport texte

# dsMBLabel§Request
source: Request
es: Solicitud
fr: Demande de travaux

# dsMBLabel§Request Acknowledgement
source: Request Acknowledgement
es: Solicitud de Reconocimiento
fr: Accusé de réception de Demande de travaux

# dsMBLabel§Request Assignee
source: Request Assignee
es: Solicitud Cesionario
fr: Cessionnaire de Demande de travaux

# dsMBLabel§Request Assignment
source: Request Assignment
es: Solicitud de Asignación
fr: Attribution de Demande de travaux

# dsMBLabel§Request Priority
source: Request Priority
es: Solicitud de Prioridad
fr: Priorité de Demande de travaux

# dsMBLabel§Request State
source: Request State
es: Solicitud Estado
fr: État de Demande de travaux

# dsMBLabel§Request State History
source: Request State History
es: Solicitar Historia del Estado
fr: Histoire d'État de Demande de travaux

# dsMBLabel§Request State History Status
source: Request State History Status
es: Solicitar Historia del Estado de Situación
fr: Statut d'Histoire de Demande de travaux

# dsMBLabel§Request State Transition
source: Request State Transition
es: Solicitar Transición Estado
fr: Transition d'État de Demande de travaux

# dsMBLabel§RequestCount
source: Request Count
es: Solicitud Conde
fr: Nombre de Demandes de travaux

# dsMBLabel§RequestedCMWorkOrderCount
source: Requested CM Work Order Count
es: Pidió Conde CM Orden de Trabajo
fr: Nombre d'Ordres de travail correctifs

# dsMBLabel§RequestedPMWorkOrderCount
source: Requested PM Work Order Count
es: Pidió Conde PM Orden de Trabajo
fr: Nombre d'Ordres de travail préventifs

# dsMBLabel§RequestOpenDate
source: Request Open Date
es: Solicitar Abierta Fecha
fr: Date d'ouverture de la Demande de travaux

# dsMBLabel§Requestor
source: Requestor
es: Solicitante
fr: Demandeur

# dsMBLabel§RequestorEmailAddress
source: Sender Email Address
es: Dirección de correo electrónico del remitente
fr: Adresse courriel du Demandeur

# dsMBLabel§RequestorEmailDisplayName
source: Sender Name
es: Nombre del remitente
fr: Nom d'affichage de l'adresse courriel du Demandeur

# dsMBLabel§RequiredByDate
source: Required By Date
es: Requerido por la Fecha
fr: Date requise

# dsMBLabel§RequiredByInterval
source: Required By Interval
es: Requerido por intervalo
fr: Intervalle requise

# dsMBLabel§Resource
source: Resource
es: Recurso
fr: Ressource

# dsMBLabel§Resource Type
source: Resource Type
es: Tipo de recurso
fr: Type de ressource

# dsMBLabel§ResultingCost
source: Resulting Cost
es: Resultando Costo
fr: Résultant Coût

# dsMBLabel§ResultingQuantity
source: Resulting Quantity
es: Resultando Cantidad
fr: Résultant Quantité

# dsMBLabel§ReturnEmailAddress
source: Return Email Address
es: Volver Dirección de correo electrónico
fr: Adresse email de retour

# dsMBLabel§ReturnEmailDisplayName
source: Return Email Display Name
es: Volver Email Display Name
fr: Retour Email nom d'affichage

# dsMBLabel§RightName
source: Right Name
es: Nombre Derecha
fr: Nom droit

# dsMBLabel§Role
source: Role
es: Papel
fr: Rôle

# dsMBLabel§Sales Contact
source: Sales Contact
es: Contacto de Ventas
fr: Ventes Contact

# dsMBLabel§Schedule
source: Schedule
es: Horario
fr: Calendrier

# dsMBLabel§ScheduleDate
source: Schedule Date
es: Horario Fecha
fr: Calendrier Date

# dsMBLabel§ScheduleReading
source: Schedule Reading
es: Horario Reading
fr: Annexe lecture

# dsMBLabel§ScrapDate
source: Scrap Date
es: Scrap Fecha
fr: Date de ferraille

# dsMBLabel§ScrapValue
source: Scrap Value
es: Valor de la chatarra
fr: Valeur de rebut

# dsMBLabel§SeasonEnd
source: Season End
es: Temporada Fin
fr: Fin de saison

# dsMBLabel§SeasonStart
source: Season Start
es: Temporada Start
fr: Début de la saison

# dsMBLabel§Select for Printing
source: Select for Printing
es: Seleccionar para Impresión
fr: Sélectionnez pour Impression

# dsMBLabel§Sequence
source: Sequence
es: Secuencia
fr: Séquence

# dsMBLabel§Service Configuration
source: Service Configuration
es: Configuración del servicio
fr: Configuration du service

# dsMBLabel§Service Contact
source: Service Contact
es: Servicio Contacto
fr: Contact de service

# dsMBLabel§Service Contract
source: Service Contract
es: Contrato de servicio
fr: Contrat de service

# dsMBLabel§Service Log
source: Service Log
es: Al cliente Entrar
fr: Service Connexion

# dsMBLabel§ServiceAccountName
source: Service Account Name
es: Servicio de Nombre de cuenta
fr: Service de nom de compte

# dsMBLabel§ServiceMachineName
source: Service Machine Name
es: Servicio Machine Name
fr: Service Nom de la machine

# dsMBLabel§Session
source: Session
es: Sesión

# dsMBLabel§Settings
source: Settings
es: Configuración
fr: Paramètres

# dsMBLabel§Settings Administration
source: Settings Administration
es: Administración de Configuración
fr: Administration Paramètres

# dsMBLabel§Settings Name
source: Settings Name
es: Configuración Nombre
fr: Paramètres Nom

# dsMBLabel§Shipping Mode
source: Shipping Mode
es: Modo del envío
fr: Mode d'expédition

# dsMBLabel§ShipTo Location
source: Ship To Location
es: La localización del envío
fr: Expédier à Lieu

# dsMBLabel§Shortage
source: Shortage
es: Escasez
fr: Pénurie

# dsMBLabel§Shortage Storage
source: Shortage Storage
es: Escasez de Almacenamiento
fr: Stockage de pénurie

# dsMBLabel§SinglePurchaseOrders
source: Single Purchase Orders
es: Soltero Ordenes de Compra
fr: Simples Bons de Commande

# dsMBLabel§Size
source: Size
es: Tamaño
fr: Taille

# dsMBLabel§Slack Days
source: Slack Days
es: Días flojos
fr: Jours Lâches

# dsMBLabel§SMTPCredentialType
source: SMTP Credential Type
es: SMTP Credencial Tipo

# dsMBLabel§SMTPEncryptedPassword
source: SMTP Encrypted Password
es: SMTP cifrado Contraseña
fr: SMTP mot de passe crypté

# dsMBLabel§SMTPPort
source: SMTP Port
es: Puerto SMTP
fr: Port SMTP

# dsMBLabel§SMTPServer
source: SMTP Server
es: Servidor SMTP
fr: Serveur SMTP

# dsMBLabel§SMTPUserDomain
source: SMTP User Domain
es: Dominio SMTP del usuario
fr: Domaine SMTP de l'utilisateur

# dsMBLabel§SMTPUserName
source: SMTP User Name
es: Nombre de usuario SMTP
fr: Nom d'utilisateur SMTP

# dsMBLabel§SMTPUseSSL
source: SMTP Use SSL
es: SMTP Usar SSL
fr: Use TLS/StartTLS

# dsMBLabel§Source
source: Source
es: Fuente

# dsMBLabel§Source Storage Assignment
source: Source Storage Assignment
es: Asignación de Almacenamiento Fuente
fr: Attribution de stockage Source

# dsMBLabel§Specification
source: Specification
es: Especificación
fr: Spécification

# dsMBLabel§Specification Data
source: Specification Data
es: Las especificaciones técnicas
fr: Spécifications données

# dsMBLabel§Specification Form
source: Specification Form
es: Formulario de especificaciones
fr: Formulaire de Spécification

# dsMBLabel§Specification Form Field
source: Specification Form Field
es: Formulario de especificaciones Campo
fr: Spécification champ de formulaire

# dsMBLabel§SpoiledValue
source: Spoiled Value
es: Valor estropeado
fr: Valeur gâté

# dsMBLabel§StartDate
source: Start Date
es: Fecha de inicio
fr: Date de début

# dsMBLabel§State
source: State
es: Estado
fr: État

# dsMBLabel§State History
source: State History
es: Historia del Estado
fr: Histoire État

# dsMBLabel§StateDuration
source: State Duration
es: Duración de estado
fr: Durée État

# dsMBLabel§StateEndDate
source: State End Date
es: Fin Estado Fecha
fr: Fin de l'Etat date

# dsMBLabel§StateHistory
source: State History
es: Historia del Estado
fr: Histoire de l'État

# dsMBLabel§StateHistoryAsText
source: State History
es: Historia del Estado
fr: Histoire État

# dsMBLabel§StateStartDate
source: State Start Date
es: Estado Fecha de Inicio
fr: État Date de début

# dsMBLabel§Status
source: Status
es: Estado
fr: Statut

# dsMBLabel§Storage Assignment
source: Storage Assignment
es: Asignación de Almacenamiento
fr: Attribution de stockage

# dsMBLabel§Storeroom
source: Storeroom
es: Trastero
fr: Magasin

# dsMBLabel§Subject
source: Subject
es: Sujeto
fr: Sujet

# dsMBLabel§SuggestedRestockingQTY
source: Suggested Restocking Quantity
es: Sugerido Cantidad Repoblación
fr: Quantité suggérée repeuplement

# dsMBLabel§Summary
source: Summary
es: Resumen
fr: Résumé

# dsMBLabel§SupplyHidden
source: Supply Hidden
es: Suministro Ocultos
fr: Offre cachée

# dsMBLabel§Supplying Storage
source: Supplying Storage
es: Almacenamiento el Suministro
fr: Fourniture de stockage

# dsMBLabel§SupplyLastUpdate
source: Supply Last Update
es: Suministro Última Actualización
fr: Dernière mise à jour d'alimentation

# dsMBLabel§System Code
source: System Code
es: Código del Sistema
fr: Code du système

# dsMBLabel§TableEnum
source: Table Enum
es: Tabla Enum
fr: Tableau Enum

# dsMBLabel§Task
source: Task
es: Tarea
fr: Tâche

# dsMBLabel§Task Demand
source: Demand Template
es: Plantilla Exigido
fr: Demande de tâches

# dsMBLabel§Task Demand Hourly Inside
source: Task Demand Hourly Inside
es: Trabajo Plantilla Fuera Exigido
fr: Demande de tâches de travail extérieur

# dsMBLabel§Task Demand Hourly Outside
source: Task Demand Hourly Outside
es: Grupo de demanda horaria exterior
fr: Demande de tâches horaire extérieur

# dsMBLabel§Task Demand Item
source: Task Demand Item
es: Plantilla de artículos Exigido
fr: Demande de tâches d'élément

# dsMBLabel§Task Demand Miscellaneous Cost
source: Task Demand Miscellaneous Cost
es: Plantilla Coste Varios Orden de Trabajo Exigido
fr: Demande de tâches Ordre de Travail de coûts

# dsMBLabel§Task Demand Per Job Inside
source: Task Demand Per Job Inside
es: Por Trabojo Plantilla Interior Exigido
fr: Demande de tâches Autre travail intérieur

# dsMBLabel§Task Demand Per Job Outside
source: Task Demand Per Job Outside
es: Por Trabojo Fuera de Plantilla Exigido
fr: Demande de tâches travail à l'extérieur

# dsMBLabel§Task Inside
source: Task Inside
es: Tarea interior
fr: Demande de tâches de l'intérieur

# dsMBLabel§Task Miscellaneous Cost
source: Task Miscellaneous Cost
es: Tarea Varios Costo
fr: Demande de tâches Coût Divers

# dsMBLabel§Task Outside
source: Task Outside
es: Tarea exterior
fr: Demande de tâches extérieur

# dsMBLabel§Task Purchase Order Template
source: Task Purchase Order Template
es: Tarea Plantilla de Orden de Compra
fr: Modèle de Bon de Commande de tâches

# dsMBLabel§Task Report
source: Task Report
es: Informe del Grupo
fr: Rapport de tâche

# dsMBLabel§Task Temporary Storage
source: Template Temporary Storage
es: Almacenamiento temporal de plantilla
fr: Modèle de stockage temporaire

# dsMBLabel§Temporary Item Location
source: Temporary Item Location
es: Ubicación Temporal artículo
fr: Temporaire document Localisation

# dsMBLabel§Temporary Storage
source: Temporary Storage
es: Almacenamiento Temporal
fr: Stockage temporaire

# dsMBLabel§TemporaryStorageActive
source: Temporary Storage Active
es: Almacenamiento Temporal Activo
fr: Stockage temporaire active

# dsMBLabel§TemporaryStorageEmpty
source: Temporary Storage Empty
es: Almacenamiento temporal vacío
fr: Stockage temporaire vide

# dsMBLabel§Territory
source: Territory
es: Territorio
fr: Territoire

# dsMBLabel§This Contact
source: This Contact
es: Este contacto
fr: Ce contact

# dsMBLabel§ThisUnit Location
source: This Unit Location
es: Esta Unidad de Localización
fr: Cette unité Lieu

# dsMBLabel§Time Active
source: Time Active
es: Tiempo Activo
fr: Période Active

# dsMBLabel§Time as Issued
source: Time as Issued
es: Tiempo como Publicado
fr: Temps Publié

# dsMBLabel§Time as New
source: Time as New
es: Tiempo como Nuevo
fr: Temps de Nouvelles

# dsMBLabel§TimeSinceCostBasis
source: Time Since Cost Basis
es: Tiempo desde la base de los costos
fr: Temps écoulé depuis la base des coûts

# dsMBLabel§Timing Basis
source: Timing Basis
es: Bases Timing
fr: Base de synchronisation

# dsMBLabel§To Cost Center
source: To Cost Center
es: Para centros de coste
fr: Au centre de coûts

# dsMBLabel§To State
source: To State
es: A ESTADO
fr: À l'état

# dsMBLabel§ToReference
source: To Reference
es: Referencia a
fr: Pour référencer

# dsMBLabel§TotalActual
source: Total Actual
es: Total Real
fr: Totale Réelle

# dsMBLabel§TotalCost
source: Total Cost
es: Coste Total
fr: Coût Total

# dsMBLabel§TotalDemand
source: Total Demand
es: Exigido Total
fr: La demande totale

# dsMBLabel§TotalPurchase
source: Total Purchase
es: Total Compra
fr: Total Achat

# dsMBLabel§TotalQuantity
source: Total Quantity
es: Cantidad Total
fr: Quantité Totale

# dsMBLabel§TotalReceive
source: Total Receive
es: Recibir total
fr: Recevez Totale

# dsMBLabel§ToTotalCost
source: To Total Cost
es: Para Coste Total
fr: Pour le Coût Total

# dsMBLabel§ToTotalQuantity
source: To Total Quantity
es: Para Cantidad Total
fr: Pour Quantité Totale

# dsMBLabel§Trade
source: Trade
es: Comercio
fr: Commerce

# dsMBLabel§TransactionType
source: Transaction Type
es: Tipo de transacción
fr: Type de transaction

# dsMBLabel§Translation
source: Translation
es: Traducción
fr: Traduction

# dsMBLabel§Triggering Meter
source: Triggering Meter
es: Disparo Medidor
fr: Déclenchement compteur

# dsMBLabel§TypicalLife
source: Typical Life
es: Vida útil típica
fr: Vie Typique

# dsMBLabel§UnconvertedCount
source: Unconverted Count
es: Conde Unconverted
fr: Nombre non converti

# dsMBLabel§Unit
source: Unit
es: Unidad
fr: Unité

# dsMBLabel§Unit Category
source: Unit Category
es: Unidad Categoría
fr: Unité Catégorie

# dsMBLabel§Unit Maintenance Plan
source: Unit Maintenance Plan
es: Plan de Mantenimiento de Unidad
fr: Plan de maintenance Unité

# dsMBLabel§Unit Related Contact
source: Unit Related Contact
es: Unidad de Contacto Relacionados
fr: Unité similaires Contact

# dsMBLabel§Unit Related Records
source: Unit Related Records
es: Unit Records Relacionados
fr: Unit Records connexes

# dsMBLabel§Unit Related Unit
source: Unit Related Unit
es: Unidad relacionados Unidad
fr: Unité Unité connexes

# dsMBLabel§Unit Usage
source: Unit Usage
es: Uso de la Unidad
fr: Unité d'utilisation

# dsMBLabel§UnitAttachment
source: Unit Attachment
es: Adjunto Unidad
fr: Unité Attachment

# dsMBLabel§UnitCost
source: Unit Cost
es: Costo Unitario
fr: Coût unitaire

# dsMBLabel§UnitRelationship
source: Unit Relationship
es: Relación Unidad
fr: Unité Relations

# dsMBLabel§UnitSpecification
source: Unit Specification
es: Especificaciones de la unidad
fr: Unité Spécifications

# dsMBLabel§User
source: User
es: Usuario
fr: Utilisateur

# dsMBLabel§User Message Key
source: User Message Key
es: Mensaje Clave de usuario
fr: Key Message utilisateur

# dsMBLabel§User Message Translation
source: User Message Translation
es: Mensaje Traducción usuario
fr: Message utilisateur Traduction

source: Valid for Hourly Inside, Hourly Outside, Per Job Inside, Per Job Outside
es: Válido para Hora En el interior, cada hora el resto, por Inside Job, por trabajo fuera
fr: Valable pour l'intérieur horaire, horaire extérieur, par emploi intérieur, Per emploi à l'extérieur

# dsMBLabel§Valid for Items
source: Valid for Items
es: Válido para Artículos
fr: Valable pour Articles

# dsMBLabel§Valid for Miscellaneous Costs
source: Valid for Miscellaneous Costs
es: Válido para Gastos Diversos
fr: Valable pour les frais divers

# dsMBLabel§Value
source: Value
es: Valor
fr: Valeur

# dsMBLabel§VarianceInReceiveTime
source: Variance In Receive Time
es: Varianza En Tiempo Recibir
fr: Variance Dans Recevez Temps

# dsMBLabel§Vendor
source: Vendor
es: Vendedor
fr: Vendeur

# dsMBLabel§Vendor Category
source: Vendor Category
es: Vendedor Categoría
fr: Vendeur Catégorie

# dsMBLabel§Version
source: Version
es: Versión

# dsMBLabel§Void Code
source: Void Code
es: Código Vacío
fr: Code Vide

# dsMBLabel§Voided Physical Count
source: Voided Physical Count
es: Anulación Artículo Valor Conde Vacío
fr: Annulation Point comte valeur Void

# dsMBLabel§Voiding Physical Count Void
source: Voiding Voided Physical Count
es: Anulación Anulado Conteo Físico
fr: Annulation Voided comte physique

# dsMBLabel§WakeUpInterval
source: Wakeup Interval
es: Wakeup Intervalo
fr: Intervalle de réveil

# dsMBLabel§Waybill
source: Waybill
es: Hoja de ruta
fr: Récépissé

# dsMBLabel§WebURL
source: Web URL
es: URL Web

# dsMBLabel§WODefaultDuration
source: WO Default Duration
es: WO Predeterminado Duración
fr: OT défaut Durée

# dsMBLabel§WOFormAdditionalBlankLines
source: WO Form Additional Blank Lines
es: WO Formar líneas en blanco adicionales
fr: OT former des lignes vierges supplémentaires

# dsMBLabel§WOFormAdditionalInformation
source: WO Form Additional Information
es: WO formulario de información adicional
fr: OT formulaire Renseignements supplémentaires

# dsMBLabel§Work Category
source: Work Category
es: Categoría Trabajo
fr: Travail Catégorie

# dsMBLabel§Work Description
source: Work Description
es: Descripción de las obras
fr: Description du travail

# dsMBLabel§Work Due Date
source: Work Due Date
es: Fecha de vencimiento del trabajo
fr: Date d'échéance du travail

# dsMBLabel§Work End Date
source: Work End Date
es: Trabajo Fin Fecha
fr: Travail Date de fin

# dsMBLabel§Work Order
source: Work Order
es: Orden de Trabajo
fr: Ordre de Travail

# dsMBLabel§Work Order Assignee
source: Work Order Assignee
es: Orden de Trabajo Cesionario
fr: Travailler cessionnaire de la créance

# dsMBLabel§Work Order Assignment
source: Work Order Assignment
es: Asignación de órdenes de trabajo
fr: Ordre de Travail Attribution

# dsMBLabel§Work Order Assignment Notification
source: Work Order Assignment Notification
es: Trabajar Orden de asignación de Notificación
fr: Bon de Commande Attribution notification

# dsMBLabel§Work Order Creation State
source: Work Order Creation State
es: Orden de Trabajo Creación Estado
fr: État Création pour les Ordre de Travail

# dsMBLabel§Work Order Expense Category
source: Work Order Expense Category
es: Orden de Trabajo de Gastos Categoría
fr: Catégorie de dépenses de Ordre de Travail

# dsMBLabel§Work Order Expense Model
source: Work Order Expense Model
es: Gastos de Trabajo de pedido Modelo
fr: Modèle de dépenses de Ordre de Travail

# dsMBLabel§Work Order Expense Model Entry
source: Work Order Expense Model Entry
es: Gastos de Trabajo de entrada de pedidos Modelo
fr: Entrée de modèle de dépenses de Ordre de Travail

# dsMBLabel§Work Order Inside
source: Work Order Inside
es: Orden de trabajo interior
fr: Travail intérieur

# dsMBLabel§Work Order Items
source: Work Order Items
es: Trabajar Items
fr: Articles de Ordre de Travail

# dsMBLabel§Work Order linked Request
source: Work Order linked Request
es: Solicitud de órdenes de trabajo vinculados
fr: Demande de travaux liée à l'Ordre de travail

# dsMBLabel§Work Order Miscellaneous
source: Work Order Miscellaneous
es: Orden de Trabajo Varios
fr: Coûts divers de Ordre de Travail

# dsMBLabel§Work Order Outside
source: Work Order Outside
es: Orden de Trabajo Afuera
fr: Travail extérieur

# dsMBLabel§Work Order Priority
source: Work Order Priority
es: Prioridad de órdenes de trabajo
fr: Priorité de Ordre de Travail

# dsMBLabel§Work Order Purchase Order
source: Work Order Purchase Order
es: Orden de Trabajo Orden de Compra
fr: Bon de Commande Ordre de Travail

# dsMBLabel§Work Order Request State Transition
source: Work Order Request State Transition
es: Orden de Trabajo de Transición Solicitud Estado
fr: Transition d'État de Demande de travaux

# dsMBLabel§Work Order State
source: Work Order State
es: Trabajo del Estado Orden
fr: État du Ordre de Travail

# dsMBLabel§Work Order State History
source: Work Order State History
es: Orden de Trabajo de Historia del Estado
fr: Histoire d'État des Ordre de Travail

# dsMBLabel§Work Order State History Status
source: Work Order State History Status
es: Orden de Trabajo Historia del Estado de Situación
fr: Statut de l'Histoire d'État des Ordre de Travail

# dsMBLabel§Work Order State Transition
source: Work Order State Transition
es: Orden de Trabajo del estado de transición
fr: Transition d'État de Ordre de Travail

# dsMBLabel§Work Start Date
source: Work Start Date
es: Trabajo Fecha de Inicio
fr: Début du travail

# dsMBLabel§WorkEndDate
source: Work End Date
es: End Work Fecha
fr: Fin du travail

# dsMBLabel§WorkingEndOfLife
source: Working End Of Life
es: Fin de trabajo de la vida
fr: Fin de vie utile

# dsMBLabel§WorkOrderCount
source: Work Order Count
es: Conde de órdenes de trabajo
fr: Comte de Bons de Commande

# dsMBLabel§WorkOrderExpenseModelUnitTaskPriority
source: Work Order Expense Model Unit Task Priority
es: Gastos de Trabajo Orden de Prelación Modelo Unidad de Tarea
fr: Priorité Unité/Tâche pour le Modèle de Dépenses pour le bon de Travail

# dsMBLabel§WorkStartDate
source: Work Start Date
es: Trabajo Fecha de Inicio
fr: Travail Date de début

# dsMBLabel§WOSequence
source: WO Sequence
es: WO Secuencia
fr: OT séquence

# dsMBLabel§WOSequenceFormat
source: WO Sequence Format
es: WO Formato de secuencia
fr: OT Format de séquence

# dsMBLabel§WRSequence
source: WR Sequence
es: WR Secuencia
fr: DT séquence

# dsMBLabel§WRSequenceFormat
source: WR Sequence Format
es: WR Formato de secuencia
fr: DT Format de séquence

# dsSavedOrganizationsLabel§Access
source: Access
es: Acceso
fr: Accès

# dsSavedOrganizationsLabel§Authentication
source: Authentication
es: Autenticación
fr: Authentification

# dsSavedOrganizationsLabel§CanDropDatabase
source: CanDropDatabase
es: Puede eliminar la base de datos

# dsSavedOrganizationsLabel§CompactBrowsers
source: Make browsers smaller by not showing details for selected record by default
es: Navegadores compactos
fr: Assurez navigateurs plus petits en ne montrant pas par défaut les détails pour l'enregistrement sélectionné

# dsSavedOrganizationsLabel§DataBaseName
source: Database Name
es: Nombre de la base de datos
fr: Nom de la base de données

# dsSavedOrganizationsLabel§DataBaseServer
source: Database Server
es: Servidor de Base de Datos
fr: Serveur

# dsSavedOrganizationsLabel§DBVersion
source: DB Version
es: DB Versión
fr: Version DB

# dsSavedOrganizationsLabel§Generation
source: Generation
es: Generación
fr: Génération

# dsSavedOrganizationsLabel§IsPreferredOrganization
source: Is Preferred Organization
es: Es Organización Preferred
fr: Est l'organisation préféré

# dsSavedOrganizationsLabel§Organization
source: Organization
es: Organización
fr: Organisation

# dsSavedOrganizationsLabel§OrganizationName
source: Organization Name
es: Nombre de la organización
fr: Nom de l'organisation

# dsSavedOrganizationsLabel§Password
source: Password
es: Contraseña
fr: Mot de passe

# dsSavedOrganizationsLabel§PreferredApplicationMode
source: Preferred Mode
es: Modo de aplicación preferida
fr: Mode préféré

# dsSavedOrganizationsLabel§PreferredOrganization
source: Preferred Organization
es: Organización Preferred
fr: Organisation préférée

# dsSavedOrganizationsLabel§PreferredOrganizationDebug
source: Preferred Organization Debug
es: Organización Preferred Debug

# dsSavedOrganizationsLabel§SoloOrganization
source: SoloOrganization
es: Organización Solo

# dsSavedOrganizationsLabel§User name
source: User name
es: Nombre de usuario
fr: Nom d'utilisateur

# dsSecurityOnServerLabel§Authentication
source: Authentication
es: Autenticación
fr: Authentification
