Repository: thinkageltd/MainBoss
Catalog: Thinkage.MainBoss.Database/TranslationResources/messages.*.resx
Languages: es, fr

# dsSecurityOnServerLabel§Authentication Credential
source: Authentication Credential
es: Credencial de Autenticación
fr: Credential d'authentification

# dsSecurityOnServerLabel§Enabled
source: Enabled
es: Habilitado
fr: Activée

# dsSecurityOnServerLabel§Generation
source: Generation
es: Generacion
fr: Génération

# dsSecurityOnServerLabel§InMainBossRole
source: InMainBossRole
es: En el rol de MainBoss
fr: Dans MainBoss Role

# dsSecurityOnServerLabel§IsDBO
source: IsDBO
es: Es DBO
fr: Est DBO

# dsSecurityOnServerLabel§IsLoginManager
source: IsLoginManager
es: Es el gestor de inicio de sesión
fr: Le gestionnaire de connexion

# dsSecurityOnServerLabel§IsSysAdmin
source: IsSysAdmin
es: ¿Es Sys Admin
fr: Est Sys Admin

# dsSecurityOnServerLabel§Login name
source: Login name
es: Nombre de inicio de sesión
fr: Identifiant

# dsSecurityOnServerLabel§Password
source: Password
es: Contraseña
fr: Mot de passe

# dsSecurityOnServerLabel§User name
source: User name
es: Nombre de usuario
fr: Nom d'utilisateur

# MainBossService§EstimatedCompletionDate
source: Estimated Completion Date:
es: Fecha estimada de finalización:
fr: Date d'achèvement prévue :

# MainBossService§OriginalRequestPreamble
source: Here is the original request:
es: Aqui está la solicitud original:
fr: Voici la demande originale :

# MainBossService§ReferenceWorkRequest
source: Reference: Work Request #
es: Referencia: Solicitud de trabajo #
fr: Référence : demande de travaux Nº

# MainBossService§RequestAddCommentPreamble
source: You may add remarks to the Request at
es: Puede añadir observaciones a la solicitud en
fr: Vous pouvez ajouter des commentaires à l'applicationt

# MainBossService§RequestDeniedPreamble
source: Your request was denied for the reasons outlined below
es: Su petición fue denegada por las razones expuestas a continuación
fr: Votre demande de travaux a été refusée pour les motifs exposés ci-après

# MainBossService§RequestorInitialCommentPreamble
source: Your work request has been received and will now be reviewed.
es: Su solicitud de trabajo se ha recibido y ahora será revisado.
fr: Nous avons reçu votre demande de travaux et nous l'examinons.

# MainBossService§RequestorNotificationIntroduction
source: Current status of your work request
es: Estado actual de su solicitud de trabajo
fr: État actuel de votre demande de travaux

# MainBossService§RequestorStatusPending
source: Requestor Status Pending
es: Estado Solicitante Pendiente
fr: Statut du demandeur en attente

# MainBossService§RequestURLPreamble
source: This Request may be web accessible at
es: Esta Solicitud puede ser web, accesible en
fr: Cette Demande peut être accessible sur le Web à

# MainBossService§WorkOrderURLPreamble
source: This Work Order may be web accessible at
es: Esta Orden de trabajo puede ser web, accesible en
fr: Cet Ordre de Travail peut être accessible sur le Web à

# Thinkage.MainBoss.Database.StateCode§Closed
source: Closed
es: Cerrada
fr: Fermée

# Thinkage.MainBoss.Database.StateCode§Draft
source: Draft
es: Borrador
fr: Ébauche

# Thinkage.MainBoss.Database.StateCode§End Early
source: End Early
es: Termine Temprana
fr: Fin Tôt

# Thinkage.MainBoss.Database.StateCode§End Late
source: End Late
es: Termine Tarde
fr: Fin Tardif

# Thinkage.MainBoss.Database.StateCode§In Progress
source: In Progress
es: Progresando
fr: En cours

# Thinkage.MainBoss.Database.StateCode§Issued
source: Issued
es: Emitado
fr: Émis

# Thinkage.MainBoss.Database.StateCode§New
source: New
es: Nuevo
fr: Nouveau

# Thinkage.MainBoss.Database.StateCode§New Request
source: New Request
es: Nueva Solicitud
fr: Nouvelle Demande de travaux

# Thinkage.MainBoss.Database.StateCode§Open
source: Open
es: Abierto
fr: Ouverte

# Thinkage.MainBoss.Database.StateCode§Overdue
source: Overdue
es: Atrasado
fr: Arriéré

# Thinkage.MainBoss.Database.StateCode§Purchase Order being drafted
source: Purchase Order being drafted
es: La orden de compra esta siendo borrada
fr: Bon de Commande en ébauche

# Thinkage.MainBoss.Database.StateCode§Purchase Order completed
source: Purchase Order completed
es: Orden de compra completa
fr: Bon de Commande complétée

# Thinkage.MainBoss.Database.StateCode§Purchase Order issued to vendor
source: Purchase Order issued to vendor
es: Orden de compra emitada al vendedor
fr: Bon de Commande émis au fournisseur

# Thinkage.MainBoss.Database.StateCode§Purchase Order voided
source: Purchase Order voided
es: Orden de compra anulada
fr: Bon de Commande annulé

# Thinkage.MainBoss.Database.StateCode§Request has been completed
source: Request has been completed
es: La solicitud ha sido completada
fr: Demande de travaux a été complétée.

# Thinkage.MainBoss.Database.StateCode§Request work in progress
source: Request work in progress
es: Solicitud de trabajo en progreso
fr: Demande de travaux en cours

# Thinkage.MainBoss.Database.StateCode§Start Early
source: Start Early
es: Comenzar Temprano
fr: Commencez tôt

# Thinkage.MainBoss.Database.StateCode§Start Late
source: Start Late
es: Comenzar Tarde
fr: Tard

# Thinkage.MainBoss.Database.StateCode§Voided
source: Voided
es: Anulado
fr: Annulé

# Thinkage.MainBoss.Database.StateCode§Work Order being drafted
source: Work Order being drafted
es: Orden de Trabajo está elaborando
fr: Ordre de Travail en ébauche

# Thinkage.MainBoss.Database.StateCode§Work Order completed
source: Work Order completed
es: Orden de trabajo completa
fr: Ordre de Travail complété

# Thinkage.MainBoss.Database.StateCode§Work Order voided
source: Work Order voided
es: Orden de trabajo anulada
fr: Ordre de Travail annulée

# Thinkage.MainBoss.Database.StateCode§Work Order waiting
source: Work Order waiting
es: Esperando orden de trabajo
fr: Ordre de Travail en attente

source: '{0}' cannot contain itself either directly or indirectly
es: '{0}' no puede contenerse a sí mismo, ya sea directa o indirectamente
fr: '{0}' ne peut pas se contenir ni directement ni indirectement

source: {0} group is looking for an identifier from set of *, {1}
es: {0} grupo está buscando un identificador de conjunto de *, {1}
fr: Le groupe {0} est à la recherche d'un identificateur l'un de *, {1}

# Thinkage.MainBoss.Database§{0} is not a group expecting any more identifiers
source: {0} is not a group expecting any more identifiers
es: {0} no es un grupo esperando alguna más identificadores
fr: {0} n'est pas un groupe s'attendant à identifiants supplémentaires

# Thinkage.MainBoss.Database§'{0}' is not a MainBoss database
source: '{0}' is not a MainBoss database
es: '{0}' No es una base de datos de MainBoss
fr: '{0}' n'est pas une base de données MainBoss

# Thinkage.MainBoss.Database§{0} mailbox '{1}' server '{2}' on port {3} using {4}
source: {0} mailbox '{1}' server '{2}' on port {3} using {4}
es: {0} buzón '{1}' servidor '{2}' en el puerto {3} usando {4}
fr: {0} boîte aux lettres '{1}' serveur '{2}' sur le port {3} utilisation de {4}

# Thinkage.MainBoss.Database§{0} must be zero
source: {0} must be zero
es: {0} debe ser cero
fr: {0} doit être égal à zéro

# Thinkage.MainBoss.Database§{0} plain text
source: {0} plain text
es: {0} texto plano
fr: {0} texte brut

# Thinkage.MainBoss.Database§{0} rejection {0.IsOne ? message : messages } for {1}
source: {0} rejection {0.IsOne ? message : messages } for {1}
es: {0} {0.IsOne ? mensaje : mensajes } de rechazo para {1}
fr: {0} {0.IsOne ? message : messages } de réjection pour {1}

# Thinkage.MainBoss.Database§{0} server '{1}' on port {2} using {3}
source: {0} server '{1}' on port {2} using {3}
es: {0} Servidor '{1}' en el puerto {2} usando {3}
fr: {0} serveur '{1}' sur le port {2} utilisation de {3}

# Thinkage.MainBoss.Database§{0} with {1}
source: {0} with {1}
es: {0} con {1}
fr: {0} avec {1}

# Thinkage.MainBoss.Database§{0} with unknown security
source: {0} with unknown security
es: {0} con la seguridad desconocida
fr: {0} avec sécurité inconnu

# Thinkage.MainBoss.Database§{0} Work Orders were created.
source: {0} Work Orders were created.
es: Se crearon {0} órdenes de trabajo.
fr: {0} Ordres de travail ont été créés.

source: {0}. No email requests will be processed until the problem has been fixed
es: {0}. No se procesarán solicitudes por correo electrónico hasta que el problema se ha solucionado
fr: {0}. Aucune demande de courriel ne sera traitée jusqu'à ce que le problème a été corrigé

source: {0}="{1}" is unknown, Authentication must be one of '{2}'
es: {0} = "{1}" es desconocido, la autenticación debe ser uno de '{2}'
fr: {0}="{1}" est inconnu, l'authentification doit être l'une des '{2}'

# Thinkage.MainBoss.Database§¯SQL Security Enumerator
source: SQL Security Enumerator
es: Enumerador de seguridad de SQL

source: A Contact for email address '{0} could not be created since Contacts already exist for '{1}'
es: Un Contacto dirección de correo electrónico '{0} no se pudo crear desde Contactos ya existe para '{1}'
fr: Impossible de créer un Contact pour l'adresse e-mail '{0} parce que des Contacts existent déjà pour '{1}'

# Thinkage.MainBoss.Database§A MainBoss Service named '{0}' created on '{1}'
source: A MainBoss Service named '{0}' created on '{1}'
es: A MainBoss Service nombre '{0}' creado en '{1}'
fr: Un service MainBoss nommé '{0}' créé le '{1}'

source: A Request could not be created because a unique Contact could not be found for email address '{0}'
es: Una solicitud no se pudo crear debido a un contacto único no se pudo encontrar para la dirección de correo electrónico '{0}'
fr: Une demande n'a pas pu être créée car un Contact unique n'a pas pu être trouvé pour l'adresse de courriel '{0}'

source: A Request could not be created because the email address '{0}' does not match the email address of any Requestor
es: Una solicitud no se pudo crear porque la dirección de correo electrónico '{0}' no coincide con la dirección de correo electrónico de cualquier Solicitante
fr: Une demande n'a pas pu être créée parce que l'adresse de courriel '{0}' ne correspond pas à l'adresse de courriel d'aucun Demandeur

source: A Request could not be created because the email address '{0}' is not unique to one Requestor
es: Una solicitud no se pudo crear porque la dirección de correo electrónico '{0}' no es aplicable sólo a uno del Solicitante
fr: Une demande n'a pas pu être créée parce que l'adresse de courriel '{0}' n'est pas unique à un seul Demandeur

# Thinkage.MainBoss.Database§A SQL login for user {0} could not be created
source: A SQL login for user {0} could not be created
es: No se pudo crear un inicio de sesión de SQL para el usuario {0}
fr: Une connexion SQL pour l'utilisateur {0} n'a pas pu être créée

source: A SQL login for user '{0}' exists but you do not have permission to add that user to the MainBoss database
es: Un inicio de sesión de SQL para el usuario '{0}' existe, pero no tiene permiso para agregar ese usuario a la base de datos de MainBoss
fr: Une connexion SQL pour l'utilisateur '{0}' existe mais vous n'avez pas l'autorisation d'ajouter cet utilisateur à la base de données MainBoss

# Thinkage.MainBoss.Database§Accounting is limited to {0} cost centers.
source: Accounting is limited to {0} cost centers.
es: La contabilidad es limitada a {0} centros de costos.
fr: La comptabilité est limitée à {0} centres de coûts.

# Thinkage.MainBoss.Database§Accounting_Comment
source: Permission to view and edit money-related information, including cost centers, chargebacks, work order expenses, and purchase order costs. If you only have this role, you only have access to relevant entries in the Coding Definitions section of the MainBoss control panel; therefore you usually combine this role with other roles. For example, if you have both the WorkOrder and AccountingView security roles, you will be able to specify and edit cost information in work orders.
es: El permiso para ver y editar la información relacionada con el dinero, incluyendo los centros de costos, cargos, gastos de orden de trabajo, y los costos de la orden de compra. Si sólo dispone de esta función, sólo tienes acceso a las entradas pertinentes en la sección Definiciones de código del panel de control MainBoss, por lo que suelen combinar esta función con otras funciones. Por ejemplo, si usted tiene tanto la OrdenDeTrabajo y funciones de seguridad VerContabilidad, usted será capaz de especificar y editar la información de costos en las órdenes de trabajo.
fr: Autorisation d’afficher et de modifier les renseignements d’ordre financier, notamment les centres de coûts, la facturation à des tiers, les dépenses liées à un bon de travail et les prix d’achat. Toutefois, ce rôle ne donne accès qu’aux entrées pertinentes de la section Définition des codes de la console MainBoss. Par conséquent, il est normalement nécessaire de combiner ce rôle à d'autres. Par exemple, l’utilisateur qui possède les rôles de sécurité WorkOrder et AccountingView peut préciser et modifier les renseignements relatifs aux coûts des bons de travail.

# Thinkage.MainBoss.Database§Accounting_Desc
source: Create, edit money-related information
es: Crear, editar la información relacionada con el dinero
fr: Créer, modifier les renseignements financiers

# Thinkage.MainBoss.Database§Accounting_Name
source: Accounting
es: Contabilidad
fr: Comptabilité

# Thinkage.MainBoss.Database§AccountingView_Comment
source: Permission to read money-related information, including cost centers, chargebacks, work order expenses, and purchase order costs. You cannot change any of this information unless you have additional security roles. (For example, if you have this role and also the WorkOrder security role, you can change resource costs associated with a specific work order.)
es: Permiso para leer la información relacionada con el dinero, incluyendo los centros de costos, cargos, gastos de orden de trabajo, y los costos de la orden de compra. Usted no puede cambiar nada de esta información a menos que tenga funciones de seguridad adicionales. (Por ejemplo, si usted tiene esta función y también la función de seguridad OrdenDeTrabajo, puede cambiar los costos de recursos asociados con una orden de trabajo específica.)
fr: Autorisation de consulter les renseignements d’ordre financier, notamment les centres de coûts, la facturation à des tiers, les dépenses liées à un bon de travail et les prix d’achat. Des rôles de sécurité supplémentaires sont exigés pour modifier ces renseignements. (Par exemple, en combinant ce rôle de sécurité et le rôle WorkOrder, il est possible de modifier les coûts d’une ressource associée à un bon de travail donné.)

# Thinkage.MainBoss.Database§AccountingView_Desc
source: Read accounting information
es: Leer la información contable
fr: Consulter les renseignements comptables

# Thinkage.MainBoss.Database§AccountingView_Name
source: AccountingView
es: VerContabilidad

# Thinkage.MainBoss.Database§AccountingWorkOrder_Comment
source: Permission to deal with all costs of materials on work orders. To deal with labor costs on work orders, you also need AccountingView. Other permissions may let you specify the quantity of items and/or labor used in a work order, but not their cost.
es: La autorización para hacer frente a todos los costes de los materiales de órdenes de trabajo. Para hacer frente a los costos laborales de las órdenes de trabajo, también es necesario VerContabilidad. Es posible que otros permisos permiten especificar la cantidad de artículos y / o mano de obra utilizada en una orden de trabajo, pero no su costo
fr: Autorisation de faire des opérations sur tous les coûts de matériaux des bons de travail. Pour modifier les coûts de main-d’œuvre des bons de travail, il faut posséder le rôle AccountingView. D’autres autorisations peuvent permettre de préciser le nombre d’articles ou d’heures de main-d’œuvre pour un bon de travail, mais pas leur coût.

# Thinkage.MainBoss.Database§AccountingWorkOrder_Desc
source: View, override costs of labor and materials on work orders
es: Ver, anular los costes de mano de obra y materiales en las órdenes de trabajo
fr: Afficher, outrepasser les coûts de main-d’œuvre et de matériaux sur des bons de travail

# Thinkage.MainBoss.Database§AccountingWorkOrder_Name
source: AccountingWorkOrder
es: ContabilidadOrdenDeTrabajo

source: Active Directory does not have an entry for email address '{0}'
es: Active Directory no tiene una entrada para la dirección de correo electrónico '{0}'
fr: Active Directory n'a pas une entrée d'adresse e-mail '{0}'

# Thinkage.MainBoss.Database§Activities
source: Activities
es: Actividades
fr: Activités

# Thinkage.MainBoss.Database§Activity
source: Activity
es: Actividad
fr: Activité

# Thinkage.MainBoss.Database§Activity is limited to {0} Locations of all types.
source: Activity is limited to {0} Locations of all types.
es: Actividad se limita a {0} ubicaciones de todo tipo.
fr: L'activité est limitée à {0} emplacements de tous les types.

# Thinkage.MainBoss.Database§Activity is limited to {0} requests.
source: Activity is limited to {0} requests.
es: Actividad se limita a {0} peticiones.
fr: L'activité est limitée à {0} demandes.

source: Activity is limited to {0} Work Orders and {1} Resource demands.
es: Actividad se limita a {0} órdenes de trabajo y {1} demandas de recursos.
fr: L'activité est limitée à {0} Ordres de Travail et {1} demandes de ressources.

# Thinkage.MainBoss.Database§Actual costs must be zero
source: Actual costs must be zero
es: Los costos reales debe ser cero
fr: Les coûts réels doivent être zéro

# Thinkage.MainBoss.Database§Actual Hourly Inside
source: Actual Hourly Inside
es: Actual Hora Interior
fr: Travail horaire intérieur

# Thinkage.MainBoss.Database§Actual Hourly Outside (no PO)
source: Actual Hourly Outside
es: Actual Hora Exterior
fr: Travail horaire extérieur

# Thinkage.MainBoss.Database§Actual Hourly Outside (with PO)
source: Actual Hourly Outside (with PO)
es: Actual Hora Exterior (con PO)
fr: Travail horaire extérieur (avec B/C)

# Thinkage.MainBoss.Database§Actual Item
source: Actual Item
es: Actual Artículo
fr: Item

# Thinkage.MainBoss.Database§Actual Miscellaneous Cost
source: Actual Miscellaneous Cost
es: Actual Varios Costo
fr: Coût Divers

# Thinkage.MainBoss.Database§Actual Per Job Inside
source: Actual Per Job Inside
es: Actual Per Trabajo Interior
fr: Travail par mission intérieur

# Thinkage.MainBoss.Database§Actual Per Job Outside (no PO)
source: Actual Per Job Outside
es: Actual Per Trabajo Exterior
fr: Travail par mission extérieur

# Thinkage.MainBoss.Database§Actual Per Job Outside (with PO)
source: Actual Per Job Outside (with PO)
es: Actual Per Trabajo Exterior (con PO)
fr: Travail par mission extérieur (avec B/C)

source: Add a comment to this Purchase Order or change its Status without changing State
es: Añadir un comentario a esta Orden de Compra o cambiar su Estado sin cambiar de Estado
fr: Ajouter un commentaire à ce Bon de Commande ou modifier son statut sans changer d'état

source: Add a comment to this Request or change its Status without changing State
es: Añadir un comentario a esta Solicitud o cambiar su Estado sin cambiar de Estado
fr: Ajouter un commentaire à cette Demande de travaux ou modifier son Statut sans changer d'État

source: Add a comment to this Work Order or change its Status without changing State
es: Añadir un comentario a esta Orden de Trabajo o cambiar su Estado sin cambiar de Estado
fr: Ajouter un commentaire à cette commande de travail ou modifier son état sans changer d'état

# Thinkage.MainBoss.Database§Add Purchase Order Comment
source: Add Purchase Order Comment
es: Añadir Comentario de pedido de compra
fr: Ajouter un commentaire sur la commande

# Thinkage.MainBoss.Database§Add Work Order Comment
source: Add Work Order Comment
es: Añadir Comentario de orden de trabajo
fr: Ajouter un commentaire de commande de travail

source: Adding a transition would result in an infinite cycle of state transitions
es: Adición de una transición resultaría en un ciclo infinito de transiciones de estado
fr: Ajout d'une transition se traduirait par un cycle infini de transitions d'état

# Thinkage.MainBoss.Database§Adjustment
source: Adjustment
es: Ajuste
fr: Ajustement

# Thinkage.MainBoss.Database§Administration
source: Administration
es: Administración

# Thinkage.MainBoss.Database§Administration_Comment
source: Complete access to all appropriate records in the Administration section of the MainBoss control panel. This also allows access to certain other types of records including the tables for authorized assignees and requestors. (Note that records in Administration | Database History can never be edited, in order to preserve an accurate history.)
es: El acceso completo a todos los documentos necesarios en la sección de administración del panel de control MainBoss. Esto también permite el acceso a otros tipos de registros, incluyendo las tablas para que los cesionarios autorizados y solicitantes. (Tenga en cuenta que los registros de la Administración | Historia de base de datos no pueden ser editadas, con el fin de preservar una historia exacta.)
fr: Accès complet à tous les enregistrements pertinents de la section Administration de la console MainBoss. Cela autorise également l’accès à certains autres types d’enregistrements, notamment les tables des utilisateurs assignés et des demandeurs autorisés. (Il est à noter qu’afin d’assurer l’exactitude de l’historique, les enregistrements dans Administration | Historique de la base de données ne peuvent jamais être modifiés.)

# Thinkage.MainBoss.Database§Administration_Desc
source: View, create, edit and delete Administration data
es: Ver, crear, editar y borrar datos de la Administración
fr: Afficher, créer, modifier et supprimer des données sur l’administration

# Thinkage.MainBoss.Database§Administration_Name
source: Administration
es: Administración

# Thinkage.MainBoss.Database§AdministrationView_Comment
source: Permission to read all data in the Administration section of the MainBoss control panel. This also permits viewing certain other types of records, including the tables for authorized assignees and requestors. You cannot make any kind of change to the data unless you have additional security roles. (AdministrationView is not needed if a user already has the Administration security role.)
es: Permiso para leer todos los datos en la sección de administración del panel de control MainBoss. Esto también permite ver algunos otros tipos de registros, incluidas las tablas para que los cesionarios autorizados y solicitantes. Usted no puede hacer ningún tipo de cambio en los datos a menos que tenga funciones de seguridad adicionales. (VerAdministración no es necesaria si un usuario ya tiene la función de seguridad Administración.)
fr: Autorisation de consulter toutes les données de la section Administration de la console MainBoss. Cela autorise également l’affichage de certains autres types d’enregistrements, notamment les tables des utilisateurs assignés et des demandeurs autorisés. Des rôles de sécurité supplémentaires sont exigés pour modifier les données d'une façon quelconque. (Le rôle AdministrationView n'est pas exigé si l'utilisateur possède déjà le rôle de sécurité Administration.)

# Thinkage.MainBoss.Database§AdministrationView_Desc
source: Read access to Administration section
es: Acceso de lectura a la Sección de Administración
fr: Consulter l’accès à la section Administration

# Thinkage.MainBoss.Database§AdministrationView_Name
source: AdministrationView
es: VerAdministración

# Thinkage.MainBoss.Database§All errors may also be reviewed in the 'Errors' tab.
source: All errors may also be reviewed in the 'Errors' tab.
es: Todos los errores también pueden ser revisados en la pestaña de "errores".
fr: Toutes les erreurs peuvent également être examinés dans l'onglet 'Erreurs'.
