Repository: thinkageltd/MainBoss
Catalog: Thinkage.MainBoss.Database/TranslationResources/messages.*.resx
Languages: es, fr

source: Requestors {0} have the same email address '{1}' in Active Directory
es: Solicitantes {0} tienen la misma dirección de correo electrónico '{1}' en Active Directory
fr: {0} demandeurs ont la même adresse de courriel '{1}' dans Active Directory

# Thinkage.MainBoss.Database§Requests
source: Requests
es: Peticiones
fr: Demandes

# Thinkage.MainBoss.Database§RequestView_Comment
source: Permission to view all information in the Requests section of the MainBoss control panel. You cannot change any of this information unless you have additional security roles. (RequestView is not needed if a user already has the Request security role.)
es: Permiso para ver toda la información en la sección de Peticiones del panel de control MainBoss. Usted no puede cambiar nada de esta información a menos que tenga funciones de seguridad adicionales. (VerSolicitud no es necesaria si un usuario ya tiene la función de seguridad Solicitud.)
fr: Autorisation d’afficher tous les renseignements de la section Demande de travaux de la console MainBoss. Des rôles de sécurité supplémentaires sont exigés pour modifier ces renseignements. (Le rôle RequestView n’est pas exigé si l’utilisateur possède déjà le rôle de sécurité Request.)

# Thinkage.MainBoss.Database§RequestView_Desc
source: View permission on requests
es: Ver sobre las solicitudes de permiso
fr: Afficher l’autorisation des demandes de travaux

# Thinkage.MainBoss.Database§RequestView_Name
source: RequestView
es: VerSolicitud

# Thinkage.MainBoss.Database§Restore MainBoss Database
source: Restore MainBoss Database
es: Restaurar base de datos MainBoss
fr: Restaurer la base de données MainBoss

# Thinkage.MainBoss.Database§Restore source '{0}'
source: Restore source '{0}'
es: Restaurar la fuente '{0}'
fr: Restaurer source '{0}'

# Thinkage.MainBoss.Database§Restored by MainBoss on {0}
source: Restored by MainBoss on {0}
es: Restaurado por MainBoss en {0}
fr: Restauré par MainBoss sur {0}

source: Restoring a Requestor from '{0}' with Contact Code '{1}'
es: Restauración de un Solicitante de '{0}' con el Código de Contacto '{1}'
fr: Restauration d'un demandeur de '{0}' avec le Code de Contact '{1}'

# Thinkage.MainBoss.Database§Restoring Contact '{0}'
source: Restoring Contact '{0}'
es: Restauración de Contacto '{0}'
fr: Rétablir le Contact '{0}'

# Thinkage.MainBoss.Database§Restoring database {0} on database server {1}
source: Restoring database {0} on database server {1}
es: Restaurar la base de datos {0} en el servidor de base de datos {1}
fr: Base de données Restauration de {0} sur le serveur de base de données {1}

# Thinkage.MainBoss.Database§Retrieved message from '{0}' with {1} parts
source: Retrieved message from '{0}' with {1} parts
es: Mensaje Obtenido de '{0}' con {1} partes
fr: Récupérée message de '{0}' avec {1} parties

# Thinkage.MainBoss.Database§Retrieving {0} Email {0.IsOne ? message : messages }
source: Retrieving {0} Email {0.IsOne ? message : messages }
es: Recuperando {0} Correo {0.IsOne ? mensaje : messages }
fr: Récupération du {0} message {0.IsOne ? message : messages }

source: Running this program as an Administrator may enable the configuration checks
es: La ejecución de este programa como Administrador puede permitir la comprobación de la configuración
fr: L'exécution de ce programme en tant qu'administrateur peut permettre les vérifications de configuration

# Thinkage.MainBoss.Database§season
source: season
es: Estación
fr: saison

source: Security Identification to the SQL Server. For internal use only.
es: Identificación de seguridad para SQL Server. Sólo para uso interno.
fr: Identification de sécurité sur SQL Server. Pour usage interne uniquement.

# Thinkage.MainBoss.Database§Selecting Unit Maintenance Plans with user criteria
source: Selecting Unit Maintenance Plans with user criteria
es: Seleccionando planes de Mantenimiento para unidades con cirterios del usuario
fr: Sélection de programmes de maintenance d'unités à partir des critères de l'utilisateur

# Thinkage.MainBoss.Database§Sent: {0}
source: Sent: {0}
es: Enviado: {0}
fr: Envoyé: {0}

# Thinkage.MainBoss.Database§Server authentication method to use
source: Server authentication method to use
es: Método de autenticación del servidor a utilizar
fr: Méthode d'authentification du serveur à utiliser

# Thinkage.MainBoss.Database§Service '{0}' exists but is not a MainBoss Service
source: Service '{0}' exists but is not a MainBoss Service
es: El servicio '{0}' existe pero no es un servicio de MainBoss
fr: Le service '{0}' existe mais n'est pas un service MainBoss

# Thinkage.MainBoss.Database§SMTP Server '{0}' on port {1}
source: SMTP Server '{0}' on port {1}
es: Servidor SMTP '{0}' en el puerto {1}
fr: Serveur SMTP '{0}' sur le port {1}

# Thinkage.MainBoss.Database§Some purchased items have already been received
source: Some purchased items have already been received
es: El mismo item existe en la ordend e compra recibida
fr: Certains articles achetés ont déjà été reçus.

source: Specification Form Fields cannot be changed if a Specification already uses their associated Specification Form
es: Especificación de campos de formulario no se puede cambiar si una especificación ya utiliza su formulario de especificaciones asociadas
fr: Les champs de la fiche technique ne peuvent pas être modifiés quand la fiche correspondante est utilisée.

# Thinkage.MainBoss.Database§SQL security enumerator
source: SQL security enumerator
es: enumerador de seguridad de SQL

# Thinkage.MainBoss.Database§SQL Server Connection string.
source: SQL Server Connection string.
es: Cadena de conexión de SQL Server.

# Thinkage.MainBoss.Database§SQL User
source: SQL User
es: SQL Usuario
fr: L'utilisateur SQL

# Thinkage.MainBoss.Database§SQL Version {0}
source: SQL Version {0}
es: SQL Versión {0}

# Thinkage.MainBoss.Database§Stale message, over 30 days old
source: Stale message, over 30 days old
es: Mensaje rancio, más de 30 días de edad
fr: Message de rassis, vieux de plus de 30 jours

source: Start mode of MainBoss Service '{0}' is 'Manual'. It should be set to 'Automatic'
es: Modo de servicio MainBoss Comienza '{0}' es 'Manual'. Se debe establecer en "Automático"
fr: Mode de service MainBoss Démarrer '{0}' est 'Manuel'. Il doit être réglé sur 'Automatique'

# Thinkage.MainBoss.Database§Storeroom
source: Storeroom
es: Trastero
fr: Magasin

source: Storeroom Assignment reference {0} is not valid for this database
es: Almacén La referencia de asignación {0} no es válida para esta base de datos
fr: La référence d'affectation de stockage {0} n'est pas valide pour cette base de données

# Thinkage.MainBoss.Database§Storerooms
source: Storerooms
es: Trasteros
fr: Magasins

# Thinkage.MainBoss.Database§Sub Location
source: Sub Location
es: Sub Ubicación
fr: Sous Emplacement

# Thinkage.MainBoss.Database§Subject
source: Subject
es: Asunto
fr: Sujet

# Thinkage.MainBoss.Database§Subject: {0}
source: Subject: {0}
es: Sujeto: {0}
fr: Sujet: {0}

# Thinkage.MainBoss.Database§Successfully authenticated with
source: Successfully authenticated with
es: Autenticado con éxito
fr: Authentifié avec succès avec

# Thinkage.MainBoss.Database§Suspend WO
source: S&uspend
es: Suspender
fr: Suspendre un bon de travail

source: Syntax error in the regular expression /{0}/ used to reject auto created Requests, as a result no Email addresses will be rejected
es: Error de sintaxis en la expresión regular /{0}/ utiliza para rechazar solicitudes de auto creado, como resultado serán rechazadas sin direcciones de correo electrónico
fr: Erreur de syntaxe dans l'expression régulière {0} utilisée pour rejeter des demandes auto créés, ainsi aucune adresse de courriel sera rejetée

source: Syntax error in the regular expression /{0}/ used to validate acceptable auto created requests, as a result all Email addresses will be acceptable
es: Error de sintaxis en la expresión regular /{0}/ utiliza para validar las solicitudes de auto creado aceptables, como resultado todas las direcciones de correo electrónico serán aceptables
fr: Erreur de syntaxe dans l'expression régulière {0} permettant les demandes acceptables auto créés, ainsi toutes les adresses de courriel seront acceptables

# Thinkage.MainBoss.Database§Task {0} on Unit {1}
source: Task {0} on Unit {1}
es: La tarea {0} en la Unidad {1}
fr: Tâche {0} sur l'unité {1}

# Thinkage.MainBoss.Database§Task '{0}', Schedule '{1}'
source: Task '{0}', Schedule '{1}'
es: La tarea '{0}', Programa '{1}'
fr: Groupe '{0}' annexe '{1}'

# Thinkage.MainBoss.Database§Template Temporary Storage
source: Template Temporary Storage
es: Almacén Temporal Plantilla
fr: Stockage temporaire modèle

# Thinkage.MainBoss.Database§Temporary Storage
source: Temporary Storage
es: Almacén Temporal
fr: Stockage temporaire

# Thinkage.MainBoss.Database§The '{0}' activity predates the latest Physical Count
source: The '{0}' activity predates the latest Physical Count
es: El '{0}' actividad anterior a la última Conteo Físico
fr: Le '{0}' activité antérieure à la dernière comte physique

# Thinkage.MainBoss.Database§The authentication password to use.
source: The authentication password to use.
es: La contraseña de autenticación que se utilizará.
fr: Le mot de passe d'authentification à utiliser.

# Thinkage.MainBoss.Database§The authentication username to use.
source: The authentication username to use.
es: El nombre de usuario de autenticación que se va a utilizar.
fr: Le nom d'utilisateur d'authentification à utiliser.

# Thinkage.MainBoss.Database§The calculated Next Schedule Date {0} is invalid
source: The calculated Next Schedule Date {0} is invalid
es: La Lista Siguiente calculado Fecha {0} no es válido
fr: L'annexe suivante calculée Date de {0} n'est pas valide

# Thinkage.MainBoss.Database§The calculated Next Schedule Reading {0} is invalid
source: The calculated Next Schedule Reading {0} is invalid
es: La calculada Siguiente Horario Reading {0} no es válido
fr: Le calculée suivant l'annexe lecture {0} n'est pas valide

# Thinkage.MainBoss.Database§The calculated Next Work End Date {0} is invalid
source: The calculated Next Work End Date {0} is invalid
es: La calculada Siguiente Trabajo Fin Fecha {0} no es válido
fr: Le calculée suivant travail Date de fin {0} n'est pas valide

# Thinkage.MainBoss.Database§The calculated Next Work Start Date {0} is invalid
source: The calculated Next Work Start Date {0} is invalid
es: El siguiente trabajo Fecha de inicio calculada {0} no es válido
fr: Le calculée suivant travail Date de début {0} n'est pas valide

source: The changes made to this Windows Service for MainBoss will be lost when the old 'MainBoss Service' is uninstalled. Please do the uninstall first.
es: Los cambios realizados en este Servicio Windows para MainBoss se perderán cuando el viejo 'MainBoss Servicio' se desinstala. Por favor hacer la desinstalación primero.
fr: Les modifications apportées à ce Service Windows pour MainBoss seront perdues lors de la désinstallation de l'ancien 'MainBoss Service'. S'il vous plaît faire d'abord la désinstaller.

source: The Containing Task cannot contain itself directly or indirectly
es: El Grupo Conteniendo no puede contener en sí directa o indirectamente
fr: Le Groupe ne peut pas contenir contenant lui-même directement ou indirectement

source: The Cost Center of a Storage Assignment cannot be changed because the Total Cost is not zero
es: El Centro de Costo de una asignación de almacenamiento no se puede cambiar porque el coste total no es cero
fr: Le Centre d'une cession de stockage des coûts ne peut pas être changé parce que le coût total n'est pas nul

source: The current Purchase Order State does not permit changes to receiving
es: El estado de la orden de compra actual no permite cambios en el recibido
fr: L'état actuel du Bon de Commande ne permet pas de modifier une réception.

source: The current Purchase Order State does not permit changes to the Purchase Order
es: El estado de la orden de compra actgual no permite cambios en la orden de compra
fr: L'état actuel du bon de travail ne permet pas de modifier le Bon de Commande.

source: The current Purchase Order State does not permit changes to the Purchase Order lines
es: El estado de la orden de compra actual no permite cambios en las lineas de la orden de compra
fr: L'état actuel du Bon de Commande ne permet pas de modifier les lignes du Bon de Commande.

source: The current Work Order State does not permit changes to Chargeback detail lines
es: El actual orden de trabajo del estado no permite cambios de cargo a las líneas de detalle
fr: L'État actuel Ordre de Travail ne permet pas de changements à la rétrofacturation lignes de détail

source: The current Work Order State does not permit changes to Chargebacks
es: El estado de la orden actual no permite cambios para cargo revertido
fr: L'état actuel du bon de travail ne permet pas de modifier la facturation à un tiers.

source: The current Work Order State does not permit changes to its associated Meter Readings
es: El actual estado de órdenes de trabajo no permite cambios a sus asociados las lecturas de medidor
fr: L'état actuel Ordre de Travail ne permet pas de modifications à ses associés lectures des compteurs

source: The current Work Order State does not permit changes to operational information
es: El actual Orden de Trabajo del estado no permite cambios a la información operativa
fr: L'état actuel du bon de travail ne permet pas de modifier l’information opérationnelle.

source: The current Work Order State does not permit changes to resource demands
es: El estado de la orden de trabjo actual no permite cambios para demanda de recursos
fr: L'état actuel du bon de travail ne permet pas de modifier les demandes de ressources.

source: The current Work Order State does not permit changes to temporary storage
es: El estado de a orden de trabajo actual no permite cambios para almacenamiento temporal
fr: L'état actuel du bon de travail ne permet pas de modifier l'espace de rangement temporaire.

source: The current Work Order State does not permit changes to the Work Order
es: El estado de la orden de trabajo actual no pemite cambios en la orden
fr: L'état actuel du bon de travail ne permet pas de modifier le bon de travail.

source: The current Work Order State does not permit purchasing of outside labor
es: El estado de la orden de trabajo actual no permite compras fuera de labor
fr: L'état actuel du bon de travail ne permet pas d'acheter de la main-d'œuvre externe.

source: The current Work Order State does not permit resource actualization
es: El estado de la orden de trabajo actual no permite cambios para actualización de recursos
fr: L'état actuel du bon de travail ne permet pas d'actualiser les ressources.

source: The database server where the MainBoss database is hosted
es: Elservidor de base de datos donde la base de datos de MainBoss es almacenada
fr: Le serveur de base de données abritant la base de données MainBoss.

# Thinkage.MainBoss.Database§The DataBaseName option is obsolete.
source: The DataBaseName option is obsolete.
es: La opción DataBaseName está obsoleta.
fr: L'option DataBaseName est obsolète.

# Thinkage.MainBoss.Database§The DataBaseServer option is obsolete.
source: The DataBaseServer option is obsolete.
es: La opción DataBaseServer está obsoleta.
fr: L'option DataBaseServer est obsolète.

source: The email message contains a virus or other unwanted software. The message will be deleted.
es: El mensaje de correo contiene un virus u otro software no deseado. Se eliminará el mensaje.
fr: Le message contient un virus ou autres logiciels indésirables. Le message sera supprimé.

# Thinkage.MainBoss.Database§The error occurred while trying to update:
source: The error occurred while trying to update:
es: El error se produjo al intentar actualizar:
fr: L'erreur s'est produite lors de la tentative de mise à jour:

# Thinkage.MainBoss.Database§The following elements are not recognized
source: The following elements are not recognized
es: No se reconocen los siguientes elementos
fr: Les éléments suivants ne sont pas reconnus

source: The 'from address' is the same as the email address used for incoming MainBoss Service request emails. This email will be ignored to prevent a cycle of endless emails.
es: El "de dirección" es la misma que la dirección de correo electrónico utilizada para la entrada de servicio MainBoss petición correos electrónicos. Este correo electrónico será ignorado para evitar un ciclo de mensajes de correo electrónico sin fin.
fr: Le 'adresse de' est le même que l'adresse de courriel utilisée pour recevoir les Demande de travaux par courriel. Ce courriel sera ignoré pour éviter un cycle de courriels sans fin.

source: The name of the current user "{0}" is not in the expected form "SCOPE\USER"
es: El nombre del usuario actual "{0}" no esta en la forma esperada"SCOPE\USER"
fr: Le nom de l'utilisateur courant "{0}" ne respecte pas le format attendu "PORTÉE\UTILISATEUR"

source: The name of the database containing the MainBoss data on the database server.
es: El nombre de la base de datos que contiene los datos de MainBoss en la base de datos.
fr: Le nom de la base de données renfermant les données MainBoss sur le serveur de base de données.

# Thinkage.MainBoss.Database§The name of the maintenance organization.
source: The name of the maintenance organization.
es: El nombre dela organización de mantenimiento.
fr: Le nom de l'organisation de maintenance.

source: The Outgoing Email Notification service has been disabled
es: Se ha inhabilitado el servicio Notificación de correo saliente
fr: Le service de notification de messagerie sortante a été désactivé

source: The Outgoing Email Notification service requires a '{0}' to be configured
es: El servicio de notificación de correo saliente requiere un '{0}' para ser configurado
fr: Le service de notification de messagerie sortante nécessite un '{0}' à configurer

source: The proposed Work Start Date falls on a weekday disabled by the Schedule
es: El Trabajo Fecha de inicio propuesta cae en un día laborable deshabilitado por la Lista
fr: Le projet de travail Date de début tombe un jour de semaine désactivé par l'horaire

source: The proposed Work Start Date is before the date the Maintenance Batch was generated
es: Está antes de la fecha en que se generó el lote Mantenimiento El Trabajo Fecha de inicio propuesta
fr: Le projet de travail Date de début est avant la date du Lot entretien a été générée

source: The proposed Work Start Date is in the off-season defined by the Schedule
es: El Trabajo Fecha de inicio prevista es la temporada baja se define en la Lista
fr: Le projet de travail Date de début est dans le hors-saison défini par la liste

source: The Schedule for this Unit Maintenance Plan has been deleted
es: El horario para este plan de mantenimiento de la unidad ha sido borrado
fr: L'annexe de ce plan de maintenance Unité a été supprimé

source: The Service Configuration expects the service to be running as user '{0}'. The MainBoss Service is configured to be running as {1}
es: La configuración de servicios espera que el servicio se ejecuta utilizando el usuario '{0}'. El Servicio de MainBoss está configurado para estar corriendo como {1}

# Thinkage.MainBoss.Database§The service name identifier.
source: The service name identifier.
es: El identificador de nombre de servicio.
fr: Le nom de service identifiant.

# Thinkage.MainBoss.Database§The SMTP server parameter is not set.
source: The SMTP server parameter is not set.
es: Los parámetros del servidor SMTP no han sido establecidos.
fr: Le serveur SMTP n'est pas configuré.

source: The SQL Credentials {0} for the MainBoss Service do not allow connection to the database
es: Las credenciales de SQL {0} para el servicio MainBoss no permiten la conexión a la base de datos
fr: Les SQL Credentials {0} pour le service MainBoss ne permettent pas la connexion à la base de données

source: The SQL user '{0}' has insufficient permissions to view the user logins on the SQL Server, and therefore could not verify if the MainBoss Service which runs as user {1} has access the SQL server
es: El usuario de SQL '{0}' tiene permisos insuficientes para ver los inicios de sesión del usuario en el SQL Server y, por lo tanto, no pudo verificar si el servicio MainBoss que se ejecuta como usuario {1} tiene acceso al servidor SQL
fr: L'utilisateur SQL '{0}' a des autorisations insuffisantes pour afficher les connexions d'utilisateur sur SQL Server et ne peut donc pas vérifier si le MainBoss Service qui s'exécute en tant qu'utilisateur {1} a accès au serveur SQL

source: The SQL user name {0} does not have a login for SQL server '{1}'
es: El nombre de usuario de SQL {0} no tiene un inicio de sesión para el servidor SQL '{1}'
fr: Le nom d'utilisateur SQL {0} n'a pas de connexion pour le serveur SQL '{1}'

source: The SQL user name {0} does not have access to the database '{1}'
es: El nombre de usuario SQL {0} no tiene acceso a la base de datos '{1}'
fr: Le nom d'utilisateur SQL {0} n'a pas accès à la base de données '{1}'

source: The SQL user name {0} does not have the 'MainBoss' role on database '{1}'
es: El nombre de usuario de SQL {0} no tiene el rol de 'MainBoss' en la base de datos '{1}'
fr: Le nom d'utilisateur SQL {0} n'a pas le rôle 'MainBoss' sur la base de données '{1}'

source: The SQL user name {0} login for SQL server '{1}' has been disabled
es: El nombre de usuario SQL {0} inicio de sesión para el servidor SQL '{1}' se ha deshabilitado
fr: Le nom d'utilisateur SQL {0} login pour le serveur SQL '{1}' a été désactivé

source: The Task and related records have not provided values for the following required fields in the {0} record
es: La Tarea y los registros relacionados no han proporcionado valores para los siguientes campos obligatorios en el registro {0}
fr: La tâche et les enregistrements connexes n'ont pas fourni de valeurs pour les champs obligatoires suivants dans l'enregistrement {0}

source: The Task for this Unit Maintenance Plan has been deleted
es: El Grupo para este plan de mantenimiento La unidad ha sido borrado
fr: Le Groupe pour ce plan de maintenance Unité a été supprimé

source: The Unit for this Unit Maintenance Plan has been deleted
es: La Unidad para este plan de mantenimiento La unidad ha sido borrado
fr: L'unité de ce plan de maintenance Unité a été supprimé

source: The Vendor cannot be changed once there has been any Receiving
es: El Vendedor no puede ser cambiado una vez que ha habido
fr: Le vendeur ne peut pas être changé une fois qu'il y a eu réception

source: The version of MainBoss used to install the Windows Service for MainBoss.
es: La versión de MainBoss utilizada para instalar el servicio de Windows para MainBoss.
fr: La version de MainBoss était utilisée pour installer Windows Service pour MainBoss.

source: The Windows Service for MainBoss '{0}' is an old version.
es: El servicio de Windows para MainBoss '{0}' es una versión antigua.
fr: Le service Windows pour MainBoss '{0}' est une ancienne version.

source: The Windows Service for MainBoss '{0}' is configured to run as user '{1}' but the MainBoss Service configuration record shows the service to be running as '{2}'.
es: El servicio de Windows para MainBoss '{0}' está configurado para ejecutarse como usuario '{1}', pero el registro de configuración del servicio MainBoss muestra que el servicio se ejecuta como '{2}'.
fr: Le service Windows pour MainBoss '{0}' est configuré pour s'exécuter en tant qu'utilisateur '{1}', mais l'enregistrement de configuration du service MainBoss indique que le service s'exécutera comme '{2}'.
