Repository: thinkageltd/MainBoss
Catalog: Thinkage.MainBoss.Database/TranslationResources/messages.*.resx
Languages: es, fr

# Thinkage.MainBoss.Database§All readings on this meter are above the target {0}
source: All readings on this meter are above the target {0}
es: Todas las lecturas de este medidor están por encima de la meta {0}
fr: Toutes les lectures sur ce compteur sont au-dessus de la cible {0}

# Thinkage.MainBoss.Database§All readings on this meter are below the target {0}
source: All readings on this meter are below the target {0}
es: Todas las lecturas de este medidor están por debajo de la meta {0}
fr: Toutes les lectures sur ce compteur sont en dessous de la cible {0}

# Thinkage.MainBoss.Database§All temporary storage must be empty
source: All temporary storage must be empty
es: Todo el almacenamiento temporal debe estar vacio
fr: Tous les espaces de rangement temporaires doivent être vides.

# Thinkage.MainBoss.Database§All_Comment
source: Complete access to every available feature of MainBoss (subject to your license keys). This security role should be equivalent to Accounting, AccountingView, Administration, CodingDefinitions, Contact, Item, PurchaseOrder, PurchaseOrderReceive, Request, Unit, UnitMaintenancePlans and WorkOrder.
es: El acceso completo a todas las características disponibles de MainBoss (sujeto a las claves de licencia). Esta función de seguridad debe ser equivalente a la Contabilidad, VerContabilidad, Administración, DefinicionesDeCodificación, Contacto, Artículo, OrdenDeCompra, RecibeOrdenDeCompra, Solicitud, Unidad, UnidadDePlanesDeMantenimiento y OrdenDeTrabajo.
fr: Accès complet à toutes les caractéristiques disponibles de MainBoss (sous réserve de vos clés de licence). Ce rôle de sécurité équivaut aux rôles Accounting, AccountingView, Administration, CodingDefinitions, Contact, Item, PurchaseOrder, PurchaseOrderReceive, Request, Unit, UnitMaintenancePlans et WorkOrder.

# Thinkage.MainBoss.Database§All_Desc
source: Complete permissions
es: Permisos completo
fr: Autorisations complètes

# Thinkage.MainBoss.Database§All_Name
source: All
es: Todo
fr: Tous

# Thinkage.MainBoss.Database§AllView_Comment
source: Permission to read all the data in your MainBoss database (subject to your license keys). You cannot change the data in any way unless you have additional security roles. This security role should be equivalent to AccountingView, AdministrationView, CodingDefinitionsView, ItemView, PurchaseOrderView, RequestView, UnitView, UnitMaintenancePlansView and WorkOrderView.
es: Permiso para leer todos los datos en su base de datos MainBoss (sujeto a las claves de licencia). Usted no puede cambiar los datos en modo alguno a menos que tenga funciones de seguridad adicionales. Esta función de seguridad debe ser equivalente a VerContabilidad, VerAdministración, VerDefinicionesDeCodificación, VerArtículo, VerOrdenDeCompra, VerSolicitud, VerUnidad, VerUnidadDePlanesDeMantenimiento y VerOrdenDeTrabajo.
fr: Autorisation de consulter toutes les données dans votre base de données MainBoss (sous réserve de vos clés de licence). Des rôles de sécurité supplémentaires sont exigés pour modifier les données d’une quelconque façon. Ce rôle de sécurité équivaut aux rôles AccountingView, AdministrationView, CodingDefinitionsView, ItemView, PurchaseOrderView, RequestView, UnitView, UnitMaintenancePlansView et WorkOrderView.

# Thinkage.MainBoss.Database§AllView_Desc
source: Complete read access to data
es: El acceso de lectura completo a los datos
fr: Accès complet à la consultation des données

# Thinkage.MainBoss.Database§AllView_Name
source: AllView
es: VerTodo

# Thinkage.MainBoss.Database§Application to run
source: Application to run
es: Aplicacion para ejecutar
fr: Application à exécuter

# Thinkage.MainBoss.Database§Assignment notifications completed
source: Assignment notifications completed
es: Las notificaciones de asignaciones completadas
fr: Notifications aux attribués terminée

# Thinkage.MainBoss.Database§Assignment notifications started
source: Assignment notifications started
es: Las notificaciones de asignaciones comenzaron
fr: Notifications aux attribués commencé

# Thinkage.MainBoss.Database§Authentication Credential '{0}'
source: Authentication Credential '{0}'
es: Credencial de Autenticación '{0}'
fr: Credential d'authentification '{0}'

# Thinkage.MainBoss.Database§Authorized by ___________________________________
source: Authorized by ___________________________________
es: Autorizado por ___________________________________
fr: Autorisé par ___________________________________

# Thinkage.MainBoss.Database§Backup failed to '{0}'
source: Backup failed to '{0}'
es: Copia de seguridad no '{0}'
fr: Échec de la sauvegarde à {0}

# Thinkage.MainBoss.Database§Backup to '{0}'
source: Backup to '{0}'
es: Copia de seguridad para '{0}'
fr: Sauvegarde à {0}

source: Base service for all licensed MainBoss Service workers.
es: Base de servicio para todos los trabajadores de los servicios autorizados MainBoss.
fr: Service de base pour tous les travailleurs des services de MainBoss licenciées.

# Thinkage.MainBoss.Database§Based on previous tentative schedule date
source: Based on previous tentative schedule date
es: Sobre la base de la fecha calendario provisional
fr: D'après la date provisoire prévue précédente

# Thinkage.MainBoss.Database§By user {0}
source: By user {0}
es: Por usuario {0}
fr: Par l'utilisateur {0}

# Thinkage.MainBoss.Database§calculating Demand estimated cost
source: calculating Demand estimated cost
es: Cálculo de la demanda costo estimado
fr: calcul du coût estimé de la demande

# Thinkage.MainBoss.Database§calculating POLine cost
source: calculating POLine cost
es: Cálculo del coste de la línea de pedido
fr: calcul du coût de la ligne de paiement

source: Cannot access Active Directory to check email address {0}. Details: {1}
es: No se puede tener acceso a Active Directory para comprobar la dirección de correo electrónico {0}. Detalles: {1}
fr: Ne peut pas accéder à Active Directory pour vérifier l'adresse e-mail {0}. Détails: {1}

source: Cannot access mail messages from mailbox '{0}' using {1} on server '{2}' on port {3}
es: No se puede acceder a los mensajes de correo del buzón '{0}' usando {1} en el servidor '{2}' en el puerto {3}
fr: Impossible d'accéder les messages de la boîte aux lettres '{0}' utilisation de {1} sur le serveur '{2}' sur le port {3}

# Thinkage.MainBoss.Database§Cannot access mail messages on server '{0}'
source: Cannot access mail messages on server '{0}'
es: No se puede acceder a los mensajes de correo en el servidor '{0}'
fr: Impossible d'accéder à des messages électroniques sur le serveur '{0}'

source: Cannot access mail messages on server '{0}' the following was tried:
es: No se puede acceder a los mensajes de correo en el servidor '{0}' se trató de la siguiente:
fr: Impossible d'accéder à des messages électroniques sur le serveur '{0}' ce qui suit a été jugé:

source: Cannot access mail messages using {0} on server '{1}' on port {2}
es: No se puede acceder a los mensajes usando {0} en el servido '{1}' en puerto {2}
fr: Impossible d'accéder à des messages électroniques à l'aide {0} sur le serveur '{1}' sur le port {2}

source: Cannot access Mail Server on server '{0}' on port {1} using {2}
es: No se puede acceder al Servidor Mensaje de correo en el servidor '{0}' en puerto {1} usando {2}
fr: Ne peut pas accéder le serveur de messagerie sur le serveur '{0}' sur le port {1} utilisation de {2}

# Thinkage.MainBoss.Database§Cannot access Mail Server on server '{0}' using {1}
source: Cannot access Mail Server on server '{0}' using {1}
es: No se puede acceder al Servidor Mensaje de correo en el servidor '{0}' usando {1}
fr: Ne peut pas accéder le serveur de messagerie sur le serveur '{0}' utilisation de {1}

source: Cannot access MainBoss database '{0}' on database server {1}
es: No se ha podido acceder a la base de datos de MainBoss '{0}' en la base de datos del servidor {1}
fr: Impossible d'ouvrir la base de données '{0}' sur le serveur {1} '

# Thinkage.MainBoss.Database§Cannot authenticate user '{0}' on server '{1}'
source: Cannot authenticate user '{0}' on server '{1}'
es: No se puede autenticar el usuario '{0}' en el servidor '{1}'
fr: Ne peut pas authentifier l'utilisateur '{0}' sur le serveur '{1}'

# Thinkage.MainBoss.Database§Cannot calculate Demand cost because Quantity is null
source: Cannot calculate Demand cost because Quantity is null
es: No se puede calcular el costo de exigido porque la cantidad es nula
fr: Incapable de calculer le coût de la demande de ressources car la quantité est nulle.

source: Cannot change Cost Center for Storage Assignment when Total Cost is not zero
es: No se puede cambiar de centros de coste para asignación de almacenamiento cuando el coste total no es cero
fr: Vous ne pouvez pas changer le centre de coûts pour la cession de stockage lorsque le coût total n'est pas nul

# Thinkage.MainBoss.Database§Cannot create a Contact for email address '{0}'
source: Cannot create a Contact for email address '{0}'
es: No se puede crear un contacto dirección de correo electrónico '{0}'
fr: Impossible de créer un Contact pour une adresse email '{0}'

source: Cannot create a MainBoss Service without a valid MainBoss Database and Database Server
es: No se puede crear un MainBoss Servicio sin MainBoss base de datos y servidor de base válida
fr: Impossible de créer un service MainBoss sans une base de données et serveur de base de données valides

source: Cannot create a new Contact for email address {0}, Users {1} in the Active Directory use that email address
es: No se puede crear una nueva dirección de correo electrónico de contacto {0}, {1} usuarios en el Active Directory usan esa dirección de correo electrónico
fr: Impossible de créer un nouveau Contact pour l'adresse de courriel {0}, Utilisateurs {1} dans Active Directory, utilisez cette adresse email

source: Cannot create a Requestor from '{0}' with Contact Code '{1}'
es: No se puede crear un Solicitante de '{0}' con el Código de Contacto '{1}'
fr: Impossible de créer un demandeur de '{0}' avec le Code de Contact '{1}'

# Thinkage.MainBoss.Database§Cannot create the MainBossPhysicalCounts directory
source: Cannot create the MainBossPhysicalCounts directory
es: No se puede crear el MainBossPhysicalCounts directorio
fr: Impossible de créer le répertoire MainBossPhysicalCounts

# Thinkage.MainBoss.Database§Cannot find '{0}' that matches '{1}'
source: Cannot find '{0}' that matches '{1}'
es: No se puede encontrar '{0}' que coincida con '{1}'
fr: Impossible de trouver '{0}' qui correspond '{1}'

# Thinkage.MainBoss.Database§Cannot find a Contact for email address '{0}'
source: Cannot find a Contact for email address '{0}'
es: No se puede encontrar un contacto por dirección de correo electrónico '{0}'
fr: Impossible de trouver un Contact pour l'adresse de courriel '{0}'

source: Cannot find a contact since no email address or Active Directory Reference provided
es: No puede encontrar un contacto desde ninguna dirección de correo electrónico o de referencia de Active Directory siempre
fr: Ne peut pas trouver un contact depuis aucune adresse e-mail ou référence de Active Directory fournis

# Thinkage.MainBoss.Database§Cannot find an IP address for Computer '{0}'
source: Cannot find an IP address for Computer '{0}'
es: Si no encuentra una dirección IP para ordenador '{0}'
fr: Impossible de trouver une adresse IP pour l'ordinateur '{0}'

# Thinkage.MainBoss.Database§Cannot find organization '{0}'
source: Cannot find organization '{0}'
es: No puede encontrar organización '{0}'
fr: Incapable de trouver l'organisation '{0}'

source: Cannot get service configuration because no database connection is available
es: No se puede obtener la configuración de servicio porque no hay conexión de base de datos está disponible
fr: Impossible d'obtenir la configuration de service car aucune connexion de base de données est disponible

# Thinkage.MainBoss.Database§Cannot get service configuration from database
source: Cannot get service configuration from database
es: No se puede obtener a partir de la base de datos de configuración de servicios
fr: Ne peut pas obtenir la configuration du service de base de données

# Thinkage.MainBoss.Database§Cannot install MainBoss Service
source: Cannot install MainBoss Service
es: No se puede instalar el Servico MainBoss
fr: Impossible d'installer le service MainBoss

# Thinkage.MainBoss.Database§Cannot locate Email Request {0} for processing.
source: Cannot locate Email Request {0} for processing.
es: No se puede localizar Email Solicitud {0} para el procesamiento.
fr: Impossible de localiser la Demande par courriel {0} pour le traitement.

source: Cannot open a connect to server '{0}' on port {1} using {2}
es: No se puede abrir un conectan al servidor '{0}' en el puerto {1} usando {2}
fr: Impossible d'ouvrir une connexion au serveur '{0}' sur le port {1} utilisation de {2}

# Thinkage.MainBoss.Database§Cannot parse email message
source: Cannot parse email message
es: No se puede analizar el mensaje de correo electrónico
fr: Impossible d'analyser le courriel

# Thinkage.MainBoss.Database§Cannot parse email message in file {0}
source: Cannot parse email message in file {0}
es: No se puede analizar el mensaje de correo electrónico en archivo {0}
fr: Impossible d'analyser le courriel dans le fichier {0}

# Thinkage.MainBoss.Database§Cannot parse Email Request
source: Cannot parse Email Request
es: No se puede analizar Correo Electrónico Solicitud
fr: Impossible d'analyser le courriel pour en produire une Demande de travaux

source: Cannot re-generate PMs for a pre-existing committed batch
es: No puede regerenar PMs para pre existencias por lotes
fr: Incapable de reproduire les PM pour un lot de maintenance préexistant

source: Cannot restore Contact '{0}' because there is a duplicate with the same name
es: No se puede restaurar Contacto '{0}' porque no es un duplicado con el mismo nombre
fr: Impossible de restaurer Contact '{0}' car il y a un doublon portant le même nom

# Thinkage.MainBoss.Database§Cannot save the resource {0} to the file {1}
source: Cannot save the resource {0} to the file {1}
es: No se puede guardar el recurso {0} en el archivo {1}
fr: Impossible d'enregistrer la ressource {0} sur le fichier {1}

# Thinkage.MainBoss.Database§Cannot update EmailRequest status (ID {0}): {1}
source: Cannot update EmailRequest status (ID {0}): {1}
es: No se puede actualizar el estado EmailRequest (ID {0}): {1}
fr: Impossible de mettre à jour le statut EmailRequest (ID {0}): {1}

source: Cannot update schedule basis for a pre-existing committed batch
es: No se puede actualizar base de programación para un lote comprometido preexistente
fr: Vous ne pouvez paschanger la base de calendrier pour un lot de maintenance préexistant

# Thinkage.MainBoss.Database§Cannot use '/{0}' with '/Mode:PickOrganization'
source: Cannot use '/{0}' with '/Mode:PickOrganization'
es: No puede usar '/{0}' con '/Mode:PickOrganization'
fr: Incapable d'utiliser '/{0}' avec '/Mode:PickOrganization'

# Thinkage.MainBoss.Database§Cannot view Email Message
source: Cannot view Email Message
es: No se puede ver mensaje de correo electrónico
fr: Ne peut pas afficher le Message électronique

# Thinkage.MainBoss.Database§Cannot write ServiceLog: {0}{1,-5}: {2}
source: Cannot write ServiceLog: {0}{1,-5}: {2}
es: No se puede escribir ServiceLog: {0}{1,-5}: {2}
fr: Impossible d'écrire le journal de Service: {0}{1,-5}: {2}

# Thinkage.MainBoss.Database§Certificate '{0}' had error {1}
source: Certificate '{0}' had error {1}
es: Certificado '{0}' tenía error {1}
fr: Certificat '{0}' a l'erreur {1}

# Thinkage.MainBoss.Database§Change a Closed Purchase Order to Issued
source: Change a Closed Purchase Order to Issued
es: Cambiar una orden de compra cerrrada a orden de compra emitida
fr: Faire passer un Bon de Commande de l'état Fermé à l'état Émis.

# Thinkage.MainBoss.Database§Change a Closed request to the In Progress state.
source: Change a Closed request to the In Progress state.
es: Cambiar a cerrado una solicitud en estado de progreso.
fr: Faire passer une Demande de travaux de l'État Fermée à l'État En cours

# Thinkage.MainBoss.Database§Change a Closed Work Order to Open
source: Change a Closed Work Order to Open
es: Cambiar una orden de trabajo cerrar a abierta
fr: Faire passer un bon de travail de l'état Fermé à l'état Ouvert

# Thinkage.MainBoss.Database§Change a Draft Work Order to Open
source: Change a Draft Work Order to Open
es: Cambiar una Orden de Trabajo el proyecto de abrir
fr: Faire passer un bon de travail de l'état Ébauche à l'état Ouvert.

# Thinkage.MainBoss.Database§Change a Draft Work Order to Open and allow a comment
source: Change a Draft Work Order to Open and allow a comment
es: Cambiar una Orden de Trabajo el proyecto de abrir y permitir un comentario
fr: Faire passer une ébauche de bon de travail à l'état Ouvert permettant l'entrée d'une commentaire.

# Thinkage.MainBoss.Database§Change a request directly to Closed.
source: Change a request directly to Closed.
es: Cambiar una solicitud a cerrado.
fr: Faire passer une Demande de travaux directement à l'État Fermée.

source: Change a request to the In Progress state and allow a comment.
es: Cambiar una petición al Estado en el progreso y permitir un comentario.
fr: Faire passer une Demande de travaux à l’État En cours permettant l'entrée d'une commentaire.

# Thinkage.MainBoss.Database§Change a request to the In Progress state.
source: Change a request to the In Progress state.
es: Cambiar una solicitud al estado en curso.
fr: Faire passer une Demande de travaux à l'État En cours

# Thinkage.MainBoss.Database§Change a Voided Purchase Order back to Draft status
source: Change a Voided Purchase Order back to Draft status
es: Cambiar una orden de compra anulada de estado borrado
fr: Ramener un Bon de Commande annulé à l'état Ébauche

# Thinkage.MainBoss.Database§Change a Voided Work Order back to Draft status
source: Change a Voided Work Order back to Draft status
es: Cambiar una Orden de Trabajo anulado de nuevo el proyecto de estatuto
fr: Ramener un bon de travail annulé à l'état Ébauche

source: Change an In Progress request to the Closed state and allow a comment.
es: En la solicitud de cambiar un progreso para el estado cerrado y permitir un comentario.
fr: Faire passer une Demande de travaux de l’État En cours à l’État Fermé permettant l'entrée d'une commentaire.

# Thinkage.MainBoss.Database§Change an In Progress request to the Closed state.
source: Change an In Progress request to the Closed state.
es: Cambiar una solicitud en progreso a estado cerrado.
fr: Faire passer une Demande de travaux de l'État En cours à l'État Fermée

# Thinkage.MainBoss.Database§Change an Open Work Order back to Draft status
source: Change an Open Work Order back to Draft status
es: Cambiar una Orden de Trabajo abierto de nuevo el proyecto de estatuto
fr: Ramener un bon de travail ouvert à l'état Ébauche

# Thinkage.MainBoss.Database§Chargeback Activity
source: Chargeback Activity
es: Contracargo Actividad
fr: Activité de Rétrofacturation

# Thinkage.MainBoss.Database§Checking the restored database
source: Checking the restored database
es: El control de la base de datos restaurada
fr: Vérification de la base de données restaurée

source: Checking the Windows Service for MainBoss '{0}' on '{1}' was not possible
es: La comprobación del servicio de Windows para MainBoss '{0}' en '{1}' no fue posible
fr: La vérification du service Windows pour MainBoss '{0}' sur '{1}' n'était pas possible

source: Checking the Windows Service for MainBoss on '{0}' was not possible
es: La comprobación del servicio de Windows para MainBoss en '{0}' no fue posible
fr: La vérification du service Windows pour MainBoss sur '{0}' n'était pas possible

# Thinkage.MainBoss.Database§Close
source: Close
es: Cerrar
fr: Fermer

# Thinkage.MainBoss.Database§Close a Purchase Order
source: Close a Purchase Order
es: Cerrar una Orden de Compra
fr: Fermer un Bon de Commande

# Thinkage.MainBoss.Database§Close a Purchase Order and allow a comment
source: Close a Purchase Order and allow a comment
es: Cerrar una Orden de Compra y permitir un comentario
fr: Fermer un Bon de Commande permettant l'entrée d'une commentaire.

# Thinkage.MainBoss.Database§Close a Work Order
source: Close a Work Order
es: Cerrar Orden de Trabajo
fr: Fermer un bon de travail

# Thinkage.MainBoss.Database§Close a Work Order and allow a comment
source: Close a Work Order and allow a comment
es: Cerrar una Orden de Trabajo y permitir un comentario
fr: Fermer le bon de travail permettant l'entrée d'une commentaire et des champs de fermeture du bon de travail.

# Thinkage.MainBoss.Database§Close PO
source: &Close Purchase Order
es: Cerrar Orden de Compra
fr: &Fermer le Bon de Commande

# Thinkage.MainBoss.Database§Close PO (With Comment)
source: Close Purchase Order (With Comment)
es: Cerrar la Orden de Compra (Con comentario)
fr: Fermer le Bon de Commande (avec commentaire).

# Thinkage.MainBoss.Database§Close WO
source: &Close Work Order
es: Cerrar Orden de Trabajo
fr: &Fermer le bon de travail

# Thinkage.MainBoss.Database§Close WO (With Comment)
source: Close Work Order (With Comment)
es: Cerrar la Orden de Trabajo (con comentario)
fr: Fermer le bon de travail (avec commentaire).

# Thinkage.MainBoss.Database§Close WR
source: &Close Request
es: Cerrada Solicitud
fr: &Fermer la demande de travaux

# Thinkage.MainBoss.Database§Close WR (With Comment)
source: Close Request (With Comment)
es: Cerrar Solicitud (con comentario)
fr: Fermer la demande de travaux (avec commentaire).

# Thinkage.MainBoss.Database§CodingDefinitions_Comment
source: Permission to create, modify and delete the codes and categories defined in the Coding Definitions section of the MainBoss control panel. This security role also gives you permission to change the Defaults used when creating new records (e.g. to make changes in all the "Defaults for..." sections of table viewers).
es: Permiso para crear, modificar y borrar los códigos y las categorías definidas en la sección Definiciones de código del panel de control MainBoss. Esta función de seguridad también le da permiso para cambiar los valores predeterminados utilizar al crear nuevos registros (por ejemplo, para hacer cambios en todos los "valores predeterminados para ..." secciones de los espectadores de mesa).
fr: Autorisation de créer, de modifier et de supprimer des codes et des catégories définis dans la section Définition des codes de la console MainBoss. Ce rôle de sécurité permet aussi de modifier les valeurs par défaut utilisés pour créer des enregistrements (p. ex. modifier tous les renseignements dans les sections 'Valeurs par défaut…' des fureteurs de tables).

# Thinkage.MainBoss.Database§CodingDefinitions_Desc
source: View, create, edit, delete codes and categories in Coding Definitions
es: Ver, crear, editar, borrar los códigos y las categorías en la codificación de las definiciones
fr: Afficher, créer, modifier, supprimer les codes et les catégories dans les définitions de codes

# Thinkage.MainBoss.Database§CodingDefinitions_Name
source: CodingDefinitions
es: DefinicionesDeCodificación
