Repository: thinkageltd/MainBoss
Catalog: Thinkage.MainBoss.Database/TranslationResources/messages.*.resx
Languages: es, fr

# dsMBLabel§In Progress Date
source: In Progress Date
es: En curso Fecha
fr: En cours Date de

# dsMBLabel§Inhibit
source: Inhibit
es: Inhibir
fr: Inhiber

# dsMBLabel§Initial State
source: Initial State
es: Estado Inicial
fr: Etat initial

# dsMBLabel§InstalledServiceVersion
source: InstalledServiceVersion
es: Instalada la versión de servicio

# dsMBLabel§Interval
source: Interval
es: Intervalo
fr: Intervalle

# dsMBLabel§Invoice Contact
source: Invoice Contact
es: Factura Contacto
fr: Facture contacter

# dsMBLabel§IsCorrection
source: Is Correction
es: Es la corrección
fr: Est-Correction

# dsMBLabel§IsDefault
source: Is Default
es: Es por defecto
fr: Est par défaut

# dsMBLabel§IsPrimary
source: Is Primary
es: Es Primaria
fr: Est-primaire

# dsMBLabel§IsReversed
source: Is Reversed
es: Se Invierte
fr: Est inversée

# dsMBLabel§Issue Code
source: Issue Code
es: Código de Emisión
fr: code d'émission

# dsMBLabel§Issued Date
source: Issued Date
es: Fecha de la publicación
fr: Date de publication

# dsMBLabel§Item
source: Item
es: Artículo
fr: Article

# dsMBLabel§Item Activity
source: Item Activity
es: Actividad de Artículo
fr: Article Activité

# dsMBLabel§Item Adjustment
source: Item Adjustment
es: Ajuste artículo
fr: Elément d'ajustement

# dsMBLabel§Item Adjustment Code
source: Item Adjustment Code
es: Artículo Código de Ajuste
fr: Code article Ajustement

# dsMBLabel§Item Category
source: Item Category
es: Artículo Categoría
fr: Point Catégorie

# dsMBLabel§Item default Mapping
source: Item default Mapping
es: Artículo Mapeo por defecto
fr: Mapping par défaut d'objet

# dsMBLabel§Item Issue
source: Item Issue
es: Issue artículo
fr: Point numéro

# dsMBLabel§Item Issue Code
source: Item Issue Code
es: Código del artículo Emisión
fr: Code article d'émission

# dsMBLabel§Item Issue Correction
source: Item Issue Correction
es: Corrección del problema de artículo
fr: Correction Point d'émission

# dsMBLabel§Item Price
source: Item Price
es: Artículo Precio
fr: Prix ​​de l'article

# dsMBLabel§Item Pricing
source: Item Pricing
es: Precios Item
fr: Item Prix

# dsMBLabel§Item Receiving
source: Item Receiving
es: Recibir el artículo
fr: Point Réception

# dsMBLabel§Item Restocking
source: Item Restocking
es: La repoblación de artículo
fr: Point repeuplement

# dsMBLabel§Item Transfer
source: Item Transfer
es: Transferencia de elementos
fr: Transfert d'éléments

# dsMBLabel§Item Transfer Correction
source: Item Transfer Correction
es: Corrección de Transferencia de elementos
fr: Transfert d'éléments Correction

# dsMBLabel§Key
source: Key
es: Clave
fr: Clé

# dsMBLabel§Labor
source: Labor
es: Trabajo
fr: Travail

# dsMBLabel§LanguageLCID
source: Language Code Identifier
es: Código identificador de idioma
fr: Le code identificateur de langue

# dsMBLabel§LastBackupDate
source: Last Backup Date
es: Última copia de seguridad Fecha
fr: Dernière date de sauvegarde

# dsMBLabel§LastBackupFileName
source: Last Backup File Name
es: Última copia de seguridad Nombre del archivo
fr: Dernière sauvegarde Nom de fichier

# dsMBLabel§LastGenerationEntryDate
source: Last Generation Entry Date
es: Última Generación Fecha de Entrada
fr: Dernière génération Date d'entrée

# dsMBLabel§LastNotificationDate
source: Last Notification Date
es: Última Fecha de notificación
fr: Dernière date de notification

# dsMBLabel§LastRequestorAcknowledgementDate
source: Last Requestor Acknowledgement Date
es: Última Solicitante Acuse Fecha
fr: Dernière demandeur Accusé date

# dsMBLabel§LastRequestorAcknowledgementError
source: Last Requestor Acknowledgement Error
es: Último error del Solicitante Reconocimiento
fr: Dernière erreur demandeur Accusé

# dsMBLabel§LatestGenerationEndDate
source: Latest Generation End Date
es: Última Generación Fecha de finalización
fr: Dernières Fin de Génération date

# dsMBLabel§License
source: License
es: Licencia
fr: Licence

# dsMBLabel§License Id
source: License Id
es: Licencia Id
fr: Licence Id

# dsMBLabel§LicenseCount
source: License Count
es: Conde de licencia
fr: Nombre de Licence

# dsMBLabel§LicenseModel
source: License Model
es: Modelo de licencia
fr: Le modèle de licence

# dsMBLabel§LicenseModelName
source: License Model Name
es: Modelo de licencia Nombre
fr: Licence Nom du modèle

# dsMBLabel§Lifetime
source: Lifetime
es: Vida
fr: Vie

# dsMBLabel§LifetimeAfterCostBasis
source: Lifetime After Cost Basis
es: Vida Después de Base de Costo
fr: Durée de vie après coût de base

# dsMBLabel§Line Category
source: Line Category
es: Line Categoría
fr: Catégorie de ligne

# dsMBLabel§LineNumber
source: Line Number
es: Número de línea
fr: Numéro de ligne

# dsMBLabel§LineNumberRank
source: Line Number Rank
es: Número de línea Rango
fr: Numéro de ligne Rang

# dsMBLabel§Linked Purchase Order
source: Linked Purchase Order
es: Vinculado Orden de Compra
fr: Lié Commande

# dsMBLabel§Linked Purchase Order Template
source: Linked Purchase Order Template
es: Vinculado Compra Plantilla Orden
fr: Modèle de Bon de Commande lié

# dsMBLabel§Linked Task
source: Linked Task
es: Tarea Linked
fr: Tâche liée

# dsMBLabel§Linked Work Order
source: Linked Work Order
es: Vinculado Orden de Trabajo
fr: Ordre de Travail lié

# dsMBLabel§Location
source: Location
es: Ubicación
fr: Emplacement

# dsMBLabel§Location Derivations
source: Location Derivations
es: Ubicación Derivaciones
fr: Lieu Dérivations

# dsMBLabel§LocationCode
source: Location Code
es: Código de ubicación
fr: Code d'emplacement

# dsMBLabel§LocationDetail
source: Location Detail
es: Ubicaciones Detalle
fr: Situation détaillée

# dsMBLabel§LocationType
source: Location Type
es: Tipo de ubicación
fr: Type

# dsMBLabel§MailboxName
source: Mailbox Name
es: Nombre del buzón
fr: Nom de boîte aux lettres

# dsMBLabel§MailEncryptedPassword
source: Mail Encrypted Password
es: Correo cifrado Contraseña
fr: Message crypté Mot de passe

# dsMBLabel§MailHeader
source: Mail Header
es: Encabezado de correo
fr: Tête de message

# dsMBLabel§MailMessage
source: Mail Message
es: Mensaje de correo
fr: Message

# dsMBLabel§MailServerType
source: Mail Server Type
es: Tipo de servidor de correo
fr: Type de serveur de messagerie

# dsMBLabel§MailUserName
source: Mail User Name
es: Nombre de Usuario de Correo
fr: Nom Mail User

# dsMBLabel§MainBossRemoteURL
source: MainBoss Web Access URL
es: URL MainBoss Web Access
fr: MainBoss URL Web Access

# dsMBLabel§Maintenance Timing
source: Maintenance Timing
es: El tiempo de mantenimiento
fr: Moment d'entretien

# dsMBLabel§Make
source: Make
es: Hacer
fr: Faire

# dsMBLabel§ManageRequestStates
source: Manage Request States
es: Gestione Solicitud Unidos
fr: Gérer Demande Unis

# dsMBLabel§ManualProcessingTimeAllowance
source: Manual Processing Time Allowance
es: Manual de Procesamiento Tiempo Subsidio
fr: Allocation de temps de traitement manuel

# dsMBLabel§Maximum
source: Maximum
es: Máximo

# dsMBLabel§Maximum Mail Size
source: Maximum Mail Size
es: Máxima Correo Tamaño
fr: Taille maximale de Mail

# dsMBLabel§Message
source: Message
es: Mensaje

# dsMBLabel§Meter
source: Meter
es: Medidor
fr: Compteur

# dsMBLabel§Meter Class
source: Meter Class
es: Clase de Medidor
fr: Classe de Compteur

# dsMBLabel§Meter Reading
source: Meter Reading
es: Medidor Lectura
fr: La lecture des compteurs

# dsMBLabel§Minimum
source: Minimum
es: Mínimo

# dsMBLabel§Miscellaneous
source: Miscellaneous
es: Diverso
fr: Divers

# dsMBLabel§Miscellaneous Cost
source: Miscellaneous Cost
es: Varios Costo de órdenes de trabajo
fr: Divers travaux Coût d'ordre

# dsMBLabel§Miscellaneous default Mapping
source: Miscellaneous default Mapping
es: Mapeo Varios defecto
fr: Mapping par défaut Divers

# dsMBLabel§MobilePhone
source: Mobile Phone
es: Teléfono Móvil
fr: Téléphone mobile

# dsMBLabel§Model
source: Model
es: Modelo
fr: Modèle

# dsMBLabel§Name
source: Name
es: Nombre
fr: Nom

# dsMBLabel§NewsURL
source: MainBoss News URL
es: Noticias de MainBoss URL
fr: URL des Nouvelles

# dsMBLabel§NextAvailableDate
source: Next Available Date
es: Siguiente Fecha Disponible
fr: Suivant Date de disponibilité

# dsMBLabel§NonStockItemHolding Cost Center
source: Non Stock Item Holding Cost Center
es: Agotado Artículo Sosteniendo Centro de Costo
fr: Non Stock Item tenant centre de coûts

# dsMBLabel§NotificationInterval
source: Notification Interval
es: El intervalo de notificación
fr: Intervalle de notification

# dsMBLabel§Number
source: Number
es: Número
fr: Nombre

# dsMBLabel§Number Demanded
source: Number Demanded
es: Número Exigen
fr: Nombre Exigé

# dsMBLabel§Number Draft
source: Number Draft
es: Número Proyecto
fr: Nombre Projet

# dsMBLabel§Number In Progress
source: Number In Progress
es: Número En Progreso
fr: Nombre En cours

# dsMBLabel§Number Issued
source: Number Issued
es: Número Emitido
fr: Nombre Publié

# dsMBLabel§Number New
source: Number New
es: Número Nuevas
fr: Nouveau Numéro

# dsMBLabel§Number Open
source: Number Open
es: Número Abierto
fr: Nombre Ouvrir

# dsMBLabel§NumDraftPurchaseOrders
source: Number Draft Purchase Orders
es: Número Proyecto de Órdenes de Compra
fr: Nombre Projet de Bons de Commande

# dsMBLabel§NumEmailNeedingManualProcessing
source: Email Requests Requiring Manual Attention
es: Solicitudes de correo electrónico que requieren Manual de Atención
fr: Courriel demande ayant nécessité des soins manuels

# dsMBLabel§NumInProgressPurchaseOrders
source: Number In Progress Purchase Orders
es: Número En Progreso Ordenes de Compra
fr: Nombre en cours Bons de Commande

# dsMBLabel§NumInProgressRequests
source: Number In Progress Requests
es: Número En Las solicitudes de Progreso
fr: Demandes en nombre en cours

# dsMBLabel§NumInProgressWorkOrders
source: Number In Progress Work Orders
es: Las órdenes Num En Progreso Trabajo
fr: Nombre Ordres de Travail en cours

# dsMBLabel§NumIssuedPurchaseOrders
source: Number Issued Purchase Orders
es: Número Emitido Ordenes de Compra
fr: Nombre Publié Bons de Commande

# dsMBLabel§NumNewPurchaseOrders
source: Number New Purchase Orders
es: Las órdenes Num nueva compra
fr: Nombre de nouvelles Bons de Commande

# dsMBLabel§NumNewRequests
source: Number New Requests
es: Número nuevas solicitudes
fr: Nombre Nouvelles Demandes

# dsMBLabel§NumNewWorkOrders
source: Number New Work Orders
es: Las órdenes Num nuevo trabajo
fr: Nombre de nouvelles Ordres de Travail

# dsMBLabel§NumOpenWorkOrders
source: Number Open Work Orders
es: Las órdenes de trabajo Num abierto
fr: Nombre de Ordres de Travail ouverts

# dsMBLabel§NumUnAssignedDraftPurchaseOrders
source: Number Unassigned Draft Purchase Orders
es: Número Proyecto Sin asignar órdenes de compra
fr: Nombre non affecté Projet de Bons de Commande

# dsMBLabel§NumUnAssignedInProgressRequests
source: Number Unassigned In Progress Requests
es: Las solicitudes Num Sin asignar en Progreso
fr: Nombre de demandes non assujetties en cours

# dsMBLabel§NumUnAssignedIssuedPurchaseOrders
source: Number Unassigned Issued Purchase Orders
es: Ordenes de Compra Num Sin asignar emitidos
fr: Nombre non affecté d'émission des Bons de Commande

# dsMBLabel§NumUnAssignedNewRequests
source: Number Unassigned New Requests
es: Número sin asignar nuevas solicitudes
fr: Nombre non affectés Nouvelles demandes

# dsMBLabel§NumUnAssignedNewWorkOrders
source: Number Unassigned New Work Orders
es: Las órdenes Num Sin asignar un nuevo trabajo
fr: Nombre des nouveaux Ordres de Travail non assujettis

# dsMBLabel§NumUnAssignedOpenWorkOrders
source: Number Unassigned Open Work Orders
es: Las órdenes Num sin asignar Abrir Trabajo
fr: Nombre de Ordres de Travail ouverts non assujettis

# dsMBLabel§Off Season
source: Off Season
es: Fuera de Temporada
fr: Hors Saison

# dsMBLabel§OnHand
source: On Hand
es: En La Mano
fr: Sur place

# dsMBLabel§OnOrder
source: On Order
es: En pedido
fr: Sur commande

# dsMBLabel§OnReserve
source: On Reserve
es: En reserva
fr: Dans les réserves

# dsMBLabel§Opened Date
source: Opened Date
es: Fecha de Apertura
fr: Date d'ouverture

# dsMBLabel§Operation
source: Operation
es: Operación
fr: Opération

# dsMBLabel§OperationHint
source: Operation Hint
es: Sugerencia Operación
fr: Opération Astuce

# dsMBLabel§Order
source: Order
es: Orden
fr: Ordre

# dsMBLabel§OrderCountsActive
source: Order Counts Active
es: Orden Counts activo
fr: Afin Compte actif

# dsMBLabel§OrderQuantity
source: Order Quantity
es: Orden de cantidad
fr: Quantité d'ordre

# dsMBLabel§OrganizationName
source: Organization Name
es: Nombre de la organización
fr: Nom de l'organisme

# dsMBLabel§OriginalCost
source: Original Cost
es: Costo original
fr: Coût d'origine

# dsMBLabel§OriginalOrderedLabor
source: Original Ordered Labor
es: Trabajo ordenó original
fr: Travail a ordonné d'origine

# dsMBLabel§OriginalOrderedQuantity
source: Original Ordered Quantity
es: Original Cantidad pedida
fr: D'origine Quantité commandée

# dsMBLabel§Overdue
source: Overdue
es: Atrasado
fr: En Retard

# dsMBLabel§Ownership
source: Ownership
es: Propiedad
fr: Possession

# dsMBLabel§PagerPhone
source: Pager Phone
es: Pager Teléfono
fr: Pager Téléphone

# dsMBLabel§Parent Contact
source: Parent Contact
es: Contacto con los Padres
fr: Parent contacter

# dsMBLabel§Part
source: Part
es: Parte
fr: Partie

# dsMBLabel§Parts
source: Parts
es: Regiones
fr: Parties

# dsMBLabel§Path
source: Path
es: Camino
fr: Chemin

# dsMBLabel§Payables Contact
source: Payables Contact
es: Deudas Contacto
fr: Dettes contacter

# dsMBLabel§Payment Term
source: Payment Term
es: Término del pago
fr: Limite de paiement

# dsMBLabel§Per Job Inside
source: Per Job Inside
es: Otro Dentro Trabajo
fr: Autres intérieur travail

# dsMBLabel§Per Job Inside default Mapping
source: Per Job Inside default Mapping
es: Per Trabajo Interior Mapeo por defecto
fr: Par Inside Job Mapping par défaut

# dsMBLabel§Per Job Outside
source: Per Job Outside
es: Otro trabajo fuera
fr: Autre travail à l'extérieur

# dsMBLabel§Per Job Outside default Mapping
source: Per Job Outside default Mapping
es: Per Trabajo Fuera Mapeo por defecto
fr: Par emploi à l'extérieur de cartographie par défaut

# dsMBLabel§Periodicity
source: Periodicity
es: Periodicidad
fr: Périodicité

# dsMBLabel§Permanent Item Location
source: Permanent Item Location
es: Permanent Ubicación artículo
fr: Permanent document Localisation

# dsMBLabel§Permission
source: Permission
es: Permiso
fr: Autorisation

# dsMBLabel§PermissionPathPattern
source: Permission Path Pattern
es: Patrón Sendero Permiso
fr: Permission chemin motif

# dsMBLabel§Permissions
source: Permissions
es: Permisos
fr: Autorisations

# dsMBLabel§PhonePrefix
source: Phone Prefix
es: Prefijo Teléfono
fr: préfixe de téléphone

# dsMBLabel§Physical Count
source: Physical Count
es: Inventario Físico
fr: Nombre de Valeur

# dsMBLabel§Physical Count Sheet Rank
source: Physical Count Sheet Rank
es: Hoja de Cuenta Física
fr: Rang de la feuille de compte physique

# dsMBLabel§Physical Count Sheet Sort Order
source: Physical Count Sheet Sort Order
es: Hoja de clasificación Física
fr: Ordre de tri des feuilles de compte physique

# dsMBLabel§Physical Count Void
source: Void Physical Count
es: Inventario Físico Vacío
fr: Nombre de Valeur Void

# dsMBLabel§PmGenerateInterval
source: PM Generate Interval
es: PM Generar Intervalo
fr: PM Générer intervalle

# dsMBLabel§PMGeneration Batch
source: PM Generation Batch
es: PM Generación por lotes
fr: Batch PM génération

# dsMBLabel§PMGeneration Detail
source: PM Generation Detail
es: Detalle PM Generación
fr: Détail PM génération

# dsMBLabel§PMGenerationDetailType
source: PM Generation Detail Type
es: PM Generación Tipo Detalle
fr: PM Production Type de Détail

# dsMBLabel§PMWorkOrderCount
source: PM Work Order Count
es: Conde PM Orden de Trabajo
fr: Comte PM Ordre de Travail

# dsMBLabel§POFormAdditionalBlankLines
source: PO Form Additional BlankLines
es: Formulario PO blankLines adicionales
fr: Formulaire PO BlankLines supplémentaires

# dsMBLabel§POFormAdditionalInformation
source: PO Form Additional Information
es: Formulario PO Información adicional
fr: Formulaire de PO Informations supplémentaires

# dsMBLabel§POFormTitle
source: PO Form Title
es: PO Planilla Título
fr: PO Titre du formulaire

# dsMBLabel§POInvoice Contact
source: PO Invoice Contact
es: PO Factura Contacto
fr: PO facture Contacter

# dsMBLabel§POSequence
source: PO Sequence
es: PO Secuencia
fr: PO séquence

# dsMBLabel§POSequenceFormat
source: PO Sequence Format
es: PO Formato de secuencia
fr: PO Format de séquence

# dsMBLabel§Postal Address
source: Postal Address
es: Dirección Postal
fr: Adresse postal

# dsMBLabel§PostalCode
source: Postal Code
es: Código Postal
fr: Code postal

# dsMBLabel§PredictedCloseDate
source: Estimated Completion Date
es: Predicción fecha de cierre
fr: Date de fermeture prévue

# dsMBLabel§Preferred Price
source: Preferred Price
es: Precio Preferido
fr: Prix Préférentiel

# dsMBLabel§PreferredLanguage
source: Preferred Language
es: Idioma preferido
fr: Langue préférée

# dsMBLabel§Previous State History
source: Previous State History
es: Anterior Historia del Estado
fr: Précédent Etat Histoire

# dsMBLabel§Priority
source: Priority
es: Prioridad
fr: Priorité

# dsMBLabel§ProcessedDate
source: Processed Date
es: Fecha Procesado
fr: Date transformé

# dsMBLabel§ProcessingState
source: Processing State
es: Estado de procesamiento
fr: Etat de traitement

# dsMBLabel§ProcessNotificationEmail
source: Process Notification Email
es: Proceso de notificación por correo electrónico
fr: Processus de notification Email

# dsMBLabel§ProcessRequestorIncomingEmail
source: Process Requestor Incoming Email
es: Solicitante Proceso de correo entrante
fr: Processus demandeur courrier entrant

# dsMBLabel§Project
source: Project
es: Proyecto
fr: Projet

# dsMBLabel§Prototype Work Order
source: Prototype Work Order
es: Prototipo de órdenes de trabajo
fr: Ordre de Travail de prototype

# dsMBLabel§Purchase Hourly Outside
source: Purchase Hourly Outside
es: Compra por hora Fuera
fr: Achetez horaire extérieur

# dsMBLabel§Purchase Hourly Outside Template
source: Purchase Hourly Outside Template
es: Compra Plantilla cada hora el resto
fr: Achetez modèle horaire extérieur

# dsMBLabel§Purchase Item
source: Purchase Item
es: Compra de artículos
fr: Achat article

# dsMBLabel§Purchase Item Template
source: Purchase Item Template
es: Plantilla Compra de artículos
fr: Achat article Modèle

# dsMBLabel§Purchase Line
source: Purchase Line
es: Línea de la compra
fr: Ligne d'Achat

# dsMBLabel§Purchase Line Template
source: Purchase Line Template
es: Plantilla Línea de la compra
fr: Ligne d'Achat Modèle

# dsMBLabel§Purchase Miscellaneous
source: Purchase Miscellaneous
es: Compra Varios
fr: Achat Divers

# dsMBLabel§Purchase Miscellaneous Template
source: Purchase Miscellaneous Template
es: Compra Plantilla Varios
fr: Achetez Divers Modèle

# dsMBLabel§Purchase Order
source: Purchase Order
es: Orden de Compra
fr: Bon de Commande

# dsMBLabel§Purchase Order Assignee
source: Purchase Order Assignee
es: Orden de Compra Cesionario
fr: Achetez cessionnaire de la créance

# dsMBLabel§Purchase Order Assignment
source: Purchase Order Assignment
es: Compra Asignación Orden
fr: Bon de Commande Attribution

# dsMBLabel§Purchase Order Category
source: Purchase Order Category
es: Orden de Compra Categoría
fr: Catégorie de Bon de Commande

# dsMBLabel§Purchase Order Creation State
source: Purchase Order Creation State
es: Compra Orden de Creación Estado
fr: Bon de Commande État Création

# dsMBLabel§Purchase Order Line
source: Purchase Order Line
es: Compra línea de pedido
fr: Bon de Commande Ligne

# dsMBLabel§Purchase Order State
source: Purchase Order State
es: Orden de compra del Estado
fr: Achetez État Ordre

# dsMBLabel§Purchase Order State History
source: Purchase Order State History
es: Orden de compra de Historia del Estado
fr: Bon de Commande État Histoire

# dsMBLabel§Purchase Order State History Status
source: Purchase Order State History Status
es: Orden de compra de Historia del Estado de estado
fr: Bon de Commande État Histoire Statut

# dsMBLabel§Purchase Order State Transition
source: Purchase Order State Transition
es: Orden de compra del estado de transición
fr: Bon de Commande État de transition

# dsMBLabel§Purchase Order Template
source: Purchase Order Template
es: Compra la Plantilla Orden
fr: Achetez Modèle Ordre

# dsMBLabel§Purchase Per Job Outside
source: Purchase Per Job Outside
es: Compra Fuera por Trabajo
fr: Achat par emploi à l'extérieur

# dsMBLabel§Purchase Per Job Outside Template
source: Purchase Per Job Outside Template
es: Compra por Plantilla Fuera de empleo
fr: Achat par emploi modèle extérieur

# dsMBLabel§Purchase Vendor
source: Purchase Vendor
es: Compra Vendor
fr: Achat vendeur

# dsMBLabel§PurchaseDate
source: Purchase Date
es: Fecha de compra
fr: Date d'achat

# dsMBLabel§PurchaseOrderText
source: Order Line Text
es: Línea de Orden texto
fr: Ligne de commande texte

# dsMBLabel§Purchaser Contact
source: Purchaser Contact
es: Comprador Contacto
fr: Acheteur contacter

# dsMBLabel§Quantity
source: Quantity
es: Cantidad
fr: Quantité

# dsMBLabel§QuantityChange
source: Quantity Change
es: Cantidad Cambio
fr: Quantité Change

# dsMBLabel§QuantityCount
source: Quantity Count
es: Cantidad Conde
fr: Quantité comte

# dsMBLabel§QuantityDuration
source: Quantity Duration
es: Cantidad Duración
fr: Quantité Durée

# dsMBLabel§Rank
source: Rank
es: Rango
fr: Rang

# dsMBLabel§Reading
source: Reading
es: Lectura
fr: Lecture

# dsMBLabel§Reading Offset
source: Reading Offset
es: Lectura Offset
fr: La lecture Offset

# dsMBLabel§ReasonReference
source: Reason Reference
es: Razón Referencia
fr: Raison de référence

# dsMBLabel§Receipt
source: Receipt
es: Recepción
fr: Réception

# dsMBLabel§Receipt Activity
source: Receipt Activity
es: Recibo Actividad
fr: Réception activité

# dsMBLabel§Receive Item
source: Receive Item
es: Recibe artículo
fr: Recevez article

# dsMBLabel§Receive Item (PO)
source: Receive Item (PO)
es: Recibir Artículo (PO)
fr: Recevez article (PO)

# dsMBLabel§Receive Item (PO) Correction
source: Receive Item (PO) Correction
es: Recibir Artículo (PO) Corrección
fr: Recevez article (PO) Correction

# dsMBLabel§Receive Item Correction
source: Receive Item Correction
es: Recibe Corrección artículo
fr: Recevez Point Correction

# dsMBLabel§Receive Miscellaneous (PO)
source: Receive Miscellaneous (PO)
es: Recibe Varios (PO)
fr: Recevez Divers (PO)

# dsMBLabel§Receive Miscellaneous (PO) Correction
source: Receive Miscellaneous (PO) Correction
es: Recibe Varios (PO) Corrección
fr: Recevez Divers (PO) Correction

# dsMBLabel§ReceiveAcknowledgement
source: Receive Acknowledgement
es: Recibe Reconocimiento
fr: Recevez Accusé

# dsMBLabel§ReceiveCost
source: Receive Cost
es: Recibe Costo
fr: Recevez coût

# dsMBLabel§Received
source: Received
es: Recibido

# dsMBLabel§ReceiveDate
source: Receive Date
es: Fecha de recepción
fr: Recevez date

# dsMBLabel§ReceiveNotification
source: Receive Notification
es: Recibir Notificaciones
fr: Avis de réception

# dsMBLabel§ReceiveQuantity
source: Receive Quantity
es: Recibir Cantidad
fr: Recevez Quantité

# dsMBLabel§Receiving
source: Receiving
es: Recepción
fr: Réception

# dsMBLabel§Reference
source: Reference
es: Referencia
fr: Référence

# dsMBLabel§RejectAutoCreateEmailPattern
source: Reject Auto Create Email Pattern
es: Rechazar Auto Crear Patrón de correo electrónico
fr: Rejeter l'Auto créer Email motif

# dsMBLabel§Relationship
source: Relationship
es: Relación
fr: Relations

# dsMBLabel§Relative Location
source: Relative Location
es: Ubicación relativa
fr: Situation par rapport

# dsMBLabel§RemainingLifetime
source: Remaining Lifetime
es: La vida útil restante
fr: Durée de vie restante

# dsMBLabel§ReplacementCost
source: Replacement Cost
es: Costo de reemplazo
fr: Coût de remplacement
