Repository: thinkageltd/MainBoss
Catalog: Thinkage.MainBoss.Database/TranslationResources/messages.*.resx
Languages: es, fr

# dsMBLabel§AAsRelatedToBPhrase
source: A As Related To B Phrase
es: A en relación con B Frase
fr: A par rapport aux B Phrase

# dsMBLabel§AboveMinimumQTY
source: Above Minimum Quantity
es: Por encima Cantidad mínima
fr: Au-dessus de quantité minimum

# dsMBLabel§AcceptAutoCreateEmailPattern
source: Accept Auto Create Email Pattern
es: Aceptación automática Crear Patrón Email
fr: Accepter automatiquement créer Email motif

# dsMBLabel§Access Code
source: Access Code
es: Código de Acceso
fr: Code d'accès

# dsMBLabel§AccessCodeUnitTaskPriority
source: Access Code Unit Task Priority
es: Prioridad de acceso a código Unidad de Tarea
fr: Priorité code d'accès Équipe Unité

# dsMBLabel§Accounting System Reference
source: Accounting System Reference
es: Sistema de Contabilidad de referencia
fr: Système de comptabilité Référence

# dsMBLabel§Accounting Transaction
source: Accounting Transaction
es: Transacción de Contabilidad
fr: Transaction de comptabilité

# dsMBLabel§AccountNumber
source: Account Number
es: Número de Cuenta
fr: Numéro de compte

# dsMBLabel§AccountsPayable Cost Center
source: Accounts Payable Cost Center
es: Cuentas por Pagar Centro de Costo
fr: Comptes centre de coûts à payer

# dsMBLabel§AccountsReceivable Cost Center
source: Accounts Receivable Cost Center
es: Cuentas por cobrar de centros de coste
fr: Comptes débiteurs Centre de coûts

# dsMBLabel§Active Temporary Storage With Item Assignments
source: Active Temporary Storage With Item Assignments
es: Almacén Temporal Activo Con misiones artículo
fr: Stockage temporaire actif avec des attributions de l'article

# dsMBLabel§ActiveFilterInterval
source: Active Filter Interval
es: Intervalo Filtro activo
fr: Filtre actif intervalle

# dsMBLabel§ActiveFilterSinceDate
source: Active Filter Since Date
es: Filtro Activo Desde Fecha
fr: Filtre actif depuis la date

# dsMBLabel§ActivityType
source: Activity Type
es: Tipo de Actividad
fr: type d'activité

# dsMBLabel§Actual Cost
source: Actual Cost
es: Costo Actual
fr: Coût réel

# dsMBLabel§Actual Cost default
source: Actual Cost Default
es: Predeterminado Costo Actual
fr: Coût réel par défaut

# dsMBLabel§Actual Hourly Inside
source: Actual Hourly Inside
es: Actual Trabajo Inside
fr: Réel travail intérieur

# dsMBLabel§Actual Hourly Inside Correction
source: Actual Hourly Inside Correction
es: Corrección Dentro Hora Actual
fr: Actual Correction intérieur horaire

# dsMBLabel§Actual Hourly Outside
source: Actual Hourly Outside
es: Actual Trabajo Afuera
fr: Travail réel extérieur

# dsMBLabel§Actual Hourly Outside (PO)
source: Actual Hourly Outside (with PO)
es: Trabajo Actual Afuera PO
fr: Travail réel extérieur PO

# dsMBLabel§Actual Hourly Outside (PO) Correction
source: Actual Hourly Outside (PO) Correction
es: Fuera Hora Actual (PO) Corrección
fr: En dehors horaire réel (PO) Correction

# dsMBLabel§Actual Hourly Outside Correction
source: Actual Hourly Outside Correction
es: Corrección Fuera Hora Actual
fr: Actual Correction extérieur horaire

# dsMBLabel§Actual Item
source: Actual Item
es: Tema Actual
fr: Point réelle

# dsMBLabel§Actual Item Correction
source: Actual Item Correction
es: Corrección del artículo real
fr: Actual Correction d'objet

# dsMBLabel§Actual Item Location
source: Actual Item Location
es: Actual Situación del artículo
fr: Réelle Lieu

# dsMBLabel§Actual Miscellaneous Cost
source: Actual Miscellaneous Cost
es: Costo Actual Varios
fr: Coût réel Divers

# dsMBLabel§Actual Miscellaneous Cost Correction
source: Actual Miscellaneous Cost Correction
es: Actual Varios Costo Corrección
fr: Divers Actual Work Order Correction des coûts

# dsMBLabel§Actual Per Job Inside
source: Actual Per Job Inside
es: Actual Otro trabajo interior
fr: Autres réel travail intérieur

# dsMBLabel§Actual Per Job Inside Correction
source: Actual Per Job Inside Correction
es: Actual Corrección por Inside Job
fr: Réel par Inside Job Correction

# dsMBLabel§Actual Per Job Outside
source: Actual Per Job Outside
es: Actual Otro trabajo fuera no PO
fr: Autres réel travail à l'extérieur non PO

# dsMBLabel§Actual Per Job Outside (PO)
source: Actual Per Job Outside (with PO)
es: Actual Otro trabajo fuera PO
fr: Autres réel travail à l'extérieur PO

# dsMBLabel§Actual Per Job Outside (PO) Correction
source: Actual Per Job Outside (PO) Correction
es: Real por trabajo fuera (PO) Corrección
fr: Réel par emploi à l'extérieur (PO) Correction

# dsMBLabel§Actual Per Job Outside Correction
source: Actual Per Job Outside Correction
es: Actual Per Trabajo Corrección exterior
fr: Actual par emploi Correction extérieur

# dsMBLabel§AD Reference
source: AD Reference
es: AD Referencia
fr: Référence de l'Active Directory

# dsMBLabel§Address1
source: Address1
es: Dirección1

# dsMBLabel§Address2
source: Address2
es: Dirección 2

# dsMBLabel§Adjustment Code
source: Adjustment Code
es: Código de Ajuste
fr: Code de l'ajustement

# dsMBLabel§AffectsFuturePMGeneration
source: Affects Future PM Generation
es: Afecta Futuro PM Generación
fr: Affecte avenir PM génération

# dsMBLabel§Alternate Email
source: Alternate Email
es: Correo Electrónico Alternativo
fr: E-mail Secondaire

# dsMBLabel§Application
source: Application
es: Aplicación

# dsMBLabel§ApplicationName
source: Application Name
es: Nombre de la aplicación
fr: Nom de l'application

# dsMBLabel§Asset Code
source: Asset Code
es: Código de Activos
fr: Code du bien

# dsMBLabel§Assignee
source: Assignee
es: Cesionario
fr: Cessionnaire

# dsMBLabel§Assignees
source: Assignees
es: Asignados
fr: Cessionnaires

# dsMBLabel§Assignment
source: Assignment
es: Asignación
fr: Attribution

# dsMBLabel§Attachment
source: Attachment
es: Accesorio
fr: Attachement

# dsMBLabel§AType
source: A Type
es: A Tipo
fr: Un type

# dsMBLabel§AUnit Location
source: A Unit Location
es: Una Unidad de Localización
fr: Une unité Lieu

# dsMBLabel§Authentication Credential
source: Authentication Credential
es: Credencial de Autenticación
fr: Credential d'authentification

# dsMBLabel§Automatically Create Requestors From Active Directory
source: Automatically Create Requestors From Active Directory
es: Crear automáticamente Solicitantes De Active Directory
fr: Créer automatiquement des demandeurs d'Active Directory

# dsMBLabel§AutomaticallyCreateRequestors
source: Automatically Create Requestors
es: Crear automáticamente Solicitantes
fr: Créer automatiquement demandeurs

# dsMBLabel§AutomaticallyCreateRequestorsFromEmail
source: Automatically Create Requestors From Email
es: Crear Automáticamente Solicitantes De Correo
fr: Créer automatiquement des demandeurs de l'Email

# dsMBLabel§Available
source: Available
es: Disponible
fr: Disponible

# dsMBLabel§Backup
source: Backup
es: Reserva
fr: Sauvegarde

# dsMBLabel§BackupFileName
source: Backup FileName
es: Reserva Nombre del archivo
fr: Sauvegarde Nom du fichier

# dsMBLabel§BarCodeSymbology
source: BarCode Symbology
es: BarCode Simbología
fr: Symbologie code-barres

# dsMBLabel§Base Task
source: Base Task
es: Base de tareas
fr: Base de tâche

# dsMBLabel§BAsRelatedToAPhrase
source: B As Related To A Phrase
es: B en relación con una frase
fr: B Comme connexes à une phrase

# dsMBLabel§Billable Requestor
source: Billable Requestor
es: Solicitante facturable
fr: Demandeur facturable

# dsMBLabel§Billing Contact
source: Billing Contact
es: Contacto de Facturación
fr: Contact de facturation

# dsMBLabel§BType
source: B Type
es: Tipo B
fr: Type B

# dsMBLabel§BUnit Location
source: B Unit Location
es: Unidad B Ubicación
fr: B Unité Lieu

# dsMBLabel§BusinessPhone
source: Business Phone
es: Teléfono de la empresa
fr: Téléphone professionnel

# dsMBLabel§CalendarUnit
source: Calendar Unit
es: Calendario Unidad
fr: Calendrier Unité

# dsMBLabel§CanHaveReceiving
source: Can Have Receiving
es: Puedan disponer de Recepción
fr: Vous avez Réception

# dsMBLabel§CanModifyActuals
source: Can Modify Actuals
es: Puede modificar datos reales
fr: Pouvez modifier réelles

# dsMBLabel§CanModifyChargebackLines
source: Can Modify Chargeback Lines
es: Se puede modificar de devolución de cargo Lines
fr: Pouvez modifier refacturation Lines

# dsMBLabel§CanModifyChargebacks
source: Can Modify Chargebacks
es: Se pueden modificar las devoluciones de cargo
fr: Pouvez modifier les rejets de débit

# dsMBLabel§CanModifyDefinitionFields
source: Can Modify Definition Fields
es: Puede modificar campos de definición
fr: Pouvez modifier Définition champs

# dsMBLabel§CanModifyDemands
source: Can Modify Demands
es: Se pueden modificar las Exigidos
fr: Pouvez modifier Demandes

# dsMBLabel§CanModifyOperationalFields
source: Can Modify Operational Fields
es: Puede modificar campos operacionales
fr: Pouvez modifier les champs opérationnels

# dsMBLabel§CanModifyOrder
source: Can Modify Order
es: Puede modificar el orden de
fr: Pouvez modifier Commande

# dsMBLabel§CanModifyPOLines
source: Can Modify PO Lines
es: Se pueden modificar las líneas de PO
fr: Pouvez modifier les lignes de PO

# dsMBLabel§CanModifyReceiving
source: Can Modify Receiving
es: Puede modificar Recepción
fr: Pouvez modifier réception

# dsMBLabel§CanTransitionWithoutUI
source: Can Transition Without UI
es: Pueden realizar una transición sin interfaz de usuario
fr: Peut passer sans interface utilisateur

# dsMBLabel§Category
source: Category
es: Categoría
fr: Catégorie

# dsMBLabel§ChangeTo Request State
source: Change To Request State
es: Cambie a solicitar del Estado
fr: Nouvel État de Demande de travaux

# dsMBLabel§Chargeback
source: Chargeback
es: Devolución de cargo
fr: Rétrofacturation

# dsMBLabel§Chargeback Line Correction
source: Chargeback Line Correction
es: Contracargo Correction Line
fr: Correction rétrofacturation Ligne

# dsMBLabel§City
source: City
es: Ciudad
fr: Ville

# dsMBLabel§ClientName
source: Client Name
es: Nombre del Cliente
fr: Nom du client

# dsMBLabel§Close Code
source: Close Code
es: Cerrar Código
fr: Fermer le code

# dsMBLabel§ClosingComment
source: Closing Comment
es: Comentario de Cierre
fr: Commentaire fermeture

# dsMBLabel§CMWorkOrderCount
source: CM WorkOrder Count
es: Conde CM Orden de Trabajo
fr: CM WorkOrder comte

# dsMBLabel§Code
source: Code
es: Código

# dsMBLabel§Comment
source: Comments
es: Comentarios
fr: Commentaires

# dsMBLabel§Comment To Requestor
source: Comment To Requestor
es: Comentario al Solicitante
fr: Commentaire Pour demandeur

# dsMBLabel§CommentToVendor
source: Comment To Vendor
es: Comentario al proveedor
fr: Commentaire au fournisseur

# dsMBLabel§Company Location
source: Company Location
es: Ubicación de la empresa
fr: Entreprise Région

# dsMBLabel§CompanyLogo
source: Company Logo
es: Logotipo de la empresa

# dsMBLabel§CompletedNormally
source: Completed Normally
es: Completado Normalmente
fr: Terminé Normalement

# dsMBLabel§Contact
source: Contact
es: Contacto
fr: Contacter

# dsMBLabel§Contact Function
source: Contact Function
es: Contacto Función
fr: Contact Fonction

# dsMBLabel§Contact Related Records
source: Contact Related Records
es: Contacto registros relacionados
fr: Contactez documents connexes

# dsMBLabel§ContactRelationship
source: Contact Relationship
es: Contacto Relación
fr: Contactez Relation

# dsMBLabel§Contained Location
source: Contained Location
es: Ubicación Contenido
fr: Contenu Lieu

# dsMBLabel§Contained Task
source: Contained Task
es: Contenida Tarea
fr: Contenue Groupe

# dsMBLabel§Containing Location
source: Containing Location
es: Conteniendo Ubicación
fr: Contenant Lieu

# dsMBLabel§Containing Task
source: Containing Task
es: Contiene Tarea
fr: Contenant des tâches

# dsMBLabel§Content
source: Content
es: Contenido
fr: Teneur

# dsMBLabel§Content Encoding
source: Content Encoding
es: Codificación de Contenido
fr: Codage de contenu

# dsMBLabel§Content Length
source: Content Length
es: Contenido Longitud
fr: Longueur de contenu

# dsMBLabel§Content Type
source: Content Type
es: Tipo de Contenido
fr: Type de contenu

# dsMBLabel§Content Type Disposition
source: Content Type Disposition
es: Tipo de Contenido Disposición
fr: Disposition de Type de contenu

# dsMBLabel§Context
source: Context
es: Contexto
fr: Contexte

# dsMBLabel§ContractNumber
source: Contract Number
es: Número de Contrato
fr: Numéro du contrat

# dsMBLabel§ConvertedAllCompleteCount
source: Converted All Complete Count
es: Modificada Todo Conteo Completo
fr: Converti Tous comte complet

# dsMBLabel§ConvertedSomeIncompleteCount
source: Converted Some Incomplete Count
es: Modificada Algunos Conde Incompleto
fr: Certains convertis comte incomplète

# dsMBLabel§CopyStatusFromPrevious
source: Copy Status From Previous
es: Copiar el estado de anterior
fr: Copier le statut à partir du précédent

# dsMBLabel§CopyWSHCommentToRSH
source: Copy Work Order Comment To Request Comment
es: Copiar orden de trabajo Comentario a la solicitud
fr: Copier l'ordre de commande Commentaire pour demander un commentaire

# dsMBLabel§CorrectedCost
source: Corrected Cost
es: Costo Corregido
fr: Coût corrigé

# dsMBLabel§CorrectedQuantity
source: Corrected Quantity
es: Cantidad Corregida
fr: Correction Quantité

# dsMBLabel§Correction
source: Correction
es: Corrección

# dsMBLabel§Cost
source: Cost
es: Costo
fr: Coût

# dsMBLabel§Cost Center
source: Cost Center
es: Centro de Costo
fr: Centre de coûts

# dsMBLabel§CostBasis
source: Cost Basis
es: Base de Costo
fr: Coût de base

# dsMBLabel§CostChange
source: Cost Change
es: Costo Cambio
fr: Changement de coûts

# dsMBLabel§CostDate
source: Cost Date
es: Costo Fecha
fr: Date de coût

# dsMBLabel§Count of Linked Work Orders
source: Count of Linked Work Orders
es: Número de pedidos de trabajo vinculados
fr: Nombre de Ordres de Travail liés

# dsMBLabel§Country
source: Country
es: País
fr: Pays

# dsMBLabel§Created Date
source: Created Date
es: Fecha de Creación
fr: Date de création

# dsMBLabel§Creation
source: Creation
es: Creación
fr: Création

# dsMBLabel§Current Physical Count
source: Current Physical Count
es: Valor actual Número de elementos
fr: Nombre d'éléments à la valeur actuelle

# dsMBLabel§Current Reading
source: Current Reading
es: Lectura Actual
fr: Lecture actuelle

# dsMBLabel§Current Scheduling Detail
source: Current Scheduling Detail
es: Detalle de Planificación Actual
fr: Scheduling actuel Détail

# dsMBLabel§Current State History
source: Current State History
es: Historia del Estado actual
fr: Histoire état actuel

# dsMBLabel§Custom Role
source: Custom Role
es: Personalizado Papel
fr: Rôle personnalisée

# dsMBLabel§CustomizedReportLayout
source: Customized ReportLayout
es: ReportLayout personalizada
fr: ReportLayout personnalisée

# dsMBLabel§Database History
source: Database History
es: Historia de base de datos
fr: Histoire de base de données

# dsMBLabel§DatabaseVersion
source: Database Version
es: Database Versión
fr: Version Base de données

# dsMBLabel§Date quality details
source: Date quality details
es: Detalles de calidad Fecha
fr: Les détails Date de qualité

# dsMBLabel§DBVersion
source: Database Version
es: Database Versión
fr: Version Base de données

# dsMBLabel§DefaultReportLayout
source: Default Report Layout
es: Defecto de diseño de informes
fr: Présentation des rapports par défaut

# dsMBLabel§Deleted
source: Deleted
es: Suprimido
fr: Supprimé

# dsMBLabel§Demand
source: Demand
es: Exigido
fr: Demande

# dsMBLabel§Demand Hourly Inside
source: Demand Hourly Inside
es: Trabajo Interior Exigido
fr: Demande de travail à l'intérieur

# dsMBLabel§Demand Hourly Outside
source: Demand Hourly Outside
es: Trabajo Fuera Exigido
fr: Demande de travail extérieur

# dsMBLabel§Demand Item
source: Demand Item
es: La demanda de artículos
fr: Demande Point

# dsMBLabel§Demand Miscellaneous Cost
source: Demand Miscellaneous Cost
es: Varios Costo Exigido
fr: Coût demande Divers

# dsMBLabel§Demand Per Job Inside
source: Demand Per Job Inside
es: Por Trabojo Interior Exigido
fr: Demande Autre travail intérieur

# dsMBLabel§Demand Per Job Outside
source: Demand Per Job Outside
es: Por Trabojo Fuera Exigido
fr: Exiger Autre travail à l'extérieur

# dsMBLabel§DemandCount
source: Demand Count
es: Conde demanda
fr: comte de la demande

# dsMBLabel§DemandCountsActive
source: Demand Counts Active
es: Cuenta Activa de la Exigido
fr: Chiffres de la demande active

# dsMBLabel§Demanded
source: Demanded
es: Exigido
fr: Exigé

# dsMBLabel§Demanded Cost
source: Demanded Cost
es: Costo Exigido
fr: Coût exigé

# dsMBLabel§Demanded Duration
source: Demanded Duration
es: Duración Exigido
fr: Durée exigé

# dsMBLabel§Depth
source: Depth
es: Profundidad
fr: Profondeur

# dsMBLabel§Desc
source: Description
es: Descripción

# dsMBLabel§Description
source: Description
es: Descripción

# dsMBLabel§Destination Storage Assignment
source: Destination Storage Assignment
es: Destino Asignación de Almacenamiento
fr: Destinations de stockage Attribution

# dsMBLabel§Disabled Weekday
source: Disabled Weekday
es: Día Excluidos
fr: Jour de Semaine Exclu

# dsMBLabel§DisplayID
source: Display
es: Visualización
fr: Afficher

# dsMBLabel§Disposition
source: Disposition
es: Disposición

# dsMBLabel§Disposition details
source: Disposition details
es: Detalles de disposición

# dsMBLabel§Downtime
source: Downtime
es: El tiempo de inactividad
fr: Temps d'arrêt

# dsMBLabel§Drawing
source: Drawing
es: Dibujo
fr: Dessin

# dsMBLabel§Duration
source: Duration
es: Duración
fr: Durée

# dsMBLabel§EarliestEndDate
source: Earliest End Date
es: Primeras Fecha de finalización
fr: Date de début de la fin

# dsMBLabel§EarliestInProgressDate
source: Earliest In Progress Date
es: Primeras En curso Fecha
fr: Au plus tôt en cours Date de

# dsMBLabel§EarliestIssuedDate
source: Earliest Issued Date
es: Apertura Fecha de publicació
fr: Date d'émission plus tôt

# dsMBLabel§EarliestOpenDate
source: Earliest Open Date
es: Primeras Abierta Fecha
fr: Plus tôt ouverte Date

# dsMBLabel§EditAllowed
source: Edit Allowed
es: Edite mascotas
fr: Modifier autorisés

# dsMBLabel§EditLabel
source: Edit Label
es: Editar etiquetas
fr: Modifier le libellé

# dsMBLabel§EffectiveDate
source: Effective Date
es: Fecha de vigencia
fr: Entrée en vigueur

# dsMBLabel§EffectiveDateReadonly
source: Effective Date Readonly
es: Fecha de vigencia Readonly
fr: Entrée en vigueur en lecture seule

# dsMBLabel§EffectiveMaximum
source: Effective Maximum
es: Máxima Efectiva
fr: Maximum efficace

# dsMBLabel§EffectiveMinimum
source: Effective Minimum
es: Efectivo Mínimo
fr: Efficace minimale

# dsMBLabel§EffectiveReading
source: Effective Reading
es: Lectura Eficaz
fr: Lecture efficace

# dsMBLabel§Email Part
source: Email Part
es: Electronico
fr: Email Partie

# dsMBLabel§Email Request
source: Email Request
es: Solicitud
fr: Demande de travaux par courriel

# dsMBLabel§Employee
source: Employee
es: Empleado
fr: Employé

# dsMBLabel§EnableFriday
source: Enable Friday
es: Habilitar Viernes
fr: Activer vendredi

# dsMBLabel§EnableMonday
source: Enable Monday
es: Habilitar Lunes
fr: Activer lundi

# dsMBLabel§EnableSaturday
source: Enable Saturday
es: Habilitar Sábado
fr: Activer samedi

# dsMBLabel§EnableSunday
source: Enable Sunday
es: Habilitar Domingo
fr: Activer dimanche

# dsMBLabel§EnableThursday
source: Enable Thursday
es: Habilitar Jueves
fr: Activer jeudi

# dsMBLabel§EnableTuesday
source: Enable Tuesday
es: Habilitar Martes
fr: Activer mardi

# dsMBLabel§EnableWednesday
source: Enable Wednesday
es: Habilitar Miércoles
fr: Activer mercredi

# dsMBLabel§Encryption
source: Encryption
es: Encriptación
fr: Cryptage

# dsMBLabel§EndDate
source: End Date
es: Fecha de finalización
fr: Date de fin

# dsMBLabel§Ended Date
source: Ended Date
es: Fecha de finalización
fr: Date de fin

# dsMBLabel§EntryDate
source: Entry Date
es: Fecha de Entrada
fr: Date d'entrée

# dsMBLabel§EntryType
source: Entry Type
es: Tipo de entrada
fr: Type d'entrée

# dsMBLabel§EntryVersion
source: Entry Version
es: Versión de Entrada
fr: Version entrée

# dsMBLabel§Expense Category
source: Expense Category
es: Gasto Categoría
fr: Catégorie de dépenses

# dsMBLabel§Expense Model
source: Expense Model
es: Gasto Modelo
fr: Dépenses Modèle

# dsMBLabel§Expiry
source: Expiry
es: Vencimiento
fr: Expiration

# dsMBLabel§ExpiryModel
source: Expiry Model
es: Modelo de caducidad
fr: Modèle d'expiration

# dsMBLabel§ExpiryModelName
source: Expiry Model Name
es: Nombre de caducidad Modelo
fr: Nom d'expiration modèle

# dsMBLabel§External Tag
source: External Tag
es: Tag externa
fr: Tag externe

# dsMBLabel§FaxPhone
source: Fax Phone
es: Fax Teléfono
fr: Fax Téléphone

# dsMBLabel§FieldName
source: Field Name
es: Nombre del campo
fr: Nom du champ

# dsMBLabel§FieldOrder
source: Field Order
es: Orden de los campos
fr: Ordre des champs

# dsMBLabel§FieldSize
source: Field Size
es: Tamaño del campo
fr: Taille du champ

# dsMBLabel§FieldValue
source: Field Value
es: Campo Valor
fr: Champ Valeur

# dsMBLabel§FileName
source: File Name
es: Nombre del archivo
fr: Nom du fichier

# dsMBLabel§FilterAsClosed
source: Filter As Closed
es: Filtre Como Cerrado
fr: Filtre fermé

# dsMBLabel§FilterAsDraft
source: Filter As Draft
es: Filtrar Borrad
fr: Filtrer Comme projet

# dsMBLabel§FilterAsInProgress
source: Filter As In Progress
es: Filtrar según esté en curso
fr: Filtre en cours

# dsMBLabel§FilterAsIssued
source: Filter As Issued
es: Filtrar emitidas
fr: Publié filtre

# dsMBLabel§FilterAsNew
source: Filter As New
es: Filtre Como Nuevo
fr: Filtrer As New

# dsMBLabel§FilterAsOpen
source: Filter As Open
es: Filtre Como Abrir
fr: Filtre ouvert

# dsMBLabel§FilterAsVoid
source: Filter As Void
es: Filtre Como Vacío
fr: Filtre Void

# dsMBLabel§FilterID
source: Filter
es: Filtro
fr: Filtre

# dsMBLabel§FilterUsed
source: Filter Used
es: Filtro Usado
fr: Filtre d'occasion

# dsMBLabel§FirmScheduleData
source: Firm Schedule Data
es: Firm Horario de Datos
fr: Ferme annexe données

# dsMBLabel§FormattedValue
source: Formatted Value
es: Valor con formato
fr: Valeur formatée

# dsMBLabel§From Cost Center
source: From Cost Center
es: Desde el centro de coste
fr: De centre de coûts

# dsMBLabel§From State
source: From State
es: De Estado
fr: De l'État

# dsMBLabel§FromReference
source: From Reference
es: De Referencia
fr: De Référence

# dsMBLabel§FromTotalCost
source: From Total Cost
es: De Coste Total
fr: De Coût total

# dsMBLabel§FromTotalQuantity
source: From Total Quantity
es: Desde Cantidad Total
fr: De Quantité Totale

# dsMBLabel§GeneralLedgerAccount
source: General Ledger Account
es: Cuenta General Ledger
fr: Compte général Ledger

# dsMBLabel§GenerateLeadTime
source: Generate Lead Time
es: Generar Plazo de ejecución
fr: Générer Délai

# dsMBLabel§GISLocation
source: GIS Location
es: GIS Ubicación
fr: SIG Lieu

# dsMBLabel§GISZoom
source: GIS Zoom
es: GIS ampliar
fr: SIG Zoom

# dsMBLabel§HasReceiving
source: Has Receiving
es: Tiene recepción
fr: A réception

# dsMBLabel§Header
source: Header
es: Encabezamiento
fr: Rubrique

# dsMBLabel§Hidden
source: Hidden
es: Oculto
fr: Caché

# dsMBLabel§HiddenFeatures
source: Hidden Features
es: Características ocultos
fr: Caractéristiques cachés

# dsMBLabel§HomePhone
source: Home Phone
es: Teléfono de la casa
fr: Téléphone à la maison

# dsMBLabel§Hourly Inside
source: Hourly Inside
es: Cada Hora Interior
fr: Travail intérieur

# dsMBLabel§Hourly Inside default Mapping
source: Hourly Inside default Mapping
es: Hora asignación predeterminada interior
fr: Mapping par défaut intérieur horaire

# dsMBLabel§Hourly Outside
source: Hourly Outside
es: Cada Hora Exterior
fr: Travail extérieur

# dsMBLabel§Hourly Outside default Mapping
source: Hourly Outside default Mapping
es: Hora asignación predeterminada exterior
fr: Mapping par défaut extérieur horaire

# dsMBLabel§Hours Demanded
source: Hours Demanded
es: Horas Exigido
fr: Heures Exigé

# dsMBLabel§Id
source: Id
es: Identificación
