Repository: thinkageltd/MainBoss
Catalog: Thinkage.MainBoss.Database/TranslationResources/messages.*.resx
Languages: es, fr

source: Notification will be retried on purchase order {0} to '{1}' with email address '{2}'
es: La notificación se volverá a intentar en la orden de compra {0} a '{1}' con email address '{2}'
fr: Notification sera retentée sur le Bon de Commande {0} à '{1}' avec email address '{2}'

source: Notification will be retried on request {0} to '{1}' with email address '{2}'
es: La notificación será juzgado de nuevo por solicitud de {0} a '{1}' con email address '{2}'
fr: Notification à '{1}' avec adresse courriel '{2}' sera retentée pour la Demande de travaux {0}

source: Notification will be retried on work order {0} to '{1}' with email address '{2}'
es: La notificación será juzgado de nuevo en orden de trabajo {0} a '{1}' con email address '{2}'
fr: Notification sera retentée sur commande de travail {0} à '{1}' avec email address '{2}'

# Thinkage.MainBoss.Database§Notify Assignee
source: Notify Assignee
es: Notifique Cesionario
fr: Avertissez cessionnaire

# Thinkage.MainBoss.Database§Notify Requestor
source: Notify Requestor
es: Notifique Solicitante
fr: Avertissez demandeur

# Thinkage.MainBoss.Database§Number
source: Number
es: Número
fr: Nombre

# Thinkage.MainBoss.Database§On machine {0}
source: On machine {0}
es: En el ordenador {0}
fr: Sur ordinateur {0}

source: Only the following element names can be used to provide the request information
es: Sólo se pueden utilizar los siguientes nombres de elementos para proporcionar la información de solicitud
fr: Seuls les noms d'éléments suivants peuvent être utilisés pour fournir les informations sur la Demande de travaux

# Thinkage.MainBoss.Database§Open WO
source: &Open
es: Abierto
fr: Ouvrir bon de travail

# Thinkage.MainBoss.Database§Open WO (With Comment)
source: Open Work Order (With Comment)
es: Abierto (con comentario)
fr: Ouvrir un bon de travail (avec commentaire).

# Thinkage.MainBoss.Database§Overflow occurred adding {0} days to basis date {1}
source: Overflow occurred adding {0} days to basis date {1}
es: Desbordamiento se produjo añadiendo {0} días a la fecha base {1}
fr: Dépassement s'est produit en ajoutant {0} jours de la date de base {1}

# Thinkage.MainBoss.Database§Overflow occurred adding {0} months to basis date {1}
source: Overflow occurred adding {0} months to basis date {1}
es: Desbordamiento se produjo añadiendo {0} mes a la fecha base {1}
fr: Dépassement s'est produit en ajoutant {0} mois à la date de base {1}

source: Overflow occurred adding the interval {0} to meter reading {1}
es: Desbordamiento se produjo agregando el intervalo {0} para la lectura de contadores {1}
fr: Dépassement s'est produit en ajoutant l'intervalle {0} pour la lecture des compteurs {1}

# Thinkage.MainBoss.Database§Physical Count
source: Physical Count
es: Conteo Físico
fr: Comte physique

# Thinkage.MainBoss.Database§Pick Organization
source: Pick Organization
es: Escoger Organizacion
fr: Choisir une organisation

source: Planned maintenance is limited to {0} Maintenance Plans, and only {1} generations of work orders.
es: Plan de mantenimiento se limita a {0} Planes de mantenimiento, y sólo {1} generaciones de órdenes de trabajo.
fr: Maintenance planifiée est limitée à {0} Plans de maintenance, et que {1} générations de Ordres de Travail.

# Thinkage.MainBoss.Database§Postal Address
source: Postal Address
es: Dirección Postal
fr: Adresse postale

# Thinkage.MainBoss.Database§Preventive
source: Preventive
es: Preventivo
fr: Préventif

source: Previous Work Order has not been generated yet so start/end date subject to change
es: Fecha anterior Orden de Trabajo no se ha generado al mismo tiempo tan inicio / final sujeto a cambio
fr: Date travail précédente commande n'a pas encore été généré afin de commencer / fin sous réserve de modification

# Thinkage.MainBoss.Database§Probing
source: Probing
es: Sondeo
fr: Sondage

source: Processing {0} {0.IsOne ? {0} Notification : {0} Notifications }
es: Procesamiento {0} {0.IsOne ? {0} Notificación : {0} Notificaciones }
fr: Traitement {0} {0.IsOne ? {0} Notification : {0} Notifications }

source: Processing {0} new Email {0.IsOne ? message : messages }, and retry processing {1} Email {1.IsOne ? message : messages }
es: Procesamiento de nuevo {0} {0.IsOne ? mensaje : mensajes }, y vuelva a intentar el procesamiento {1} {1.IsOne ? mensaje : mensajes }
fr: Traitement {0} nouvel Email {0.IsOne ? message : messages }, et recommencez le traitement {1} Email {1.IsOne ? message : messages }

# Thinkage.MainBoss.Database§Processing {0} Requestor Notifications
source: Processing {0} Requestor Notifications
es: Procesamiento {0} Solicitante Notificaciones
fr: Traitement {0} demandeur Notifications

# Thinkage.MainBoss.Database§Processing Email requests has been disabled
source: Processing Email requests has been disabled
es: El procesamiento de solicitudes de correo electrónico se ha deshabilitado
fr: Le traitement des demandes de messagerie a été désactivé

source: Processing message from '{0}' Sent '{1}' Message-ID {2}
es: Mensaje de Procesamiento de '{0}' Enviado '{1}' Message-ID {2}
fr: Traitement du message de '{0}' Envoyé '{1}' Message-ID {2}

source: Processing Replies to Sender for {0} {0.IsOne ? requestor : requestors }
es: Procesamiento Respuestas al remitente para {0} {0.IsOne ? solicitante : solicitantes }
fr: Traitement des réponses à l'expéditeur pour {0} {0.IsOne ? demandeur : demandeurs }

# Thinkage.MainBoss.Database§Purchase Order
source: Purchase Order
es: Orden de Compra
fr: Bon de Commande

# Thinkage.MainBoss.Database§Purchase Order Lines
source: Purchase Order Lines
es: Venta pedir Lines
fr: Achetez lignes de commande

# Thinkage.MainBoss.Database§Purchase Orders
source: Purchase Orders
es: Ordenes de Compra
fr: Bons de Commande

# Thinkage.MainBoss.Database§PurchaseOrder_Comment
source: Complete access to everything in the Purchase Orders section of the MainBoss control panel.
es: El acceso completo a todo lo que en la sección de pedidos de compra del panel de control MainBoss.
fr: Accès complet à tous les éléments de la section Bon de Commande de la console MainBoss.

# Thinkage.MainBoss.Database§PurchaseOrder_Desc
source: View, create, edit purchase orders
es: Ver, crear, editar órdenes de compra
fr: Afficher, créer, modifier des Bons de Commande

# Thinkage.MainBoss.Database§PurchaseOrder_Name
source: PurchaseOrder
es: Orden De Compra
fr: Bon de Commande

# Thinkage.MainBoss.Database§PurchaseOrderAssignSelf_Comment
source: Permission to assign purchase orders with "Self Assign". If you have no other permissions, PurchaseOrderAssignSelf only lets you deal with purchase orders which have been assigned to you and purchase orders that are not assigned to anyone.
es: El permiso para asignar órdenes de compra con "Auto Asignar". Si no tiene otros permisos, Orden de Compra Asignar Auto sólo le permite lidiar con las órdenes de compra que han sido asignadas a usted y órdenes de compra que no están asignados a cualquiera.
fr: Permission de céder les Bons de Commande avec 'Auto Assign'. Si vous ne avez pas d'autres autorisations, PurchaseOrderAssignSelf ne vous permet de gérer les commandes d'achat qui ont été attribués et les commandes qui ne sont pas affectés à personne.

# Thinkage.MainBoss.Database§PurchaseOrderAssignSelf_Desc
source: Assign unassigned purchase orders to self
es: Asignar órdenes de compra no asignados a la libre
fr: Attribuer des ordres d'achat non affectés à l'auto

# Thinkage.MainBoss.Database§PurchaseOrderAssignSelf_Name
source: PurchaseOrderAssignSelf
es: Orden de Compra Asignar Auto
fr: Bon de Commande Assignez-vous

# Thinkage.MainBoss.Database§PurchaseOrderClose_Comment
source: Permission to close purchase orders with "Close Purchase Order" or "Close Purchase Order (With Comment)". This includes the ability to view most information on the purchase order. PurchaseOrderClose is not sufficient to show you the cost of any line item on a purchase order; for that, you need PurchaseOrderView. Unless you have another purchase order security role, PurchaseOrderClose only lets you deal with purchase orders to which you have been assigned. (PurchaseOrderClose is not needed if a user already has the PurchaseOrder security role.)
es: Permiso para cerrar las órdenes de compra con la "Orden de Compra Cerrar" o "Cerrar la Orden de Compra (Con comentario)". Esto incluye la capacidad para ver más información sobre la orden de compra. PurchaseOrderClose no es suficiente para mostrar el costo de cualquier artículo en línea en una orden de compra, por eso, usted necesita PurchaseOrderView. A menos que haya otra orden de compra función de seguridad, PurchaseOrderClose sólo le permite hacer frente a las órdenes de compra a la que se le ha asignado. (PurchaseOrderClose no es necesario si un usuario ya tiene la función de seguridad PurchaseOrder.)
fr: L'autorisation de fermer les Bons de Commande avec "Fermer Bon de Commande" ou "Fermer Bon de Commande (avec un commentaire)". Cela inclut la possibilité d'afficher la plupart des informations sur le Bon de Commande. PurchaseOrderClose n'est pas suffisant pour vous montrer le coût de tout article en ligne sur un Bon de Commande; pour cela, vous devez PurchaseOrderView. Sauf si vous avez un autre rôle de sécurité de Bon de Commande, PurchaseOrderClose ne vous permet de gérer les commandes d'achat à laquelle vous avez été assignés. (PurchaseOrderClose n'est pas nécessaire si un utilisateur a déjà le rôle de sécurité PurchaseOrder.)

# Thinkage.MainBoss.Database§PurchaseOrderClose_Desc
source: Close purchase orders
es: Cerrar las órdenes de compra
fr: Fermer les commandes d'achat

# Thinkage.MainBoss.Database§PurchaseOrderClose_Name
source: PurchaseOrderClose
es: Orden de Compra Cerrar
fr: Bon de Commande Fermer

# Thinkage.MainBoss.Database§PurchaseOrderReceive_Comment
source: Permission to record receipt of goods in response to purchase orders. This includes the ability to view related information (e.g. storerooms and storeroom assignments). PurchaseOrderReceive is not sufficient to show you the cost of any line item on a purchase order; for that, you need PurchaseOrderView. (PurchaseOrderReceive is not needed if a user already has the PurchaseOrder security role.)
es: El permiso para registrar la recepción de los bienes en respuesta a las órdenes de compra. Esto incluye la posibilidad de ver información relacionada (por ejemplo, almacenes y la asignación de almacén). PurchaseOrderReceive no es suficiente para mostrar el costo de cualquier artículo en línea en una orden de compra, por eso, usted necesita PurchaseOrderView. (PurchaseOrderReceive no es necesario si un usuario ya tiene la función de seguridad PurchaseOrder.)
fr: L'autorisation d'enregistrer la réception des marchandises en réponse aux commandes. Cela inclut la possibilité de consulter des informations connexes (par exemple, les lieux et les attributions de cellier). PurchaseOrderReceive n'est pas suffisant pour vous montrer le coût de tout article en ligne sur un Bon de Commande; pour cela, vous devez PurchaseOrderView. (PurchaseOrderReceive n'est pas nécessaire si un utilisateur a déjà le rôle de sécurité PurchaseOrder.)

# Thinkage.MainBoss.Database§PurchaseOrderReceive_Desc
source: Record purchase order receipts
es: Recibos de registro de compra
fr: Enregistrer les Bons de Commande reçus

# Thinkage.MainBoss.Database§PurchaseOrderReceive_Name
source: PurchaseOrderReceive
es: Recibe Orden De Compra
fr: Bon de Commande Recevoir

# Thinkage.MainBoss.Database§PurchaseOrderSummary_Comment
source: Permission to view the contents of existing purchase orders. However, descriptions of line items will not include costs. You cannot change the purchase orders in any way unless you have additional security roles. (PurchaseOrderSummary is not needed if a user already has PurchaseOrder, PurchaseOrderView, or PurchaseOrderReceive.)
es: El permiso para ver el contenido de las órdenes de compra existentes. Sin embargo, las descripciones de las partidas no se incluyen los costos. Usted no puede cambiar las órdenes de compra en modo alguno a menos que tenga funciones de seguridad adicionales. (ResumenOrdenDeCompra no es necesaria si un usuario ya tiene OrdenDeCompra, VerOrdenDeCompra, o RecibeOrdenDeCompra.)
fr: Autorisation d’afficher le contenu des Bons de Commande existants. Toutefois, la descripton des articles ne comprendra pas le coût des articles. Des rôles de sécurité supplémentaires sont exigés pour modifier d’une quelconque façon les Bons de Commande. (Le rôle PurchaseOrderSummary n'est pas exigé si l'utilisateur possède déjà le rôle de sécurité PurchaseOrder, PurchaseOrderView ou PurchaseOrderReceive.)

# Thinkage.MainBoss.Database§PurchaseOrderSummary_Desc
source: Read basic information about purchase orders
es: Lea la información básica acerca de las órdenes de compra
fr: Consulter les renseignements de base des Bons de Commande

# Thinkage.MainBoss.Database§PurchaseOrderSummary_Name
source: PurchaseOrderSummary
es: ResumenOrdenDeCompra
fr: Bon de Commande Résumé

# Thinkage.MainBoss.Database§PurchaseOrderView_Comment
source: Permission to view the contents of existing purchase orders, including the cost of each line item. You cannot change the purchase orders in any way unless you have additional security roles. (PurchaseOrderView is not needed if a user already has the PurchaseOrder security role.)
es: El permiso para ver el contenido de las órdenes de compra existentes, incluyendo el costo de cada partida. Usted no puede cambiar las órdenes de compra en modo alguno a menos que tenga funciones de seguridad adicionales. (VerOrdenDeCompra no es necesaria si un usuario ya tiene la función de seguridad OrdenDeCompra.)
fr: Autorisation d’afficher le contenu des Bons de Commande existants, y compris le coût de chaque ligne d'un article. Des rôles de sécurité supplémentaires sont exigés pour modifier d’une quelconque façon les Bons de Commande. (Le rôle PurchaseOrderView n'est pas exigé si l'utilisateur possède déjà le rôle de sécurité PurchaseOrder.)

# Thinkage.MainBoss.Database§PurchaseOrderView_Desc
source: Read purchase orders
es: Las órdenes de compra Leer
fr: Consulter des Bons de Commande

# Thinkage.MainBoss.Database§PurchaseOrderView_Name
source: PurchaseOrderView
es: VerOrdenDeCompra
fr: Bon de Commande Vue

source: Purchasing is limited to {0} purchase orders, and {1} purchase line items.
es: Compras se limita a {0} las órdenes de compra, y {1} partidas compra.
fr: L'achat est limité à {0} Bons de Commande, et {1} postes d'achat.

# Thinkage.MainBoss.Database§ReActivate PO
source: Re&Activate Purchase Order
es: Reactivar Orden de Compra
fr: Ré&activer le Bon de Commande

# Thinkage.MainBoss.Database§Read Email Request
source: Read Email Request
es: Leer Solicitud
fr: Contenu des courriels de Demande de travaux

# Thinkage.MainBoss.Database§Receive (no PO)
source: Receive
es: Recibe
fr: Recevoir

# Thinkage.MainBoss.Database§Receive (with PO)
source: Receive (with PO)
es: Recibe (con PO)
fr: Recevoir (avec PO)

# Thinkage.MainBoss.Database§Receive Item (no PO)
source: Receive Item
es: Recibe Artículo
fr: Recevez article

# Thinkage.MainBoss.Database§Receive Item (with PO)
source: Receive Item (with PO)
es: Recibe Artículo (con PO)
fr: Recevez Point (avec PO)

# Thinkage.MainBoss.Database§Receive Miscellaneous (with PO)
source: Receive Miscellaneous (with PO)
es: Recibe Varios (con PO)
fr: Recevez Divers (avec PO)

# Thinkage.MainBoss.Database§ReferenceWorkRequest_Comment
source: Reference Work Request Comment
es: Referencia Trabajo Solicitar comentario
fr: Demande de travail de référence Commentaire

# Thinkage.MainBoss.Database§Reopen
source: Re&open
es: Reabrir
fr: R&ouvrir

source: Request {0} created for requestor '{1}' using email from '{2}'
es: Solicitud {0} creada para el solicitante '{1}' usando el correo electrónico de '{2}'
fr: Demande de travaux {0} créée pour demandeur '{1}' dérivée du courriel reçu de '{2}'

source: Request acknowledgement for request {0} skipped to date {1}: {2}
es: Reconocimiento de la solicitud de pedido {0} saltado hasta la fecha {1}: {2}

source: Request acknowledgement for request {0} to '{1}' with email address '{2}' skipped to date {3}
es: Solicitud de reconocimiento para la solicitud de {0} a '{1}' con email address '{2}' saltado hasta la fecha {3}
fr: Accusé de réception à '{1}' avec adresse courriel '{2}' de la Demande de travaux {0} sauté à jour {3}

source: Request acknowledgement sent for request {0} to '{1}' with email address '{2}'
es: Solicitud de reconocimiento enviado a petición {0} to '{1}' con email address '{2}'
fr: Accusé de réception pour la Demande de travaux {0} envoyé à '{1}' avec adresse courriel '{2}'

source: Request acknowledgement will be retried on request {0} to '{1}' with email address '{2}'
es: Reconocimiento de solicitud será juzgado a petición {0} a '{1}' con email address '{2}'
fr: Accusé de réception à '{1}' avec adresse courriel '{2}' pour la Demande de travaux {0} sera rejugé

source: Request from {0} had internal error. The request was not processed
es: Solicitar de {0} tenía error interno. La solicitud no fue procesada
fr: Demande de travaux par courriel provenant de {0} a rencontré une erreur interne. Cette Demande n'a pas été traitée.

# Thinkage.MainBoss.Database§Request from {0} rejected: {1}
source: Request from {0} rejected: {1}
es: Solicitud de {0} rechazada: {1}
fr: Demande de travaux par courriel provenant de {0} rejetée : {1}

# Thinkage.MainBoss.Database§Request_Comment
source: Permission to create and modify basic requests. In order to fill out more complete requests, users should also have at least UnitSummary. In order to check on the progress of jobs, users should also have at least WorkOrderSummary.
es: Permiso para crear y modificar las peticiones básicas. Con el fin de llenar las solicitudes más completa, los usuarios también deben tener al menos ResumenUnidad. Con el fin de comprobar el progreso de los trabajos, los usuarios también deben tener al menos ResumenOrdenDeTrabajo.
fr: Autorisation de créer et de modifier des demandes de travaux de base. Pour remplir des demandes plus complètes, le rôle de sécurité UnitSummary constitue une condition minimale. Pour suivre l’évolution des travaux, le rôle de sécurité UnitSummary constitue une condition minimale.

# Thinkage.MainBoss.Database§Request_Desc
source: View, create, edit requests
es: Ver, crear, editar peticiones
fr: Afficher, créer, modifier des demandes de travaux

# Thinkage.MainBoss.Database§Request_Name
source: Request
es: Solicitud
fr: Demande de travaux

# Thinkage.MainBoss.Database§RequestAssignSelf_Comment
source: Permission to assign requests with "Self Assign"; also to add comments with "New Requestor Comment". If you have no other permissions, RequestAssignSelf only lets you deal with requests which have been assigned to you and requests that are not assigned to anyone.
es: El permiso para asignar las solicitudes con "Auto Asignar"; También añadir comentarios con "Nuevo Solicitante comentario". Si no tiene otros permisos, Solicitar Asignar Auto sólo le permite atender a las solicitudes que han sido asignados y las solicitudes que no están asignados a cualquiera.
fr: Permission de céder demandes avec 'Auto Assign'; également pour ajouter des commentaires avec 'New demandeur commentaire». Si vous ne avez pas d'autres autorisations, RequestAssignSelf ne vous permet de traiter les demandes qui ont été attribués et les demandes qui ne sont pas affectés à personne.

# Thinkage.MainBoss.Database§RequestAssignSelf_Desc
source: Assign unassigned requests to self
es: Asignar solicitudes no asignadas a la libre
fr: Attribuer demandes non affectés à l'auto

# Thinkage.MainBoss.Database§RequestAssignSelf_Name
source: RequestAssignSelf
es: Solicitar Asignar Auto

# Thinkage.MainBoss.Database§RequestClose_Comment
source: Permission to close requests with "Close Request" or "Close Request (With Comment)"; also to add comments with "New Requestor Comment". If you have no other permissions, RequestClose only lets you deal with requests which have been assigned to you. (RequestClose is not needed if a user already has the Request security role.)
es: Permiso para cerrar las solicitudes con "solicitud de cierre" o "solicitud de cierre (con comentario)", para añadir comentarios a "Nuevo comentario solicitante". Si usted no tiene ningún otro permiso, RequestClose sólo le permite hacer frente a las solicitudes que se han asignado a usted. (RequestClose no es necesario si un usuario ya tiene la función de solicitud de seguridad.)
fr: L'autorisation de fermer demandes avec "Fermer Demande" ou "Fermer Demande (avec un commentaire)"; aussi pour ajouter des commentaires avec "New demandeur commentaire". Si vous n'avez pas d'autres autorisations, RequestClose ne vous permet de traiter les demandes qui ont été attribués. (RequestClose n'est pas nécessaire si un utilisateur a déjà le rôle d'appel de la sécurité.)

# Thinkage.MainBoss.Database§RequestClose_Desc
source: Close requests
es: Cerca de las solicitudes
fr: Fermer Demandes

# Thinkage.MainBoss.Database§RequestClose_Name
source: RequestClose
es: SolicitudCerrar

# Thinkage.MainBoss.Database§RequestFulfillment_Comment
source: Permission to use "New Requestor Comment" to add a comment to an existing request (either an internal comment, a comment to the requestor, or both). If you have no other permissions, RequestFulfillment only lets you add comments to requests which have been assigned to you. (RequestFulfillment is not needed if a user already has the Request security role.)
es: La autorización para hacer uso de "Nuevo comentario Solicitante"para añadir un comentario a una solicitud existente (ya sea un comentario interno, un comentario al solicitante, o ambos). Si usted no tiene ningún otro permiso, RequestFulfillment sólo le permite añadir comentarios a las solicitudes que se han asignado a usted. (RequestFulfillment no es necesario si un usuario ya tiene la función de solicitud de seguridad.)
fr: L'autorisation d'utiliser "New demandeur Commentaire" pour ajouter un commentaire à une demande existante (soit un commentaire interne, un commentaire au demandeur, ou les deux). Si vous n'avez pas d'autres autorisations, RequestFulfillment ne vous permet d'ajouter des commentaires aux demandes qui ont été attribués. (RequestFulfillment n'est pas nécessaire si un utilisateur a déjà le rôle d'appel de la sécurité.)

# Thinkage.MainBoss.Database§RequestFulfillment_Desc
source: Add comment to request
es: Agregar un comentario a la solicitud
fr: Ajouter un commentaire à une demande de travaux

# Thinkage.MainBoss.Database§RequestFulfillment_Name
source: RequestFulfillment
es: CumplimientoSolicitud

# Thinkage.MainBoss.Database§Requestor
source: Requestor
es: Solicitante
fr: Demandeur

# Thinkage.MainBoss.Database§Requestor notifications completed
source: Requestor notifications completed
es: Notificaciones Solicitante completadas
fr: notifications de Requestor complétées

# Thinkage.MainBoss.Database§Requestor notifications started
source: Requestor notifications started
es: Notificaciones Solicitante comenzaron
fr: notifications de Requestor commencé

# Thinkage.MainBoss.Database§Requestors
source: Requestors
es: Solicitantes
fr: Demandeurs

source: Requestors {0} have the same alternate email address '{1}'
es: Solicitantes {0} tienen la misma dirección de correo electrónico alternativa '{1}'
fr: {0} demandeurs ont la même adresse e-mail secondaire '{1}'

# Thinkage.MainBoss.Database§Requestors {0} have the same email address {1}
source: Requestors {0} have the same email address {1}
es: Solicitantes {0} tienen la misma dirección de correo electrónico {1}
fr: {0} demandeurs ont la même adresse de courriel {1}
