Repository: thinkageltd/MainBoss
Catalog: Thinkage.MainBoss.Database/TranslationResources/messages.*.resx
Languages: es, fr

# Thinkage.MainBoss.Database§CodingDefinitionsView_Comment
source: Permission to read all code and category definitions in the Coding Definitions section of the MainBoss control panel. You cannot make any kind of change to the data unless you have additional security roles. (CodingDefinitionsView is not needed if a user already has the CodingDefinitions security role.)
es: Permiso para leer todos los códigos y las definiciones de categoría en la sección Definiciones de código del panel de control MainBoss. Usted no puede hacer ningún tipo de cambio en los datos a menos que tenga funciones de seguridad adicionales. (VerDefinicionesDeCodificación no es necesaria si un usuario ya tiene la función de seguridad DefinicionesDeCodificación.)
fr: Autorisation de consulter toutes les définitions de codes et de catégories dans la section Définition des codes de la console MainBoss. Des rôles de sécurité supplémentaires sont exigés pour modifier les données d'une façon quelconque. (Le rôle CodingDefinitionsView n'est pas exigé si l'utilisateur possède déjà le rôle de sécurité CodingDefinitions.)

# Thinkage.MainBoss.Database§CodingDefinitionsView_Desc
source: Read Coding Definitions section
es: Leer la sección de codificación Definiciones
fr: Consulter la section Définition des codes

# Thinkage.MainBoss.Database§CodingDefinitionsView_Name
source: CodingDefinitionsView
es: VerDefinicionesDeCodificación

# Thinkage.MainBoss.Database§Committal initialization
source: Committal initialization
es: Acto de inicialización
fr: Initialisation de l'engagement

# Thinkage.MainBoss.Database§Completing committal
source: Completing committal
es: Completar la apertura
fr: Achèvement de l'engagement

# Thinkage.MainBoss.Database§Completing generation
source: Completing generation
es: Completando la generación
fr: Achèvement de la production

# Thinkage.MainBoss.Database§Completing schedule basis update
source: Completing schedule basis update
es: Finalización de actualización de calendario de forma
fr: Fin de la mise à jour de base de calendrier

source: Connection to {0} has been closed. Retry will occur because of earlier errors.
es: Conexión a {0} ha sido cerrada. Reintentar se producirá debido a errores anteriores.
fr: Connexion à {0} a été fermée. Nouvelle tentative aura lieu à cause d'erreurs antérieures.

# Thinkage.MainBoss.Database§Contact '{0}' does not have an email address
source: Contact '{0}' does not have an email address
es: Póngase en contacto con '{0}' no tiene una dirección de email
fr: Contact '{0}' ne possède pas d'adresse Email

source: Contact '{0}' does not receive purchase order notifications
es: Póngase en contacto con '{0}' no recibe las notificaciones de órdenes de compra
fr: Contact '{0}' ne reçoit pas les notifications d'ordres d'achat

source: Contact '{0}' does not receive work order notifications
es: Póngase en contacto con '{0}' no recibe las notificaciones de órdenes de trabajo
fr: Contact '{0}' ne reçoit pas les notifications de Ordres de Travail

source: Contact '{0}' does not want to receive acknowledgements
es: Póngase en contacto con '{0}' no quiere recibir reconocimientos
fr: Contact '{0}' ne veut pas recevoir des accusés de réception

# Thinkage.MainBoss.Database§Contact '{0}' does receive request notifications
source: Contact '{0}' does receive request notifications
es: Póngase en contacto con '{0}' no recibe las notificaciones de petición
fr: Contact '{0}' reçoit les notifications de Demande de travaux

# Thinkage.MainBoss.Database§Contact '{0}' has an invalid email address; '{1}'
source: Contact '{0}' has an invalid email address; '{1}'
es: Póngase en contacto con '{0}' tiene un inválido Email; '{1}'
fr: Contact '{0}' a une adresse email invalide '{1}'

# Thinkage.MainBoss.Database§Contact '{0}' has been deleted
source: Contact '{0}' has been deleted
es: CPóngase en contacto con '{0}' ha sido eliminado
fr: Contact '{0}' a été supprimé

# Thinkage.MainBoss.Database§Contact '{0}' is no longer a Requestor
source: Contact '{0}' is no longer a Requestor
es: Póngase en contacto con '{0}' ya no es un solicitante de
fr: Contact '{0}' n'est plus un demandeur

# Thinkage.MainBoss.Database§Contact_Comment
source: Complete access to Contact records. Since new Contact records typically require new Locations, this security role includes the ability to view, create, edit and delete Location records.
es: Acceso completo a los registros de contacto. Dado que los registros de contacto nuevos típicamente requieren nuevos lugares, esta función de seguridad incluye la capacidad de ver, crear, editar y borrar registros de ubicación
fr: Accès complet aux entrées sur les contacts. Puisqu’une entrée Nouveau contact exige généralement un nouvel emplacement, ce rôle de sécurité permet d’afficher, de créer, de modifier et de supprimer des entrées Emplacements.

# Thinkage.MainBoss.Database§Contact_Desc
source: View, create, edit, delete Contact records
es: Ver, crear, editar, borrar registros de contacto
fr: Afficher, créer, modifier, supprimer des entrées sur les contacts

# Thinkage.MainBoss.Database§Contact_Name
source: Contact
es: Contacto

source: Contacts {0} all have the same Active Directory Reference
es: Contactos {0} todos tienen la misma Referencia de Active Directory
fr: {0} contacts tous ont la même référence de Active Directory

source: Contacts {0} have the same alternate email address '{1}'
es: Contactos {0} tienen la misma dirección de correo electrónico alternativa '{1}'
fr: {0} contacts ont la même adresse e-mail secondaire '{1}'

# Thinkage.MainBoss.Database§Contacts {0} have the same email address {1}
source: Contacts {0} have the same email address {1}
es: Contactos {0} tienen la misma dirección de correo electrónico {1}
fr: {0} contacts ont la même adresse de courriel {1}

source: Contacts {0} have the same email address '{1}' in Active Directory
es: Contactos {0} tienen la misma dirección de correo electrónico '{1}' en Active Directory
fr: {0} contacts ont le même email address '{1}' dans Active Directory

source: Contacts {0} have the same primary email address '{1}'
es: Contactos {0} tienen la misma dirección de correo electrónico principal '{1}'
fr: {0} contacts ont la même adresse e-mail principale '{1}'

# Thinkage.MainBoss.Database§Content Deleted
source: Content Deleted
es: Contenido Suprimido
fr: Contenu supprimé

# Thinkage.MainBoss.Database§Corrective
source: Corrective
es: Correctivo
fr: Correctif

source: Cost Center associated with Adjustment Code is missing or has been deleted and cannot be used
es: El centro de coste asociado con el código de ajuste falta o se ha eliminado y no se puede utilizar
fr: Le Centre de coûts associé au code d'ajustement est manquant ou a été supprimé et ne peut pas être utilisé

# Thinkage.MainBoss.Database§Cost Centers
source: Cost Centers
es: Centros de costes
fr: Centres de coûts

# Thinkage.MainBoss.Database§Could not access database {0}
source: Could not access database {0}
es: No se pudo acceder a la base de datos {0}
fr: N'avaient pas accès base de données {0}

source: Could not contact SMTP server. Purchase Order Notifications will be deferred
es: No se pudo contactar con el servidor SMTP. Notificaciones de órdenes de compra serán diferidas
fr: Impossible de contacter le serveur SMTP. Les notifications de commande seront reportées

source: Could not contact SMTP server. Request acknowledgements will be deferred
es: No se pudo contactar con el servidor SMTP. Se retrasarán los agradecimientos de solicitudes
fr: Impossible de contacter le serveur SMTP. Les accusés de Demande de travaux seront reportés

source: Could not contact SMTP server. Request Assignment Notifications will be deferred
es: No se pudo contactar con el servidor SMTP. Notificaciones de Asignación de Solicitud serán diferidas
fr: Impossible de contacter le serveur SMTP. Les notifications aux Attribués de Demandes de travaux seront reportées

source: Could not contact SMTP server. Work Order Assignment Notifications will be deferred
es: No se pudo contactar con el servidor SMTP. Notificaciones de asignación de órdenes de trabajo serán diferidas
fr: Impossible de contacter le serveur SMTP. L'attribution des Ordres de Travail Les notifications seront reportées

# Thinkage.MainBoss.Database§Created by MainBoss on {0}
source: Created by MainBoss on {0}
es: Creado por MainBoss en {0}
fr: Créé par MainBoss {0}

source: Creating a Requestor from '{0}' with Contact Code '{1}'
es: Creación de un Solicitante de '{0}' con el Código de Contacto '{1}'
fr: Création d'un demandeur de '{0}' avec le Code de Contact '{1}'

# Thinkage.MainBoss.Database§Creating Contact '{0}'
source: Creating Contact '{0}'
es: Creación de Contacto '{0}'
fr: Création Contact '{0}'

# Thinkage.MainBoss.Database§Creating database {0} on database server {1}
source: Creating database {0} on database server {1}
es: Creando base de datos {0} en el servidor de bases de datos {1}
fr: Création de la base de données {0} sur le serveur de base de données {1}

# Thinkage.MainBoss.Database§Creating Work Order {0} of {1}
source: Creating Work Order {0} of {1}
es: Creando Orden de Trabajo {0} de {1}
fr: Création du bon de travail {0} de {1}

# Thinkage.MainBoss.Database§current date
source: current date
es: Fecha actual
fr: date courante

# Thinkage.MainBoss.Database§Database connection information was not supplied
source: Database connection information was not supplied
es: La información de conexión a la base de datos no se suministró
fr: L'information de connexion à la base de données n'a pas été fournie

# Thinkage.MainBoss.Database§Database restored from backup
source: Database restored from backup
es: Base de datos restaurada de la copia
fr: Base de données restaurée à partir de sauvegarde

# Thinkage.MainBoss.Database§Database version {0} created
source: Database version {0} created
es: Versión Base de Datos {0} creada
fr: Base de données de version {0} créée

source: Date/Time __________________________ Repair Code __________________________ Meter Reading __________________________ Down Time __________________________ Comments Signature __________________________ =============================== For Office Use Only =========================== Charge Back __________________________ Charge To __________________________ Labor __________________________ Material __________________________
es: Fecha / hora __________________________ Código de reparación __________________________ Lectura de Medidor __________________________ Tiempo de abajo __________________________ Comentarios Firma __________________________ =============================== Sólo para Uso Oficial =========================== Cargo al __________________________ Cargo a la __________________________ Laboral __________________________ Material __________________________
fr: Date/Heure __________________________ Code de réparation __________________________ Relevé __________________________ Indisponibilité __________________________ Commentaires Signature __________________________ =============================== Réservé au bureau =========================== Facturation à un tiers __________________________ Facturer à __________________________ Main-d'œuvre __________________________ Matériaux __________________________

# Thinkage.MainBoss.Database§Default Accounts Payable Costs
source: Default Accounts Payable Costs
es: Cuentas de costos por pargar por defecto
fr: Coûts de comptes fournisseurs par défaut

# Thinkage.MainBoss.Database§Default Accounts Receivable Costs
source: Default Accounts Receivable Costs
es: Definiciones de las cuentas por cobrar
fr: Coûts de comptes client par défaut

# Thinkage.MainBoss.Database§Default Adjustment Costs
source: Default Adjustment Costs
es: Costos de ajustes definidos
fr: Coût d'ajustement par défaut

# Thinkage.MainBoss.Database§Default Chargeback Costs
source: Default Chargeback Costs
es: Devolución de costos por defecto
fr: Coûts de Rétrofacturation par défaut

# Thinkage.MainBoss.Database§Default Expense Category
source: Default Expense Category
es: Categoria de gastos predeterminados
fr: Catégorie de coûts par défaut

# Thinkage.MainBoss.Database§Default Expense Model
source: Default Expense Model
es: Modelo de gastos predeterminados
fr: Modèle de coûts par défaut

# Thinkage.MainBoss.Database§Default Hourly Inside Costs
source: Default Hourly Inside Costs
es: Predeterminado de los costos por hora
fr: Coût de main-d'œuvre interne à taux horaire par défaut

# Thinkage.MainBoss.Database§Default Issue Costs
source: Default Issue Costs
es: Costos por defecto emitidos
fr: Coûts de sortie par défaut

# Thinkage.MainBoss.Database§Default Item Costs
source: Default Item Costs
es: Definciones de conceptos de costos
fr: Coûts des articles par défaut

# Thinkage.MainBoss.Database§Default Miscellaneous Costs
source: Default Miscellaneous Costs
es: Costos varios predefinidos
fr: Coûts des articles divers par défaut

# Thinkage.MainBoss.Database§Default Miscellaneous Work Order Costs
source: Default Miscellaneous Work Order Costs
es: Costos varios predeterminados de orden de trabajo
fr: Coûts du bon de travail divers par défaut

# Thinkage.MainBoss.Database§Default Non Stock Item Holding Costs
source: Default Non Stock Item Holding Costs
es: elemento de costos por defecto
fr: Coûts du maintien des articles non stockés par défaut

# Thinkage.MainBoss.Database§Default Per Job Inside Costs
source: Default Per Job Inside Costs
es: Valor predeterminado por puesto de trabajo dentro de los costos
fr: Coûts de main-d'œuvre interne à taux fixe par défaut

# Thinkage.MainBoss.Database§Default Work Order Costs
source: Default Work Order Costs
es: Costo de orden de trabajo predeterminado
fr: Coûts du bon de travail par défaut

# Thinkage.MainBoss.Database§Deferral error on availability '{0}'
source: Deferral error on availability '{0}'
es: aplazamiento de la disponibiidad de error '{0}'
fr: Erreur de report à cuase de disponibilité '{0}'

source: Deleting processed Email Messages and closing Email Source:{0}{1}
es: Eliminación de mensajes de correo electrónico procesados y cerrar Correo electrónico Fuente:{0}{1}
fr: E-mails et fermeture Email Source suppression transformés:{0}{1}

# Thinkage.MainBoss.Database§Demonstration mode
source: Demonstration mode
es: Modo de demostración
fr: mode de démonstration

# Thinkage.MainBoss.Database§Description
source: Description
es: Descripción

# Thinkage.MainBoss.Database§Details:
source: Details:
es: Detalles:
fr: Détails:

# Thinkage.MainBoss.Database§Draft PO
source: Re-Draft
es: Nueva redacción
fr: Ébauche

# Thinkage.MainBoss.Database§Draft WO
source: Re-Draft
es: Nueva redacción
fr: Ébauche

# Thinkage.MainBoss.Database§Duplicate Message-Id
source: Duplicate Message-Id
es: Duplicar Message-Id
fr: Champs de courriel 'Message-Id' duplicat

source: EffectiveDate-order of new records in table 'PurchaseOrderStateHistory' must be later than those of existing records for the same Purchase Order
es: EffectiveDate orden de los nuevos registros en la tabla 'PurchaseOrderStateHistory' debe ser posterior a las de los registros existentes en el mismo orden de compra
fr: Le date effectif de nouveaux enregistrements dans le tableau 'PurchaseOrderStateHistory' doit être plus tard que ceux des enregistrements existants pour le même Bon de Commande

source: EffectiveDate-order of new records in table 'RequestStateHistory' must be later than those of existing records for the same Request
es: EffectiveDate orden de los nuevos registros en la tabla 'RequestStateHistory' debe ser posterior a las de los registros existentes para la misma solicitud
fr: Le date effectif de nouveaux enregistrements dans le tableau 'RequestStateHistory' doit être plus tard que ceux des enregistrements existants pour la même Demande

source: EffectiveDate-order of new records in table 'WorkOrderStateHistory' must be later than those of existing records for the same Work Order
es: EffectiveDate orden de los nuevos registros en la tabla 'WorkOrderStateHistory' debe ser posterior a las de los registros existentes en el mismo orden de trabajo
fr: Le date effectif de nouveaux enregistrements dans le tableau 'WorkOrderStateHistory' doit être plus tard que ceux des enregistrements existants pour le même Ordre de Travail

source: EffectiveDate-order of records in table 'PurchaseOrderStateHistory' cannot be altered
es: EffectiveDate-orden de los registros en 'PurchaseOrderStateHistory' mesa no puede ser alterado
fr: L'ordre par date effectif des enregistrements dans le tableau 'PurchaseOrderStateHistory' ne peut pas être modifié

source: EffectiveDate-order of records in table 'RequestStateHistory' cannot be altered
es: EffectiveDate-orden de los registros en la tabla 'RequestStateHistory' no puede ser alterado
fr: L'ordre par date effectif des enregistrements dans le tableau 'RequestStateHistory' ne peut pas être modifié

source: EffectiveDate-order of records in table 'WorkOrderStateHistory' cannot be altered
es: EffectiveDate-orden de los registros en la tabla 'WorkOrderStateHistory' no puede ser alterado
fr: L'ordre par date effectif des enregistrements dans le tableau 'WorkOrderStateHistory' ne peut pas être modifié

source: Email Address '{0}' does not match the email address of any Requestor
es: Dirección de correo electrónico '{0}' no coincide con la dirección de correo electrónico de cualquier Solicitante
fr: Adresse e-mail '{0}' ne corrrespond à aucun demandeur

source: Email Address '{0}' does not match the email address of any Requestor, and a Requestor was not created because the email address failed to match the accept auto create email address pattern
es: Dirección de correo electrónico '{0}' no coincide con la dirección de correo electrónico de cualquier solicitante y un Solicitante no fue creado porque la dirección de correo electrónico no logró igualar la aceptación automática crear patrón de dirección de correo electrónico
fr: Adresse e-mail '{0}' ne corrrespond à aucun demandeur, et un nouveau demandeur n'a pas été créé parce que l'adresse ne correspond pas au patron d'adresses nouvelles à accepter

source: Email Address '{0}' does not match the email address of any Requestor, and a Requestor was not created because the email address matched the reject auto create email address pattern
es: Dirección de correo electrónico '{0}' no coincide con la dirección de correo electrónico de cualquier solicitante y un Solicitante no fue creado porque la dirección de correo electrónico se correspondía con el auto rechace crear patrón de dirección de correo electrónico
fr: Adresse e-mail '{0}' ne corrrespond à aucun demandeur, et un nouveau demandeur n'a pas été créé parce que l'adresse correspond au patron d'adresses nouvelles à rejeter

source: Email request from '{0}' does not match the email address of any Requestor
es: Email petición de '{0}' no coincide con la dirección de correo electrónico de cualquier Solicitante
fr: L'envoyeur '{0}' Demande de travail par courriel ne correspond à aucune adresse courriel de Demandeur

# Thinkage.MainBoss.Database§Email requests processing completed
source: Email requests processing completed
es: Procesamiento de solicitudes de correo electrónico completado
fr: Le traitement des demandes de travail par courriel est complété

# Thinkage.MainBoss.Database§Email requests processing started
source: Email requests processing started
es: Solicitudes por correo electrónico el procesamiento comenzaron
fr: Le traitement des demandes de travail par courriel a commencé

source: Error accessing server '{0}' manual intervention may be necessary
es: Error de acceso a servidor '{0}' intervención manual puede ser necesario
fr: Erreur de serveur accédant à '{0}' intervention manuelle peut être nécessaire

source: Error accessing server '{0}' on port {1}. Manual intervention may be necessary.
es: Error de acceso a servidor '{0}' en el puerto {1}. Intervención manual puede ser necesario.
fr: Erreur d'accès serveur '{0}' sur le port {1}. Intervention manuelle peut être nécessaire.

# Thinkage.MainBoss.Database§Error closing email message source
source: Error closing email message source
es: Error al cerrar la fuente mensaje de correo electrónico
fr: Erreur fermeture source du message email

# Thinkage.MainBoss.Database§Error deleting {0} email messages
source: Error deleting {0} email messages
es: Eliminación de error {0} mensajes de correo electrónico
fr: Erreur de suppression de {0} e-mails

# Thinkage.MainBoss.Database§Error deleting email message
source: Error deleting email message
es: Mensaje de error de borrado de correo electrónico
fr: Suppression message e-mail d'erreur

# Thinkage.MainBoss.Database§Error during processing of Email requests
source: Error during processing of Email requests
es: Error solicitudes durante el procesamiento del correo
fr: Erreur durant le traitement des demandes de travaux par courriel

# Thinkage.MainBoss.Database§Error in content of email message
source: Error in content of email message
es: Error en el contenido del mensaje de correo electrónico
fr: Erreur dans le contenu d'un message électronique

# Thinkage.MainBoss.Database§Error processing Assignment Notifications
source: Error processing Assignment Notifications
es: Error al procesar las Notificaciones de Asignación
fr: Erreur durant le traitement des Notifications aux attribués

source: Error processing email message, message will be deleted
es: Mensaje de correo electrónico de procesamiento de error, se borrará el mensaje
fr: Erreur lors du traitement de message électronique, message sera supprimé

source: Error processing email message, message will be retried
es: Mensaje de correo electrónico de procesamiento de error, se volverá a intentar mensaje
fr: Erreur lors du traitement de message électronique, message sera retentée

# Thinkage.MainBoss.Database§Error processing request acknowledgements
source: Error processing request acknowledgements
es: Error al procesar el pedido reconocimientos
fr: Erreur durant le traitement des accusés de réception des Demandes de travaux

source: Error retrieving {0} message {1}. The problem may be transient and will be retried again later, but manual intervention may be necessary
es: Recuperación de error {0} mensaje {1}. El problema puede ser transitoria y se volverá a intentar de nuevo más tarde, pero la intervención manual puede ser necesario
fr: Erreur de récupération {0} message {1}. Le problème peut être transitoire et sera retenté ultérieurement, mais une intervention manuelle peut être nécessaire

source: Expense Model '{0}' does not permit Expense Category '{1}'
es: Modelo de costos '{0}' No permtir cateodria de costos '{1}'
fr: Le modèle de coûts {0} n'autorise pas la catégorie de coûts {1}

source: ExternalTag {0} cleared from Storeroom Assignment location {1}
es: Tag externo {0} borra de ubicación Asignación Trastero {1}
fr: ExternalTag {0} effacé de l'Attribution au Magasin à l'emplacement {1}

# Thinkage.MainBoss.Database§ExternalTag {0} cleared from Unit location {1}
source: ExternalTag {0} cleared from Unit location {1}
es: Tag externo {0} borra de ubicación Unidad {1}
fr: ExternalTag {0} effacé de l'Unité {1}

# Thinkage.MainBoss.Database§ExternalTags cleared on Storeroom Assignments
source: ExternalTags cleared on Storeroom Assignments
es: Etiquetas externos despejados en misiones Trastero
fr: ExternalTags effacés sur certains Attributions au Magasin

# Thinkage.MainBoss.Database§ExternalTags cleared on Units and Locations
source: ExternalTags cleared on Units and Locations
es: Etiquetas externos despejados en Unidades y Ubicaciones
fr: ExternalTags effacés sur certaines Unités

# Thinkage.MainBoss.Database§From: {0}
source: From: {0}
es: De: {0}
fr: De: {0}

# Thinkage.MainBoss.Database§General Notifier
source: General Notifier
es: Notificador General
fr: Signaleur général
