Repository: thinkageltd/MainBoss
Catalog: Thinkage.MainBoss.Database/TranslationResources/messages.*.resx
Languages: es, fr

# Thinkage.MainBoss.Database§Generated by MainBoss Service
source: Generated by MainBoss Service
es: Generado por servicio MainBoss
fr: Généré par le Service MainBoss

# Thinkage.MainBoss.Database§Generated Maintenance Batches
source: Generated Maintenance Batches
es: Los lotes de mantenimiento generados
fr: Lots d'entretien générés

# Thinkage.MainBoss.Database§In Progress
source: &In Progress
es: &Progresando
fr: &En cours

# Thinkage.MainBoss.Database§In Progress (With Comment)
source: In Progress (With Comment)
es: Progresando (con comentario)
fr: En cours (avec commentaire)

# Thinkage.MainBoss.Database§Indefinite work start date
source: Indefinite work start date
es: Fecha de inicio de trabajo indefinidad
fr: Date de début des travaux non définie

source: Installed Windows Service for MainBoss '{0}' is version '{1}' and the MainBoss database expects version '{2}'.
es: Instalado Servicio MainBoss '{0}' es la versión '{1}' y la base de datos de MainBoss espera que la versión '{2}'.
fr: Installé le Service Windows pour MainBoss '{0}' est la version '{1}' et la base de données MainBoss attend version '{2}'.

source: Installed Windows Service for MainBoss '{0}' is version '{1}' and the MainBoss database shows the MainBoss Service as being version '{2}'.
es: Instalado Servicio MainBoss '{0}' es la versión '{1}' y la base de datos de MainBoss muestra el Servicio de MainBoss como versión '{2}'.
fr: Installé le Service Windows pour MainBoss '{0}' est la version '{1}' et la base de données MainBoss montre le Service MainBoss comme étant la version '{2}'.

source: Interacts with your local mail system to send acknowledgments to requestors and to assignees of requests, work orders and purchase orders. If this service is disabled, all features that depend on it will be queued up until the service is enabled again.
es: Interactúa con el sistema de correo local para enviar agradecimientos a los solicitantes y cesionarios de las solicitudes, órdenes de trabajo y órdenes de compra. Si se deshabilita este servicio, todas las características que dependen de ella se pondrán en cola hasta que el servicio se activa de nuevo.
fr: Interagit avec votre système de messagerie local pour envoyer des accusés aux demandeurs et aux cessionnaires de demandes, les bons de travail et des commandes. Si ce service est désactivé, toutes les fonctions qui en dépendent seront mises en attente jusqu'à ce que le service est activé à nouveau.

# Thinkage.MainBoss.Database§Invalid Sql Server connection string '{0}'
source: Invalid Sql Server connection string '{0}'
es: Cadena de conexión de Sql no válida '{0}'

# Thinkage.MainBoss.Database§Inventory is limited to {0} items.
source: Inventory is limited to {0} items.
es: El inventario es limitado a {0} artículos.
fr: L'inventaire est limité à {0} articles.

# Thinkage.MainBoss.Database§Issue
source: &Issue
es: Emitida
fr: Émi&s

# Thinkage.MainBoss.Database§Issue (With Comment)
source: Issue (With Comment)
es: Emitida (con comentario)
fr: Émettre (avec commentaire)

# Thinkage.MainBoss.Database§Issue a Purchase Order
source: Issue a Purchase Order
es: Orden de compra emitida
fr: Émettre un Bon de Commande

# Thinkage.MainBoss.Database§Issue a Purchase Order and allow a comment
source: Issue a Purchase Order and allow a comment
es: Emitida de Orden de Compra y permitir un comentario
fr: Émettre un Bon de Commande et autoriser un commentaire.

# Thinkage.MainBoss.Database§Item Adjustment
source: Item Adjustment
es: Ajuste de Artículo
fr: Elément d'ajustement

# Thinkage.MainBoss.Database§Item Issue
source: Item Issue
es: Emisión de Artículo
fr: Point numéro

# Thinkage.MainBoss.Database§Item pricing information has no estimated cost
source: Item pricing information has no estimated cost
es: Información sobre los precios de artículos no tiene costo estimado
fr: Information sur les prix de l'article n'a pas de coût estimée

source: Item Storage Assignment '{0}' has no preferred Item Pricing
es: Artículo de almacenamiento de misiones '{0}' no tiene precio del artículo preferido
fr: L'attribution d'un espace de rangement '{0}' pour l'article ne renferme pas de coût d'achat de l'article privilégié.

# Thinkage.MainBoss.Database§Item Transfer
source: Item Transfer
es: Transferencia de Artículo
fr: Transfert d'éléments

# Thinkage.MainBoss.Database§Item_Comment
source: Complete access to Item records and reports in the Items section of the MainBoss control panel. This includes the ability to browse the tables needed to create an Item record.
es: Acceso completo a los registros y los informes del artículo en la sección de artículos del panel de control MainBoss. Esto incluye la capacidad para navegar por las tablas necesarias para crear un registro del artículo.
fr: Accès complet aux entrées sur les articles et rapports de la section Articles de la console MainBoss. Cela comprend la capacité de parcourir les tables nécessaires pour créer une entrée d’article.

# Thinkage.MainBoss.Database§Item_Desc
source: View, edit, create, delete Item records
es: Ver, editar, crear, borrar los registros del artículo
fr: Afficher, modifier, créer, supprimer des entrées d’articles

# Thinkage.MainBoss.Database§Item_Name
source: Item
es: Artículo
fr: Article

# Thinkage.MainBoss.Database§ItemFulfillment_Comment
source: Permission to perform operations on Items, such as entering physical counts, making issues, and transferring from one storeroom to another. This does not allow you to create Items records, but does let you read such records and generate reports from the Items section of the control panel. (ItemFulfillment is not needed if a user already has the Item security role.) ItemFulfillment is not sufficient to show you the cost of items; for that you need ItemView.
es: Permiso para realizar operaciones en artículos, tales como entrar en los recuentos físicos, haciendo temas, y la transferencia de un almacén a otro. Esto no le permite crear elementos de los registros, pero le permite leer los registros y generar informes de la sección de artículos del panel de control. (CumplimientoArtículo no es necesaria si un usuario ya tiene la función de seguridad Artículo.) CumplimientoArtículo no es suficiente para mostrar que el costo de los artículos; para eso se necesita VerArtículo.
fr: Autorisation d’exécuter des opérations dans la section Articles, par exemple saisir des dénombrements, faire des émissions et transférer des articles d'un local de rangement à un autre. Cela n'autorise pas la création d'entrées d'articles, mais permet de consulter ces entrées et de produire des rapports à partir de la section Articles de la console. (Le rôle ItemFulfillment n'est pas exigé si l'utilisateur possède déjà le rôle de sécurité Item.) Le rôle ItemFulfillment ne suffit pas pour afficher le coût des articles; pour cela, il faut le rôle ItemView.)

# Thinkage.MainBoss.Database§ItemFulfillment_Desc
source: Perform inventory operations
es: Realizar las operaciones de inventario
fr: Exécuter des opérations se rattachant aux stocks

# Thinkage.MainBoss.Database§ItemFulfillment_Name
source: ItemFulfillment
es: CumplimientoArtículo

# Thinkage.MainBoss.Database§Items
source: Items
es: Artículos
fr: Articles

# Thinkage.MainBoss.Database§ItemSummary_Comment
source: Permission to view a small subset of information from Item records. The amount of information available is partly determined by what other security roles you have. Often, ItemSummary is useful for people whose primary interest is some other part of MainBoss (e.g. work orders or units). (ItemSummary is not needed if a user already has the Item or ItemView security role. ItemSummary is not sufficient to show you the cost of items; for that you need ItemView.)
es: Permiso para ver un pequeño subconjunto de información de los registros del artículo. La cantidad de información disponible es determinada en parte por lo que las funciones de seguridad que tenga. A menudo, ResumenArtículo es útil para las personas cuyo interés principal es otra parte de MainBoss (por ejemplo, órdenes de trabajo o de unidades). (ResumenArtículo no es necesaria si un usuario ya tiene la función de seguridad o Artículo VerArtículo. ResumenArtículo no es suficiente para mostrar que el costo de artículos, para eso se necesita VerArtículo.)
fr: Autorisation d’afficher un petit sous-ensemble de renseignements dans les entrées sur l’article. L’étendue des renseignements accessibles est déterminée, en partie, par les autres rôles de sécurité de l'utilisateur. Le rôle ItemSummary est souvent utile aux personnes qui doivent avoir accès à d’autres sections de MainBoss (p. ex. les bons de travail et les unités). (Le rôle ItemSummary n'est pas exigé si l'utilisateur possède déjà le rôle de sécurité ItemView.) Le rôle ItemSummary ne suffit pas pour afficher le coût de l’article; pour cela, il faut le rôle ItemView.)

# Thinkage.MainBoss.Database§ItemSummary_Desc
source: Read basic information about items
es: Lea la información básica sobre los artículos
fr: Consulter les renseignements de base des articles

# Thinkage.MainBoss.Database§ItemSummary_Name
source: ItemSummary
es: ResumenArtículo

# Thinkage.MainBoss.Database§ItemView_Comment
source: Permission to read all information in the Items section of the MainBoss control panel. You cannot change any of this information unless you have additional security roles. (ItemView is not needed if a user already has the Item security role.)
es: Permiso para leer toda la información en la sección de artículos del panel de control MainBoss. Usted no puede cambiar nada de esta información a menos que tenga funciones de seguridad adicionales. (VerArtículo no es necesaria si un usuario ya tiene la función de seguridad Artículo.)
fr: Autorisation de consulter tous les renseignements de la section Articles de la console MainBoss. Des rôles de sécurité supplémentaires sont exigés pour modifier ces renseignements. (Le rôle ItemView n'est pas exigé si l'utilisateur possède déjà le rôle de sécurité Item.)

# Thinkage.MainBoss.Database§ItemView_Desc
source: Read Items section
es: Lea la sección Artículos
fr: Consulter la section Articles

# Thinkage.MainBoss.Database§ItemView_Name
source: ItemView
es: VerArtículo

source: License key {0} record for application {1} contains inconsistent data
es: Clave Licencia {0} Registro para aplicación {1} contiene datos inconsistentes
fr: L'entrée de la clé de licence {0} pour l'application {1} renferme des données incohérentes.

# Thinkage.MainBoss.Database§Licensing errors have been fixed
source: Licensing errors have been fixed
es: Licencias errores han sido corregidos
fr: Erreurs de licences ont été corrigés

# Thinkage.MainBoss.Database§Locations
source: Locations
es: Ubicaciones
fr: Lieux

# Thinkage.MainBoss.Database§Login Admin
source: Login Admin
es: Ingresar Administrador
fr: Admin de Connexion

# Thinkage.MainBoss.Database§Looking for an identifier from set of {0}
source: Looking for an identifier from set of {0}
es: Buscando un identificador de conjunto de {0}
fr: Vous cherchez un identificateur de jeu de {0}

# Thinkage.MainBoss.Database§Mail Server Communication Log:
source: Mail Server Communication Log:
es: Servidor de correo Comunicación Conectarse:
fr: Journal de Communication serveur messagerie:

source: Mailbox '{0}' does not exist on server '{1}' on port {2} using {3}
es: Buzón '{0}' no existe en el servidor '{1}' en el puerto {2} usando {3}
fr: Boîte aux lettres '{0}' n'existe pas sur le serveur « {1} » sur le port {2} utilisant {3}

# Thinkage.MainBoss.Database§MainBoss Assignments
source: MainBoss Assignments
es: Asignación MainBoss
fr: Attributions MainBoss

source: MainBoss permissions have the form [{0}].[* | identifier].[* | identifier]
es: Permisos MainBoss tienen la forma [{0}]. [* | Identificador]. [* | Identificador]
fr: Autorisations MainBoss ont la forme [{0}]. [* | Identifiant]. [* | Identifiant]

# Thinkage.MainBoss.Database§MainBoss Requests
source: MainBoss Requests
es: Solicitudes MainBoss
fr: Demandes MainBoss

# Thinkage.MainBoss.Database§MainBoss Service Administration
source: MainBoss Service Administration
es: MainBoss Service de Administración
fr: Service MainBoss

# Thinkage.MainBoss.Database§MainBoss Service Logging set to show: {0}
source: MainBoss Service Logging set to show: {0}
es: Servicio MainBoss Logging configurado para mostrar: {0}
fr: Service de MainBoss Logging réglé pour afficher: {0}

source: MainBoss Service should be removed using uninstall a program in the Control Panel's 'Programs and Features'.
es: Servicio MainBoss debe eliminarse utilizando un programa de desinstalación en el Panel de control de 'Programas y características'.
fr: Patron principal Service devrait être retiré à l'aide de désinstaller un programme dans le panneau de commande « programmes et fonctionnalités ».

# Thinkage.MainBoss.Database§MainBoss User
source: MainBoss User
es: MainBoss Usuario
fr: MainBoss utilisateur

# Thinkage.MainBoss.Database§MainBoss Utility Tool
source: MainBoss Utility Tool
es: Herramienta de utilidad MainBoss
fr: Outil utilitaire MainBoss

source: Maintenance Period for Maintenance Timing '{0}' contains both a Meter Class and a Calendar Unit
es: Perido de mantenimiento para el calendario de mantenimiento '{0}' Contiene un medidor de clase y una unidad de calendario
fr: La période d'entretien pour la fréquence '{0}' renferme un type de compteur et une unité temporelle.

source: Maintenance Period for Maintenance Timing '{0}' references deleted Meter Class '{1}'
es: Periodo de mantenimiento para el cronometraje de Mantenimiento '{0}' referencias elimina medidor de clase '{1}'
fr: Période de maintenance pour l'entretien Timing '{0}' références supprimé classe Mètre '{1}'

source: Maintenance Period for Maintenance Timing '{0}' refers to meter class '{1}' but the meter of that class for Unit '{2}' has been deleted
es: Periodo de mantenimiento para el cronometraje de Mantenimiento '{0}' se refiere a la medidor de clase '{1}', pero '{2}' se ha suprimido el medidor de esa clase para la Unidad
fr: Période de maintenance pour l'entretien Timing '{0}' fait référence à la classe de compteur '{1}', mais le compteur de cette catégorie pour l'unité '{2}' a été supprimé

source: Maintenance Period for Maintenance Timing '{0}' refers to meter class '{1}' but Unit '{2}' has no meter of that class
es: Periodo de mantenimiento para el cronometraje de Mantenimiento '{0}' se refiere a la medidor de clase '{1}' pero la unidad '{2}' no tiene ningún medidor de esa clase
fr: Période de maintenance pour l'entretien Timing '{0}' fait référence à la classe de compteur '{1}', mais l'unité '{2}' n'a pas de compteur de cette catégorie

# Thinkage.MainBoss.Database§Maintenance Plans
source: Maintenance Plans
es: Planes de mantenimiento
fr: Plans de maintenance

source: Maintenance Timing interval is not sufficient to advance scheduled date by at least a day
es: Periodo intervalo de mantenimiento no es suficiente para avanzar en la fecha prevista en al menos un dia
fr: La fréquence d'entretien est insuffisante pour avancer la date prévue d'au moins une journée.

source: Make the browser screens more compact by not showing details of the selected record
es: Hacer el navegador pantallas más compacto al no mostrar los detalles del registro seleccionado
fr: Faites les écrans de navigation plus compact en ne montrant pas les détails de l'enregistrement sélectionné

# Thinkage.MainBoss.Database§Manifest resource {0}
source: Manifest resource {0}
es: Recursos {0}
fr: Ressources du manifeste {0}

# Thinkage.MainBoss.Database§Message:{0}{1}
source: Message:{0}{1}
es: Mensaje:{0}{1}

source: Meter readings must not decrease with increasing Effective Date
es: Las lecturas del medidor no deben disminuir con el aumento Fecha Efectiva
fr: Les lectures des compteurs ne doivent pas diminuer avec l'augmentation Date d'effet

# Thinkage.MainBoss.Database§Missing From address in message
source: Missing From address in message
es: Falta la dirección en el mensaje
fr: Champ De vide dans le message

# Thinkage.MainBoss.Database§Missing Unit Maintenance Plan data row
source: Missing Unit Maintenance Plan data row
es: Esperando unidad en le plan de mantenimiento
fr: Rangée de données manquante pour le programme de maintenance de l'unité

source: More than one service configuration is not currently support, please remove all except for one
es: Más de un servicio de configuración no se admite actualmente, quite todos menos uno

# Thinkage.MainBoss.Database§Multiple meter readings match the target
source: Multiple meter readings match the target
es: Lecturas del medidor múltiple coinciden con el objetivo de
fr: De multiples lectures de compteur correspondant à la cible

source: Multiple Windows Services for MainBoss exist; Choose one with the '{0}' option
es: Existen varios servicios de Windows para MainBoss; Elija uno con la opción '{0}'
fr: Plusieurs services Windows pour MainBoss existent; Choisissez un avec l'option '{0}'

source: Neither the Demand Template nor the Expense Model '{0}' specify an Expense Category
es: Ni la plantilla de la demanda ni el modelo de gasto '{0}' especificar una categoría de gasto
fr: Ni le modèle de la demande ni le modèle de dépenses '{0}' spécifier une catégorie de dépenses

# Thinkage.MainBoss.Database§New Requestor Comment
source: New Requestor Comment
es: Nuevo Solicitante Comentario
fr: Nouveau Commentaire des Demandeurs

# Thinkage.MainBoss.Database§No access to computer '{0}'
source: No access to computer '{0}'
es: Sin acceso a la computadora '{0}'
fr: Pas d'accès à l'ordinateur '{0}'

# Thinkage.MainBoss.Database§No Assignment Notifications found
source: No Assignment Notifications found
es: No hay notificaciones de asignación encontrados
fr: Aucun Notifications d'attribution trouvé

# Thinkage.MainBoss.Database§No cost available
source: No cost available
es: Disponibles sin costo
fr: Aucun coût disponible

# Thinkage.MainBoss.Database§No database name was specified
source: No database name was specified
es: El nombre de la base de datos no ha sido especificado
fr: Aucun nom de base de données n'a été précisé

# Thinkage.MainBoss.Database§No database server was specified
source: No database server was specified
es: No ha especificado servidor de base de datos
fr: Aucun serveur de base de données n'a été précisé

# Thinkage.MainBoss.Database§No email message available to be examined.
source: No email message available to be examined.
es: Ningún mensaje electrónico disponible para ser examinado.
fr: Aucun message électronique soit disponible.

# Thinkage.MainBoss.Database§No email message source
source: No email message source
es: Sin electrónico fuente del mensaje
fr: Aucune source du message email

# Thinkage.MainBoss.Database§No Email requests to process
source: No Email requests to process
es: No hay peticiones de correo electrónico para procesar
fr: Aucune demande par courrier électronique à traiter

source: No incoming Mailbox found on server '{0}' on port {1} using {2}, tried 'MBOX' and 'INBOX'
es: No se encontró ningún buzón entrante en el servidor '{0}' en el puerto {1} usando {2}, intentó 'MBOX' y 'INBOX'

source: No intervals are defined for the Maintenance Timing '{0}'
es: No hay intervalos para tiempos de mantenimiento definidos '{0}'
fr: Aucun intervalle n'est défini pour la fréquence d'entretien '{0}'

# Thinkage.MainBoss.Database§No MainBoss User record for '{0}'
source: No MainBoss User record for '{0}'
es: No MainBoss registro de usuarios para '{0}'
fr: Aucun enregistrement MainBoss de l'utilisateur pour '{0}'

source: No organization name or database server was specified and you have no default organization
es: El nombre de la organización o de la base de datos no ha sido especificado y no tiene organización predefinida
fr: Aucun nom d'entreprise ni aucun serveur de base de données n'a été précisé, et vous n'avez choisi aucune entreprise par défaut

source: No permissions for ({0}); no security role information: {1}
es: Sin permisos para ({0}) la información, sin función de seguridad: {1}
fr: Vous n'avez pas les permissions pour le droit ({0}); lex rôles permettant ce droit ne sont pas disponibles : {1}

# Thinkage.MainBoss.Database§No Requestor Notifications Found
source: No Requestor Notifications Found
es: No Solicitante Notificaciones encontrado
fr: Aucun demandeur Notifications Trouvé

# Thinkage.MainBoss.Database§No Right has permissions for &quot;{0}&quot;
source: No Right has permissions for "{0}"
es: No tiene permisos para el derecho "{0}"
fr: Aucun droit n’a de permission pour "{0}"

# Thinkage.MainBoss.Database§No Right type for &quot;{0}&quot;
source: No Right type for "{0}"
es: Ningún tipo de derecho de "{0}"
fr: Aucun type de droit pour "{0}"

source: No subject or description in email so no request generated
es: Ningún tema o descripción de correo electrónico para que ninguna petición generan
fr: Aucun objet ou description dans le courriel donc aucune Demande de travaux n'est générée

# Thinkage.MainBoss.Database§No valid Requestor found for email address '{0}'
source: No valid Requestor found for email address '{0}'
es: No Solicitante válida encontró dirección de correo electrónico '{0}'
fr: Aucun demandeur valide ne trouvé adresse email '{0}'

# Thinkage.MainBoss.Database§No Work Orders were created.
source: No Work Orders were created.
es: No se crearon órdenes de trabajo.
fr: Aucun Ordre de Travail ont été créés.

# Thinkage.MainBoss.Database§None
source: None
es: Ninguno
fr: Aucun

# Thinkage.MainBoss.Database§Not User
source: Not User
es: No Usuario
fr: Non utilisateur

source: Notification for purchase order {0} to '{1}' with email address '{2}' skipped to date {3}
es: Notificación de la orden de compra {0} a '{1}' con email address '{2}' salta hasta la fecha {3}
fr: Notification pour ordre d'achat {0} à '{1}' avec email address '{2}' sauté à jour {3}

source: Notification for request {0} to '{1}' with email address '{2}' skipped to date {3}
es: Notificación de solicitud de {0} a '{1}' con email address '{2}' salta hasta la fecha {3}
fr: Notification de la Demande {0} à '{1}' avec adresse courriel '{2}' sauté à jour {3}

source: Notification for work order {0} to '{1}' with email address '{2}' skipped to date {3}
es: Notificación de la orden de trabajo {0} a '{1}' con email address '{2}' salta hasta la fecha {3}
fr: Notification de l'Ordre de Travail {0} à '{1}' avec email address '{2}' sauté à jour {3}

# Thinkage.MainBoss.Database§Notification sent for purchase order {0} to {1}
source: Notification sent for purchase order {0} to {1}
es: Se envió la notificación de la orden de compra {0} a {1}
fr: Notification envoyée à l'achat pour {0} à {1}

# Thinkage.MainBoss.Database§Notification sent for request {0} to {1}
source: Notification sent for request {0} to {1}
es: Se envió la notificación para solicitar {0} a {1}
fr: Notification envoyée à {1} pour la Demande de travaux {0}

# Thinkage.MainBoss.Database§Notification sent for work order {0} to {1}
source: Notification sent for work order {0} to {1}
es: Se envió la notificación de la orden de trabajo {0} a {1}
fr: Avis envoyé l'Ordre de Travail {0} à {1}

source: Notification skipped for purchase order {0} to {1}: {2}
es: Notificación saltado de la orden de compra {0} a {1}: {2}
fr: Notification sauté à l'achat pour {0} à {1}: {2}

source: Notification skipped for request {0} to {1}: {2}
es: Notificación saltado para la solicitud de {0} a {1}: {2}
fr: Notification à {1} sauté pour la Demande de travaux {0}: {2}

source: Notification skipped for work order {0} to {1}: {2}
es: Notificación saltado por orden de trabajo {0} a {1}: {2}
fr: Notification ignoré l'Ordre de Travail {0} à {1}: {2}
