Repository: thinkageltd/MainBoss
Catalog: Thinkage.MainBoss.Database/TranslationResources/messages.*.resx
Languages: es, fr

source: using Purchase Template Per Job Outside referencing Per Job Outside '{0}'
es: utilizar la adquisición de plantilla por la referencia de trabajo fuera por trabajo fuera de '{0}'
fr: en utilisant le modèle d’achat de main-d’œuvre externe à taux fixe renvoyant à la main-d’œuvre externe {0}

source: using Task Demand Hourly Inside referencing Hourly Inside '{0}'
es: utilizando exigido interior hace referencia a la tarea cada hora por hora Dentro de '{0}'
fr: en utilisant la demande de main-d’œuvre interne à taux horaire renvoyant à la main-d’œuvre à taux horaire {0}

source: using Task Demand Hourly Outside referencing Hourly Outside '{0}'
es: utilizando la referencia de exigido de tareas fuera de horario fuera de horario '{0}'
fr: en utilisant la demande de main-d’œuvre externe à taux horaire renvoyant à la main-d’œuvre externe à taux horaire {0}

source: using Task Demand Item referencing Storage Assignment '{0}'
es: utilizando la referencia del artículo de Tareas de exigido de almacenamiento de misiones '{0}'
fr: en utilisant la demande d’article pour une tâche renvoyant à l’attribution de l’espace de rangement {0}

source: using Task Demand Miscellaneous Cost referencing Miscellaneous Cost '{0}'
es: utilizando la referencia de exigido de tareas diversas Costo Costo Varios '{0}'
fr: en utilisant le coût divers de la demande de ressources pour la tâche renvoyant au coût divers {0}

source: using Task Demand Per Job Inside referencing Per Job Inside '{0}'
es: utilizando exigido de tareas por puesto de trabajo hace referencia a su interior por puesto de trabajo dentro '{0}'
fr: en utilisant la demande de main-d’œuvre interne à taux fixe renvoyant à la main-d’œuvre à taux fixe {0}

source: using Task Demand Per Job Outside referencing Per Job Outside '{0}'
es: utilizando exigido de tareas por hacer referencia de trabajo fuera por trabajo fuera de '{0}'
fr: en utilisant le modèle de main-d’œuvre externe à taux fixe renvoyant à la main-d’œuvre externe à taux fixe {0}

# Thinkage.MainBoss.Database§Valid Certificate '{0}' found
source: Valid Certificate '{0}' found
es: Válido Certificado '{0}' encontrado
fr: Certificat valide '{0}' trouvé

# Thinkage.MainBoss.Database§View Sessions
source: View Sessions
es: Ver sesiones
fr: Afficher Sessions

# Thinkage.MainBoss.Database§Void
source: &Void
es: Vacio
fr: &Nul

# Thinkage.MainBoss.Database§Void a Purchase Order
source: Void a Purchase Order
es: Orden de Compra anulada
fr: Annuler un Bon de Commande

# Thinkage.MainBoss.Database§Void a Work Order
source: Void a Work Order
es: Anular orden de trabajo
fr: Annuler un bon de travail

# Thinkage.MainBoss.Database§Void Physical Count
source: Void Physical Count
es: Conteo Físico Anular
fr: Comte physique Void

# Thinkage.MainBoss.Database§Voided Physical Count
source: Voided Physical Count
es: Conteo Físico Anulado
fr: Comte physique annulé

# Thinkage.MainBoss.Database§Warning
source: Warning
es: Advertencia
fr: Avertissement

source: Was unable to locate the Adjustment Code record for '{0}'
es: No se pudo localizar el registro de código de ajuste para '{0}'
fr: Impossible de localiser l'enregistrement du code de réglage pour '{0}'

# Thinkage.MainBoss.Database§week day
source: week day
es: Dia de la semana
fr: jour de semaine

# Thinkage.MainBoss.Database§week day is never available
source: week day is never available
es: El día de la semana nunca esta disponible
fr: jour de semaine n'est jamais disponible

# Thinkage.MainBoss.Database§while processing Task {0}
source: while processing Task '{0}'
es: Procesando tareas '{0}'
fr: durant le traitement de la tâche {0}

# Thinkage.MainBoss.Database§Windows Service for MainBoss '{0}' has been disabled
source: Windows Service for MainBoss '{0}' has been disabled
es: El servicio de Windows para MainBoss '{0}' se ha deshabilitado
fr: Windows Service pour MainBoss '{0}' a été désactivé

source: Windows Service for MainBoss does not have the expected configuration.
es: El servicio de Windows para MainBoss no tiene la configuración esperada.
fr: Windows Service pour MainBoss n'a pas la configuration attendue.

source: Windows Service for MainBoss does not have the expected configuration. It may be an old version of the Service. The service needs to be reconfigured
es: Servicio Windows para MainBoss no tiene la configuración esperada. Puede ser una versión antigua del Servicio. El servicio debe ser reconfigurado
fr: Service Windows pour MainBoss n'a pas la configuration attendue. Il peut être une ancienne version du Service. Le service doit être reconfiguré

# Thinkage.MainBoss.Database§Withdraw Issued Purchase Order back to Draft status
source: Withdraw Issued Purchase Order back to Draft status
es: Retirar orden de compra emitidad retornar al estado borrador
fr: Ramener le Bon de Commande émis à l'état Ébauche

# Thinkage.MainBoss.Database§Withdraw PO
source: &Withdraw Purchase Order
es: Retirar orden de compra
fr: &Retirer le Bon de Commande

# Thinkage.MainBoss.Database§Work Order {0} start/end date subject to change
source: Work Order {0} start/end date subject to change
es: Orden de trabajo {0} fecha de inicio / finalización sujeta a cambios
fr: Ordre de Travail {0} date de début / fin sous réserve de modification

# Thinkage.MainBoss.Database§Work Order {0} was created.
source: Work Order {0} was created.
es: Orden de trabajo {0} se ha creado.
fr: Ordre de Travail {0} a été créée.

# Thinkage.MainBoss.Database§Work Order Resource Demands
source: Work Order Resource Demands
es: Exigidos de Trabajo de Recursos Orden
fr: Demandes travail ressources ordre

# Thinkage.MainBoss.Database§Work Orders
source: Work Orders
es: Ordenes de Trabajo
fr: Ordres de travail

# Thinkage.MainBoss.Database§Work Start Date could potentially have any value
source: Work Start Date could potentially have any value
es: Trabajo Fecha de Inicio potencialmente podría tener cualquier valor
fr: Travail Date de début pourrait avoir une valeur

source: Work Start Date could potentially have any value before {0}
es: Trabajo Fecha de Inicio potencialmente podría tener cualquier valor anterior a {0}
fr: Travail Date de début pourrait avoir une valeur quelconque avant {0}

source: Work Start Date could potentially have any value from {0} up to but not including {1}
es: Trabajo Fecha de Inicio potencialmente podría tener un valor de {0} hasta, pero no incluyendo {1}
fr: Travail Date de début pourrait avoir une valeur de {0} jusqu'à, mais sans inclure {1}

source: Work Start Date could potentially have any value on or after {0}
es: Trabajo Fecha de Inicio potencialmente podría tener cualquier valor a partir del {0}
fr: Travail Date de début pourrait avoir une valeur sur ou après {0}

# Thinkage.MainBoss.Database§WorkOrder_Comment
source: Permission to create and modify work orders. This automatically gives you limited access to other information in MainBoss. For example, you can browse the Items table, but not view the contents of Items records (unless you have additional roles). Similarly, you can browse Inside and Outside Labor records, but cannot see the actual money amounts associated with them (unless you have additional security roles). To deal with item costs on work orders, a user needs the AccountingWorkOrder security role; to deal with labor costs, a user needs AccountingView.
es: Permiso para crear y modificar las órdenes de trabajo. Esto automáticamente te da acceso limitado a la información en otros MainBoss. Por ejemplo, usted puede navegar por la tabla de artículos, pero no ver el contenido de artículos de los documentos (a menos que tenga funciones adicionales). Del mismo modo, puede navegar dentro y fuera de los registros de Trabajo, pero no puede ver la cantidad real de dinero asociados a ellos (a menos que tenga funciones de seguridad adicionales). Para hacer frente a los costes tema que figura en las órdenes de trabajo, un usuario necesita la función de seguridad ContabilidadOrdendeTrabajo, hacer frente a los costos laborales, un usuario necesita VerContabilidad.
fr: Autorisation de créer et de modifier des bons de travail. Cela vous donne automatiquement accès aux autres renseignements dans MainBoss. Par exemple, vous pouvez parcourir la table Articles sans afficher le contenu des entrées d’articles (à moins de posséder des rôles supplémentaires). De même, vous pouvez parcourir des entrées Main-d’œuvre externe, sans pouvoir observer les montants rattachés à ces éléments (à moins de posséder d’autres rôles de sécurité). Pour faire des opérations touchant les coûts des articles sur des bons de travail, il faut posséder un rôle de sécurité AccountingWorkOrder; pour les coûts de main-d'oeuvre, il faut le rôle AccountingView.

# Thinkage.MainBoss.Database§WorkOrder_Desc
source: View, create, edit work orders
es: Ver, crear, editar órdenes de trabajo
fr: Afficher, créer, modifier des bons de travail

# Thinkage.MainBoss.Database§WorkOrder_Name
source: Work Order
es: Orden De Trabajo
fr: Bons de Travail

# Thinkage.MainBoss.Database§WorkOrderAssignSelf_Comment
source: Permission to assign work orders with "Self Assign". If you have no other permissions, WorkOrderAssignSelf only lets you deal with work orders which have been assigned to you and work orders that are not assigned to anyone.
es: El permiso para asignar órdenes de trabajo con "Auto Assign". Si no tiene otros permisos, Orden de trabajo Asignar Auto sólo le permite lidiar con las órdenes de trabajo que han sido asignadas a usted y órdenes de trabajo que no están asignados a cualquiera.
fr: Permission de céder les bons de travail avec 'Auto Assign'. Si vous ne avez pas d'autres autorisations, WorkOrderAssignSelf ne vous permet de gérer les bons de travail qui ont été attribués et les Ordres de Travail qui ne sont pas affectés à personne.

# Thinkage.MainBoss.Database§WorkOrderAssignSelf_Desc
source: Assign unassigned work orders to self
es: Asignar órdenes de trabajo asignadas a la libre
fr: Attribuer des Ordres de Travail non affectés à l'auto

# Thinkage.MainBoss.Database§WorkOrderAssignSelf_Name
source: WorkOrderAssignSelf
es: Orden de trabajo Asignar Auto
fr: Ordre de Travail Assign Self

# Thinkage.MainBoss.Database§WorkOrderClose_Comment
source: Permission to close work orders with "Close Work Order" and "Close Work Order (With Comment)"; also to add comments with "Add Work Order Comment". Also allows user to view much of the information on work orders. Viewing money amounts (e.g. labor costs) requires additional security roles (e.g. AccountingWorkOrder). WorkOrderClose only lets you deal with your assigned work orders. If WorkOrderClose is combined with WorkOrderView, the user can close any work order, not just assigned ones. (WorkOrderClose is not needed if a user already has the WorkOrder security role.)
es: Permiso para cerrar órdenes de trabajo con la "Orden Cerca de trabajo" y "Cierre de órdenes de trabajo (con comentario)", para añadir comentarios con "Añadir comentario Orden de Trabajo". También permite al usuario ver gran parte de la información sobre las órdenes de trabajo. Viendo cantidades de dinero (por ejemplo, los costes laborales) requiere funciones de seguridad adicionales (por ejemplo, AccountingWorkOrder). WorkOrderClose sólo le permite hacer frente a sus órdenes de trabajo asignado. Si se combina con WorkOrderClose WorkOrderView, el usuario puede cerrar cualquier orden de trabajo, no sólo los asignados. (WorkOrderClose no es necesario si un usuario ya tiene la función de seguridad WorkOrder.)
fr: L'autorisation de fermer les Ordres de Travail avec "Fermer Work Order" et "Fermer Work Order (avec un commentaire)"; également ajouter des commentaires à "Ajouter Work Order Commentaire". Permet également aux utilisateurs de voir une grande partie de l'information sur les Ordres de Travail. Regarde sommes d'argent (par exemple, les coûts de main-d'œuvre) nécessite des rôles de sécurité supplémentaires (par exemple AccountingWorkOrder). WorkOrderClose ne vous permet de traiter vos commandes qui lui sont assignés. Si WorkOrderClose est combiné avec WorkOrderView, l'utilisateur peut fermer n'importe quel Ordre de Travail, et pas seulement affecté les. (WorkOrderClose n'est pas nécessaire si un utilisateur a déjà le rôle de sécurité WorkOrder.)

# Thinkage.MainBoss.Database§WorkOrderClose_Desc
source: Close work orders
es: Cerrar las órdenes de trabajo
fr: Fermer les Ordres de Travail

# Thinkage.MainBoss.Database§WorkOrderClose_Name
source: WorkOrderClose
es: Cerrar Orden De Trabajo
fr: Ordre de Travail Fermer

# Thinkage.MainBoss.Database§WorkOrderFulfillment_Comment
source: Permission to turn existing item demands into actuals, and to enter other information related to finishing a job (e.g. downtime and closing code). If you have no other permissions, WorkOrderFulfillment only lets you deal with your assigned work orders. You may want to combine WorkOrderFulfillment with AccountingWorkOrder to allow a user to specify and edit the cost of work order materials and outside labor. If WorkOrderFulfillment is combined with WorkOrderView, it allows the user to specify finishing information for any work order. (WorkOrderFulfillment is not needed if a user already has the WorkOrder security role.)
es: El permiso para convertir las demandas existentes en el tema reales, y para entrar en otra información relacionada con terminar un trabajo (por ejemplo, el tiempo de inactividad y el código de cierre). Si usted no tiene ningún otro permiso, WorkOrderFulfillment sólo le permite hacer frente a sus órdenes de trabajo asignado. Es posible que desee combinar WorkOrderFulfillment con AccountingWorkOrder para permitir a un usuario especificar y editar el coste de las materias de orden de trabajo y mano de obra exterior. Si se combina con WorkOrderFulfillment WorkOrderView, que permite al usuario especificar la información de acabado para cualquier orden de trabajo. (WorkOrderFulfillment no es necesario si un usuario ya tiene la función de seguridad WorkOrder.)
fr: L'autorisation de tourner demandes d'ouvrages existants dans les chiffres réels, et d'entrer d'autres informations relatives à la fin d'un emploi (par exemple, les temps d'arrêt et le code de clôture). Si vous n'avez pas d'autres autorisations, WorkOrderFulfillment ne vous permet de traiter vos commandes qui lui sont assignés. Vous pouvez combiner WorkOrderFulfillment avec AccountingWorkOrder à permettre à un utilisateur de spécifier et de modifier le coût des matières d'Ordre de Travail et le travail à l'extérieur. Si WorkOrderFulfillment est combiné avec WorkOrderView, il permet à l'utilisateur de spécifier des informations de finitions pour toute commande de travail. (WorkOrderFulfillment n'est pas nécessaire si un utilisateur a déjà le rôle de sécurité WorkOrder.)

# Thinkage.MainBoss.Database§WorkOrderFulfillment_Desc
source: Actualize information on an existing work order
es: Actualizar información en una orden de trabajo existentes
fr: Actualiser les informations sur une commande de travail existant

# Thinkage.MainBoss.Database§WorkOrderFulfillment_Name
source: WorkOrderFulfillment
es: Cumplimiento Orden De Trabajo
fr: Réalisation de l'ordre du travail

# Thinkage.MainBoss.Database§WorkOrderSummary_Comment
source: Permission to see a small subset of the information in a work order. This does not include information about labor or materials (unless you have additional security roles). Often, this security role is useful for people whose primary interest is tracking requests. (WorkOrderSummary is not needed if a user already has WorkOrderView or WorkOrder.)
es: Permiso para ver a un pequeño subconjunto de la información en un orden de trabajo. Esto no incluye información acerca de la mano de obra o materiales (a menos que tenga funciones de seguridad adicionales). A menudo, esta función de seguridad es útil para las personas cuyo interés principal es el seguimiento de las solicitudes. (ResumenOrdenDeTrabajo no es necesaria si un usuario ya tiene VerOrdenDeTrabajo o OrdenDeTrabajo.)
fr: Autorisation de visualiser un petit sous-ensemble de renseignements d’un bon de travail. Cela exclut les renseignements sur la main-d’œuvre et les matériaux (à moins d’avoir d’autres rôles de sécurité). Ce rôle de sécurité est souvent utile aux personnes qui doivent assurer un suivi des demandes de travaux. (Le rôle WorkOrderSummary n'est pas exigé si l'utilisateur possède déjà le rôle de sécurité WorkOrderView ou WorkOrder.)

# Thinkage.MainBoss.Database§WorkOrderSummary_Desc
source: Read basic information about work orders
es: Lea la información básica acerca de las órdenes de trabajo
fr: Consulter les renseignements de base des bons de travail

# Thinkage.MainBoss.Database§WorkOrderSummary_Name
source: WorkOrderSummary
es: Resumen Orden De Trabajo
fr: Résumé du poste de travail

# Thinkage.MainBoss.Database§WorkOrderView_Comment
source: Permission to view much of the information on work orders. Viewing money amounts (e.g. labor costs) requires additional security roles (e.g. AccountingWorkOrder). (WorkOrderView is not needed if a user already has the WorkOrder security role.)
es: Permiso para ver gran parte de la información sobre órdenes de trabajo. Visualización de las cantidades de dinero (por ejemplo, los costos laborales) obliga a las funciones de seguridad adicionales (por ejemplo, ContabilidadOrdendeTrabajo). (VerOrdenDeTrabajo no es necesaria si un usuario ya tiene la función de seguridad OrdenDeTrabajo.)
fr: Autorisation d’afficher la majorité des renseignements sur les bons de travail. L’affichage des montants (comme les coûts de main-d’œuvre) exige des rôles de sécurité supplémentaires (p. ex. AccountingWorkOrder). (Le rôle RequestFulfillment n'est pas exigé si l'utilisateur possède déjà le rôle de sécurité WorkOrder.)

# Thinkage.MainBoss.Database§WorkOrderView_Desc
source: Read work orders
es: Las órdenes de trabajo Leer
fr: Consulter des bons de travail

# Thinkage.MainBoss.Database§WorkOrderView_Name
source: WorkOrderView
es: Ver Orden De Trabajo
fr: Vue de commande de travail

# Thinkage.MainBoss.Database§XML Request: Missing '{0}' element
source: XML Request: Missing '{0}' element
es: XML Request: Falta el elemento '{0}'
fr: Demande de travaux en XML : Missing '{0}' element

# Thinkage.MainBoss.Database§XML Request: Only one '{0}' element permitted
source: XML Request: Only one '{0}' element permitted
es: XML Request: Solo se permite un elemento '{0}'
fr: Demande de travaux en XML : seul un élément '{0}' est autorisé

source: XML Request: The request element {0} cannot be used; the request field {1} has already been set by another element
es: XML Request: No se puede utilizar el elemento de solicitud {0}; El campo de solicitud {1} ya ha sido establecido por otro elemento
fr: Demande de travaux en XML : l'élément de demande {0} ne peut pas être utilisé; le champ de demande {1} a déjà été défini par un autre élément

# Thinkage.MainBoss.Database§XML Request: Unrecognized XML elements
source: XML Request: Unrecognized XML elements
es: XML Request: Elementos XML no reconocidos
fr: Demande de travaux en XML : éléments XML non reconnus

source: You do not have the required permission to add the user {0} to the MainBoss role
es: No tienes el permiso necesario para agregar el usuario {0} al rol MainBoss
fr: Vous n'avez pas l'autorisation requise pour ajouter l'utilisateur {0} au rôle MainBoss

source: You do not have the required permission. You must be a member of one of the following security roles
es: Usted no tiene el permiso necesario. Usted debe ser un miembro de una de las funciones de seguridad siguientes
fr: Vous n'avez pas les permissions réquises. Il faut être membre d'une des rôles de sécurité suivantes

source: You do not have the required permission. You must be a member of security role {0}
es: Usted no tiene el permiso necesario. Usted debe ser un miembro de la función de seguridad {0}
fr: Vous n'avez pas les permissions réquises. Il faut être membre du rôle de sécurité {0}

source: Your request cannot be accepted because no email address was found
es: Su solicitud no puede ser aceptada porque no se encontró la dirección de correo electrónico
fr: Votre Demande de travaux ne peut pas être acceptée car aucune adresse de courriel n'a été trouvé

source: Your request using email address {0} cannot be accepted. Please contact Maintenance by some other means.
es: Su solicitud utilizando la dirección de correo electrónico {0} no puede ser aceptada. Por favor, póngase en contacto con Mantenimiento por algún otro medio.
fr: Votre Demande de travaux par courriel provenant de {0} ne peut pas être acceptée. S'il vous plaît contacter entretien par d'autres moyens.

# dsMBLabel§Actual
source: Actual
fr: Réel

# dsMBLabel§Chargeback Line
source: Chargeback Line
fr: Rétrofacturation ligne

# dsMBLabel§DBServerVersion
source: Database Server Version
fr: Version Base de données du serveur

# dsMBLabel§EndOfLife
source: End Of Life
fr: Fin de vie

# dsMBLabel§HtmlEmailNotification
source: HTML Email Notification
fr: HTML Notification par email

# dsMBLabel§Reverse
source: Reverse
fr: Inverse

# dsMBLabel§Serial
source: Serial
fr: En série

# dsMBLabel§UOM
source: UOM
fr: Emballage

# dsSavedOrganizationsLabel§Status
source: Status
fr: Statut

# MainBossService§RequestorNotificationSubjectPrefix
source: @Re:
fr: @Objet :

# Thinkage.MainBoss.Database§Actual
source: Actual
fr: Réalisé

# Thinkage.MainBoss.Database§Error
source: Error
fr: Erreur

# Thinkage.MainBoss.Database§Info
source: Info
fr: Infos

# Thinkage.MainBoss.Database§XML Request error
source: XML Request error
fr: Erreur de Demande de travaux en XML
