Repository: thinkageltd/MainBoss
Catalog: Thinkage.MainBoss.Database/TranslationResources/messages.*.resx
Languages: es, fr

source: The Windows Service for MainBoss '{0}' is configured to serve database '{1}' on '{2}' rather than '{3}' on '{4}'.
es: El servicio de Windows para MainBoss '{0}' está configurado para servir de base de datos '{1}' en '{2}' en vez de '{3}' en '{4}'.
fr: Le service Windows pour MainBoss '{0}' est configuré pour servir base de données '{1}' on '{2}' plutôt que '{3}' on '{4}'.

source: The Windows Service for MainBoss '{0}' is configured to serve database '{1}' rather than '{2}'.
es: El servicio de Windows para MainBoss '{0}' está configurado para servir de base de datos '{1}' en vez de '{2}'.
fr: Le service Windows pour MainBoss '{0}' est configuré pour servir base de données '{1}' plutôt que '{2}'.

source: The Windows Service for MainBoss '{0}' is using the executable located at '{1}' whereas the program for the service is expected to be located at '{2}'.
es: El servicio de Windows para MainBoss '{0}' utiliza el ejecutable ubicado en '{1}' mientras que el programa para el servicio se espera que se encuentre en '{2}'.
fr: Le service Windows pour MainBoss '{0}' utilise l'exécutable situé à '{1} alors que le programme pour le service devrait se trouver à' {2} '.

# Thinkage.MainBoss.Database§The Windows Service for MainBoss cannot exist
source: The Windows Service for MainBoss cannot exist
es: El servicio de Windows para MainBoss no puede existir
fr: Le service Windows pour MainBoss ne peut pas exister

source: The Windows Service for MainBoss has no database configured, cannot confirm that the service belong to this database
es: El servicio de Windows para MainBoss no tiene ninguna base de datos configurada, no puede confirmar que el servicio pertenece a esta base de datos
fr: Le service Windows pour MainBoss n'a pas de base de données configurée, ne peut pas confirmer que le service appartient à cette base de données

source: The Windows Service for MainBoss has no SQL Server configured, cannot confirm that the service belong to this database
es: El servicio de Windows para MainBoss no tiene SQL Server configurado, no puede confirmar que el servicio pertenece a esta base de datos
fr: Le service Windows pour MainBoss n'a pas de serveur SQL configuré, ne peut pas confirmer que le service appartient à cette base de données

source: The Windows Service for MainBoss must be reconfigured.
es: El servicio de Windows para MainBoss debe reconfigurarse.
fr: Le service Windows pour MainBoss doit être reconfiguré.

# Thinkage.MainBoss.Database§There are {0} errors.
source: There are {0} errors.
es: Hay {0} errores.
fr: Il y a {0} erreurs.

# Thinkage.MainBoss.Database§There are no errors.
source: There are no errors.
es: No hay errores.
fr: Il n'y a pas d'erreurs.

# Thinkage.MainBoss.Database§There are no readings for meter
source: There are no readings for meter
es: No hay lecturas de medidor
fr: Il n'y a pas de lectures pour compteur

source: There is no timing basis for this Unit Maintenance Plan
es: No hay tiempo base para el plan de mantenimiento de la unidad
fr: Il n'existe aucun point de départ pour ce programme de maintenance d'une unité.

# Thinkage.MainBoss.Database§There is no valid license for the MainBoss Service
source: There is no valid license for the MainBoss Service
es: No hay licencia válida para el Servicio MainBoss
fr: Il n'y a aucune licence valide pour le patron du principal Service

# Thinkage.MainBoss.Database§There is one error.
source: There is one error.
es: Hay un error.
fr: Il y a une erreur.

# Thinkage.MainBoss.Database§There is only one reading for this meter
source: There is only one reading for this meter
es: Sólo hay una lectura de este medidor
fr: Il n'ya qu'une seule lecture de ce compteur

source: There was no valid sender's email address in the mail message
es: Hubo dirección de correo electrónico del remitente no válida en el mensaje de correo
fr: Il n'y avait pas valide e-mail expéditeur du message électronique

source: This account is for the user who created this organization
es: Esta cuenta es para el usuario que creo la organización
fr: Ce compte est réservé à l'utilisateur qui a créé cette entreprise

source: This contact is for the user who created this organization
es: Este contacto es para el usuario que creó esta organización
fr: Ce contact est réservé à l'utilisateur qui a créé cette organisation.

# Thinkage.MainBoss.Database§This Unit Maintenance Plan record is Inhibited
source: This Unit Maintenance Plan record is Inhibited
es: El plan de mantenimiento de la unidad esta inhibido
fr: Ce programme de maintenance d'une unité est exclu.

source: This Windows Service for MainBoss belongs to another MainBoss database. The changes made to this Windows Service for MainBoss will impact the use of the other MainBoss database.
es: Este servicio de Windows para MainBoss pertenece a otra base de datos de MainBoss. Los cambios realizados en este servicio de Windows para MainBoss tendrán un impacto en el uso de la otra base de datos de MainBoss.
fr: Ce service Windows pour MainBoss appartient à une autre base de données MainBoss. Les modifications apportées à ce service Windows pour MainBoss auront un impact sur l'utilisation de l'autre base de données MainBoss.

source: To upgrade you must have 'Action.Administration' permission on this database
es: Para actualizar debe tener permiso 'Action.Administration' sobre esta base de datos
fr: Pour mettre à niveau, vous devez disposer de l'autorisation 'Action.Administration' sur cette base de données

source: To upgrade you must have 'Action.UpgradeDatabase' permission on this database
es: Para actualizar debe tener permiso 'Action.UpgradeDatabase' sobre esta base de datos
fr: Pour mettre à niveau, vous devez disposer de l'autorisation 'Action.UpgradeDatabase' sur cette base de données

# Thinkage.MainBoss.Database§To: {0}
source: To: {0}
es: A: {0}
fr: À: {0}

# Thinkage.MainBoss.Database§Trace
source: Trace
es: Rastro

# Thinkage.MainBoss.Database§Transfer From
source: Transfer From
es: Traslado Desde
fr: Transfert De

# Thinkage.MainBoss.Database§Transfer To
source: Transfer To
es: Traslado Para
fr: Transfert Pour

# Thinkage.MainBoss.Database§Tried
source: Tried
es: Intento
fr: A essayé

source: Unable to access any MainBoss Service records in {0}. User '{1}' must have SQL Administrator privileges on the SQL server.
es: No se puede acceder cualquier registro de servicio MainBoss en {0}. Usuario '{1}' debe tener privilegios de administrador de SQL en el servidor SQL.
fr: Impossible d'accéder à tous les dossiers de service MainBoss dans {0}. Utilisateur '{1}' doit avoir des privilèges d'administrateur SQL sur le serveur SQL.

source: Unable to access the MainBoss Service record for '{0}' in {1}. User '{2}' must have SQL Administrator privileges on the SQL server.
es: No se ha podido acceder al registro de servicio MainBoss para '{0}' en {1}. Usuario '{2}' debe tener privilegios de administrador de SQL en el servidor SQL.
fr: Impossible d'accéder à l'enregistrement service MainBoss pour '{0}' dans {1}. Utilisateur '{2}' doit avoir des privilèges d'administrateur SQL sur le serveur SQL.

source: Unable to access the MainBoss Service record for '{0}' in {1}. User {2} must have SQL Administrator privileges on the SQL server. {3}
es: No se ha podido acceder al registro de servicio MainBoss para '{0}' en {1}. El usuario {2} debe tener privilegios de administrador de SQL en el servidor SQL. {3}
fr: Impossible d'accéder à l'enregistrement service MainBoss pour '{0}' dans {1}. Utilisateur {2} doit avoir des privilèges d'administrateur SQL sur le serveur SQL. {3}

# Thinkage.MainBoss.Database§Unable to access user security on the database
source: Unable to access user security on the database
es: No se puede acceder a la seguridad del usuario en la base de datos
fr: Impossible d'accéder à la sécurité de l'utilisateur sur la base de données

# Thinkage.MainBoss.Database§Unable to calculate a cost estimate
source: Unable to calculate a cost estimate
es: No se puede calcular una estimación de los gastos
fr: Incapable de calculer une estimation de coûts

# Thinkage.MainBoss.Database§Unable to calculate a purchase cost estimate
source: Unable to calculate a purchase cost estimate
es: No se puede calcular una estimación de costos de compra
fr: Incapable de calculer une estimation de coût d'achat

# Thinkage.MainBoss.Database§Unable to compile {0} /{1}/
source: Unable to compile {0} /{1}/
es: No es posible compilar {0} /{1}/
fr: Impossible de compiler {0} /{1}/

# Thinkage.MainBoss.Database§Unable to find any MainBoss Service records in {0}
source: Unable to find any MainBoss Service records in {0}
es: No se puede encontrar ningún registro del servicio de MainBoss en {0}
fr: Impossible de trouver les enregistrements du service MainBoss dans {0}

source: Unable to find any Windows Services for MainBoss on computer '{0}'. The computer may not exist or there may not be permissions to access the service on the computer
es: No es posible encontrar cualquier Servicio de MainBoss en el ordenador '{0}'. El ordenador puede no existe o puede que no haya permisos de acceso al servicio en el computador
fr: Impossible de trouver des services de MainBoss sur l'ordinateur '{0}'. L'ordinateur peut ne pas exister ou il peut ne pas être des autorisations pour accéder au service sur l'ordinateur

source: Unable to find the MainBoss Service record for '{0}' in {1}
es: No se puede encontrar el registro de servicio de MainBoss para '{0}' en {1}
fr: Impossible de trouver l'enregistrement du service MainBoss pour '{0}' dans {1}

# Thinkage.MainBoss.Database§Unable to read physical counts
source: Unable to read physical counts
es: No se pueden leer los recuentos físicos
fr: Impossible de lire les comptes physiques

# Thinkage.MainBoss.Database§Unable to resolve '{0}' to a Contact
source: Unable to resolve '{0}' to a Contact
es: No se puede resolver '{0}' a un Contacto
fr: Incapable de résoudre '{0}' à un Contact

# Thinkage.MainBoss.Database§Unable to resolve '{0}' to a Requestor
source: Unable to resolve '{0}' to a Requestor
es: No se puede resolver '{0}' a un Solicitante
fr: Incapable de résoudre '{0}' à un demandeur

# Thinkage.MainBoss.Database§Unable to restore database
source: Unable to restore database
es: Habiliar restaurar la base de datos
fr: Impossible de restaurer la base de données

source: Unable to update the Windows Service for MainBoss '{0}'
es: No se puede actualizar el Servicio de MainBoss '{0}'
fr: Impossible de mettre à jour le service Windows pour MainBoss '{0}'

source: Unable to update the Windows Service for MainBoss record for '{0}' in {1}. User '{2}' must have SQL Administrator privileges on the SQL server. {3}
es: No se puede actualizar el registro de servicio MainBoss para '{0}' en {1}. Usuario '{2}' debe tener privilegios de administrador de SQL en el servidor SQL. {3}
fr: Impossible de mettre à jour le dossier service Windows pour MainBoss pour '{0}' dans {1}. Utilisateur '{2}' doit avoir des privilèges d'administrateur SQL sur le serveur SQL. {3}

source: Unable to update the Windows Service for MainBoss record for '{0}' in database {1}. User {2} must have SQL Administrator privileges on the SQL server. {3}
es: No se puede actualizar el registro de servicio MainBoss para '{0}' in base de datos {1}. El usuario {2} debe tener privilegios de administrador de SQL en el servidor SQL. {3}
fr: Impossible de mettre à jour le dossier service Windows pour MainBoss pour '{0}' dans {1}. Utilisateur {2} doit avoir des privilèges d'administrateur SQL sur le serveur SQL. {3}

# Thinkage.MainBoss.Database§Unit
source: Unit
es: Unidad
fr: Unité

# Thinkage.MainBoss.Database§Unit '{0}'
source: Unit '{0}'
es: Unidad '{0}'
fr: Unité '{0}'

# Thinkage.MainBoss.Database§Unit Maintenance Plan has multiple errors.
source: Unit Maintenance Plan has multiple errors.
es: Plan de Mantenimiento Unidad tiene varios errores.
fr: Maintenance programmée d'unité a plusieurs erreurs.

# Thinkage.MainBoss.Database§Unit_Comment
source: Complete access to Unit records and reports in the Units section of the MainBoss control panel. This includes the ability to browse the tables needed to create a Unit record (e.g. Unit Categories and Locations).
es: Acceso completo a los registros de la Unidad y los informes en la sección de unidades del panel de control MainBoss. Esto incluye la capacidad para navegar por las tablas necesarias para crear un registro unitario (por ejemplo, las categorías de unidad y ubicaciones).
fr: Accès complet aux entrées sur l’unité et rapports de la section Unité de la console MainBoss. Cela comprend la capacité de parcourir les tables nécessaires pour créer une entrée d’unité (p. ex. Catégories d'unités et Emplacements).

# Thinkage.MainBoss.Database§Unit_Desc
source: View, edit, create, delete Unit records
es: Ver, editar, crear, borrar registros de la unidad
fr: Afficher, modifier, créer, supprimer des entrées d’unités

# Thinkage.MainBoss.Database§Unit_Name
source: Unit
es: Unidad
fr: Unité

# Thinkage.MainBoss.Database§UnitMaintenancePlans_Comment
source: Full access to records related to Planned Maintenance. This includes the ability to create/edit tasks and unit maintenance plans. It also includes permission to generate Planned Maintenance work orders.
es: El pleno acceso a los registros relacionados con la Planificación de Mantenimiento. Esto incluye la capacidad para crear o modificar las tareas y planes de mantenimiento de la unidad. También incluye el permiso para generar órdenes de trabajo de Planificación de Mantenimiento.
fr: Accès complet aux entrées se rapportant à la maintenance programmée. Cela comprend la capacité de créer et de modifer des tâches et des programmes de maintenance d'unités, ainsi que l’autorisation de produire des bons de travail de maintenance programmée.

# Thinkage.MainBoss.Database§UnitMaintenancePlans_Desc
source: View, create, edit and delete records related to Planned Maintenance
es: Ver, crear, editar y borrar registros relacionados con la Planificación de Mantenimiento
fr: Afficher, créer, modifier et supprimer les entrées associées à la maintenance programmée

# Thinkage.MainBoss.Database§UnitMaintenancePlans_Name
source: UnitMaintenancePlans
es: UnidadDePlanesDeMantenimiento

# Thinkage.MainBoss.Database§UnitMaintenancePlansFulfillment_Comment
source: Permission to generate and commit Planned Maintenance work orders. (UnitMaintenancePlansFulfillment is not needed if a user already has the UnitMaintenancePlans security role.)
es: Permiso para generar y comprometerse de Planificación de órdenes de trabajo de mantenimiento. (CumplimientoUnidadDePlanesDeMantenimiento no es necesaria si un usuario ya tiene la función de seguridad UnidadDePlanesDeMantenimiento.)
fr: Autorisation de produire et d'engager des bons de travail de maintenance programmée. (Le rôle UnitMaintenancePlansFulfillment n'est pas exigé si l'utilisateur possède déjà le rôle de sécurité UnitMaintenancePlans.)

# Thinkage.MainBoss.Database§UnitMaintenancePlansFulfillment_Desc
source: Generate planned maintenance work orders
es: Generar órdenes de trabajo de mantenimiento planificado
fr: Produire des bons de travail pour la maintenance programmée

# Thinkage.MainBoss.Database§UnitMaintenancePlansFulfillment_Name
source: UnitMaintenancePlansFulfillment
es: CumplimientoUnidadDePlanesDeMantenimiento

# Thinkage.MainBoss.Database§UnitMaintenancePlansView_Comment
source: Permission to read all data in the Generate Planned Maintenance section of the MainBoss control panel, as well as task records and unit maintenance plans. You cannot make any kind of change to the data unless you have additional security roles. (UnitMaintenancePlansView is not needed if a user already has the UnitMaintenancePlans security role.)
es: Permiso para leer todos los datos en la sección de Planificación de Mantenimiento de la Generación del panel de control MainBoss, así como los registros de tareas y planes de mantenimiento de la unidad. Usted no puede hacer ningún tipo de cambio en los datos a menos que tenga funciones de seguridad adicionales. (VerUnidadDePlanesDeMantenimiento no es necesaria si un usuario ya tiene la función de seguridad UnidadDePlanesDeMantenimiento.)
fr: Autorisation de consulter toutes les données de la section Produire des bons de travail de maintenance programmée de la console MainBoss, ainsi que les tâches et les programmes de maintenance d'unités. Des rôles de sécurité supplémentaires sont exigés pour modifier les données d'une façon quelconque. (Le rôle UnitMaintenancePlansView n'est pas exigé si l'utilisateur possède déjà le rôle de sécurité UnitMaintenancePlans.)

# Thinkage.MainBoss.Database§UnitMaintenancePlansView_Desc
source: View records related to Planned Maintenance
es: Ver los registros relacionados con Planificación de Mantenimiento
fr: Afficher les entrées se rapportant à la maintenance programmée

# Thinkage.MainBoss.Database§UnitMaintenancePlansView_Name
source: UnitMaintenancePlansView
es: VerUnidadDePlanesDeMantenimiento

# Thinkage.MainBoss.Database§UnitSummary_Comment
source: Permission to read a small subset of information from Unit records. For example, this allows you to see the Unit Category of units but not any work orders associated with the unit or any money information associated with the unit (e.g. replacement cost). The amount of information available is partly determined by what other security roles you have. Often, UnitSummary is useful for people whose primary interest is some other part of MainBoss (e.g. work orders or requests). (UnitSummary is not needed if a user already has the Unit or UnitView security role.)
es: Permiso para leer un pequeño subconjunto de información de los registros de la unidad. Por ejemplo, esto le permite ver la categoría de unidad de las unidades, pero no todos los pedidos de trabajo relacionados con la unidad o cualquier otra información de dinero asociado con la unidad (por ejemplo, el costo de reposición). La cantidad de información disponible es determinada en parte por lo que las funciones de seguridad que tenga. A menudo, ResumenUnidad es útil para las personas cuyo interés principal es otra parte de MainBoss (por ejemplo, órdenes de trabajo o peticiones). (ResumenUnidad no es necesaria si un usuario ya tiene la Unidad o de función de seguridad VerUnidad.)
fr: Autorisation de consulter un petit sous-ensemble de renseignements dans les entrées sur l’unité. Par exemple, cela permet de consulter la section Catégorie d’unité, mais pas les bons de travail associés à l'unité sélectionnée, ni les renseignements d’ordre financier s’y rattachant (p. ex. le coût de remplacement). L’étendue des renseignements accessibles est déterminée, en partie, par les autres rôles de sécurité de l'utilisateur. Le rôle UnitSummary est souvent utile aux personnes qui doivent avoir accès à d’autres sections de MainBoss (p. ex. les bons de travail et les demandes de travaux). (Le rôle UnitSummary n'est pas exigé si l'utilisateur possède déjà le rôle de sécurité Unit ou UnitView.)

# Thinkage.MainBoss.Database§UnitSummary_Desc
source: Read basic information about units
es: Lea la información básica sobre las unidades
fr: Consulter les renseignements de base des unités

# Thinkage.MainBoss.Database§UnitSummary_Name
source: UnitSummary
es: ResumenUnidad

# Thinkage.MainBoss.Database§UnitView_Comment
source: Permission to read all information in the Units section of the MainBoss control panel. You cannot change any of this information unless you have additional security roles. (UnitView is not needed if a user already has the Unit security role.)
es: Permiso para leer toda la información en la sección de Unidades del panel de control MainBoss. Usted no puede cambiar nada de esta información a menos que tenga funciones de seguridad adicionales. (VerUnidad no es necesaria si un usuario ya tiene la función de seguridad Unidad.)
fr: Autorisation de consulter tous les renseignements de la section Unités de la console MainBoss. Des rôles de sécurité supplémentaires sont exigés pour modifier ces renseignements. (Le rôle UnitViewn'est pas exigé si l'utilisateur possède déjà le rôle de sécurité Unit.)

# Thinkage.MainBoss.Database§UnitView_Desc
source: Read Units section
es: Lea la sección Unidades
fr: Consulter la section Unités

# Thinkage.MainBoss.Database§UnitView_Name
source: UnitView
es: VerUnidad

# Thinkage.MainBoss.Database§Unknown
source: Unknown
es: Desconocido
fr: Inconnu

# Thinkage.MainBoss.Database§Unknown source column in ColumnEvaluator
source: Unknown source column in ColumnEvaluator
es: Columna de fuente desconocida en ColumnEvaluator

# Thinkage.MainBoss.Database§Unknown timing basis algorithm {0}
source: Unknown timing basis algorithm {0}
es: Algoritmo de tiempo base desconocido {0}
fr: Algorithme {0} reposant sur une fréquence d'entretien inconnue

# Thinkage.MainBoss.Database§Unknown unit for period in Maintenance Timing '{0}'
source: Unknown unit for period in Maintenance Timing '{0}'
es: Unidad desconodica para periodo de mantenimiento en el calendario '{0}'
fr: Unité inconnue pour la période dans la fréquence d'entretien '{0}'

# Thinkage.MainBoss.Database§Upgrade available to {0}
source: Upgrade available to {0}
es: Actualización disponible para {0}
fr: Mise à jour disponible pour {0}

# Thinkage.MainBoss.Database§User
source: User
es: Usuario
fr: Utilisateur

# Thinkage.MainBoss.Database§user '{0}' in scope '{1}'
source: user '{0}' in scope '{1}'
es: usuario '{0}' en el ámbito '{1}'
fr: utilisateur '{0}' portée '{1}'

# Thinkage.MainBoss.Database§user '{0}' with no scope
source: user '{0}' with no scope
es: usuario '{0}' sin alcance
fr: utilisateur '{0}' sans portée

# Thinkage.MainBoss.Database§User Admin
source: User Admin
es: Admin del usuario
fr: Admin Utilisateur

source: User with Authentication Credential '{0}' belonged to role named '{1}' which no longer exists; the association has been deleted.
es: El usuario con la credencial de autenticación '{0}' perteneció al rol denominado '{1}' que ya no existe;
fr: L'utilisateur avec Authentication Credential '{0}' a appartenu au rôle nommé '{1}' qui n'existe plus; l'association a été supprimée.

# Thinkage.MainBoss.Database§Users
source: Users
es: Usuarios
fr: Utilisateurs

source: Users {0} in the Active Directory have the same email address '{1}'
es: Los usuarios {0} en el Active Directory tienen la misma dirección de correo electrónico '{1}'
fr: Utilisateurs {0} dans Active Directory ont la même adresse de courriel '{1}'

# Thinkage.MainBoss.Database§Using {0} server '{1}' on port {2}
source: Using {0} server '{1}' on port {2}
es: El uso de {0} servidor '{1}' en el puerto {2}
fr: en utilisant de {0} serveur '{1}' sur le port {2}

# Thinkage.MainBoss.Database§Using {0} with mailbox '{0}' server '{2}' on port {3}
source: Using {0} with mailbox '{0}' server '{2}' on port {3}
es: El uso de {0} con el buzón '{0}' servidor '{2}' en el puerto {3}
fr: en utilisant de {0} avec boîte aux lettres '{0}' serveur '{2}' sur le port {3}

source: using Purchase Template Hourly Outside referencing Hourly Outside '{0}'
es: utilizar la adquisición de plantilla hace referencia a cada hora fuera de horario fuera de '{0}'
fr: en utilisant le modèle d’achat de main-d’œuvre externe à taux horaire renvoyant à la main-d’œuvre externe à taux horaire {0}

source: using Purchase Template Item referencing Storage Assignment '{0}'
es: utilizar la adquisición de plantilla de elemento de referencias de almacenamiento de misiones '{0}'
fr: en utilisant l’article du modèle d'achat renvoyant à l’attribution de l’espace de rangement {0}

source: using Purchase Template Miscellaneous Item referencing Miscellaneous Item {0}
es: Usando la plantilla de compra Varios Referencia de artículo Varios Elemento {0}
fr: en utilisant du modèle d'achat Divers Référence de l'élément Objet divers {0}
