Repository: thinkageltd/MainBoss
Catalog: Thinkage.MainBoss.MainBoss/TranslationResources/messages.*.resx
Languages: es, fr

source: A password is not required for this authentication method
es: No se requiere una contraseña para este método de autenticación
fr: Un mot de passe n'est pas requis pour cette méthode d'authentification

source: A username is not required for this authentication method
es: No se requiere un nombre de usuario para este método de autenticación.
fr: Un nom d'utilisateur n'est pas nécessaire pour cette méthode d'authentification

source: A valid email address is required to send the full license to you.
es: Se requiere una dirección de correo electrónico válida para enviarle la licencia completa.
fr: Une adresse email valide est nécessaire pour vous envoyer la licence complète.

# Thinkage.MainBoss.MainBoss§About...
source: About...
es: Acerca de ...
fr: À propos de...

# Thinkage.MainBoss.MainBoss§Add Existing Organization
source: Add Existing Organization
es: Añadir organización existente
fr: Ajouter organisation existante

source: AllUsers configuration has set the preferred organization to its configuration.
es: AllUsers configuración ha configurado la organización preferida para su configuración.
fr: La configuration d'AllUsers a configuré l'organisation privilégiée dans sa configuration.

# Thinkage.MainBoss.MainBoss§Application mode {0} is unknown
source: Application mode {0} is unknown
es: Modo de aplicación {0} es desconocido
fr: Mode d'application {0} inconnu

# Thinkage.MainBoss.MainBoss§Backup file
source: Backup file
es: Archivo de copia de seguridad
fr: Le fichier de sauvegarde

# Thinkage.MainBoss.MainBoss§Backup Set number
source: Backup Set number
es: Número de conjunto de copia
fr: Numéro jeu de sauvegarde

# Thinkage.MainBoss.MainBoss§Cannot drop database '{0}'
source: Cannot drop database '{0}'
es: No se puede quitar la base de datos'{0}'
fr: Impossible de supprimer la base de données '{0}'

# Thinkage.MainBoss.MainBoss§Change Maintenance Organization
source: Change Maintenance Organization
es: Cambiar la orgenizacion de mantenimiento
fr: Modifier l'organisation de maintenance

# Thinkage.MainBoss.MainBoss§Clear Default
source: Clear Default
es: Invalidar Predeterminado
fr: Effacer défaut

source: Clear the default organization so MainBoss always asks you to select one on program startup
es: Invalidar la organización predeterminada para MainBoss siempre le pide que seleccione uno en el inicio del programa
fr: Désactivez l'organisation par défaut afin MainBoss vous demande toujours de sélectionner l'un au démarrage du programme

source: Close this organization and switch to a different organization
es: Cerrar esta Organización y cambiar a otra Organización
fr: Fermer cette organisation et passer à une autre

# Thinkage.MainBoss.MainBoss§Close this window
source: Close this window
es: Cerrar esta ventana
fr: Fermer cette fenêtre

# Thinkage.MainBoss.MainBoss§Contents
source: Contents
es: Contenidos
fr: Table des matières

# Thinkage.MainBoss.MainBoss§Create Database from Backup
source: Create Database from Backup
es: Crear Base de Datos de copia de seguridad
fr: Créer la base de données à partir de Backup

# Thinkage.MainBoss.MainBoss§Create Database using 2.9 Export Data
source: Create Database using 2.9 Export Data
es: Crear Base de Datos utilizando 2.9 Exportar datos
fr: Créer la base de données en utilisant 2,9 Exporter des données

# Thinkage.MainBoss.MainBoss§Create Empty Database
source: Create Empty Database
es: Crear Base de Datos Vacía
fr: Créer base de données vide

# Thinkage.MainBoss.MainBoss§Create New Organization
source: Create New Organization
es: Crear Nueva Organización
fr: Créer un nouveau Organisation

# Thinkage.MainBoss.MainBoss§Create New Organization from a Backup
source: Create New Organization from a Backup
es: Crear Nueva Organización a partir de una copia de seguridad
fr: Créer un nouveau Organisation partir d'une sauvegarde

source: Create New Organization using MainBoss Basic 2.9 export file
es: Crear Nueva Organización usando MainBoss Básico archivo 2.9 exportación
fr: Créer un nouveau Organisation utilisant MainBoss de base 2,9 fichier d'exportation

# Thinkage.MainBoss.MainBoss§Create the database and close this editor
source: Create the database and close this editor
es: Crear la base de datos y cerrar este editor
fr: Créer la base de données et fermer cet éditeur

# Thinkage.MainBoss.MainBoss§Creating database {0} on database server {1}
source: Creating database {0} on database server {1}
es: Creando base de datos {0} en el servidor de bases de datos {1}
fr: Création de la base de données {0} sur le serveur de base de données {1}

# Thinkage.MainBoss.MainBoss§Creating database from backup file
source: Creating database from backup file
es: Creando base de datos desde un archivo de copia de seguridad
fr: Création base de données à partir du fichier de sauvegarde

# Thinkage.MainBoss.MainBoss§Creating database from MB2.9 export data
source: Creating database from MB2.9 export data
es: Creando base de datos a partir de datos de exportación MB2.9
fr: Création base de données à partir des données d'exportation MB2.9

# Thinkage.MainBoss.MainBoss§Creating empty database
source: Creating empty database
es: Creando base de datos vacía
fr: Créer base de données vide

# Thinkage.MainBoss.MainBoss§Creating new database from backup file
source: Creating new database from backup file
es: Creando nueva base de datos del archivo de copia de seguridad
fr: Création d'une nouvelle base de données du fichier de sauvegarde

source: Creating new database from data exported from MainBoss Basic
es: Creando nueva base de datos de los datos exportados de MainBoss Basic
fr: Création d'une nouvelle base de données à partir des données exportées de MainBoss de base

# Thinkage.MainBoss.MainBoss§Credentials
source: Credentials
es: Cartas Credenciales
fr: Pièce d'identité

# Thinkage.MainBoss.MainBoss§Database Operations
source: Database Operations
es: Operaciones de Base de Datos
fr: Opérations de base de données

source: Delete Database '{0}' from Server '{1}'. ALL Data will be destroyed
es: Eliminar base de datos '{0}' del servidor '{1}'. TODOS los datos serán destruidos
fr: Supprimer Database '{0}' du serveur '{1}'. Toutes les données seront détruites

# Thinkage.MainBoss.MainBoss§Delete database and organization
source: Delete database and organization
es: Eliminar la base de datos y organización
fr: Supprimer la base de données et l'organisation

source: Delete the saved organization and its associated SQL database
es: Eliminar la organización salvado y su base de datos SQL asociado
fr: Supprimer l'organisation sauvé et sa base de données SQL associé

# Thinkage.MainBoss.MainBoss§Demonstration
source: Demonstration
es: Demostración
fr: Démonstration

source: Do you want to keep the database {0} on database server {1}
es: ¿Desea mantener la base de datos {0} en el servidor de base de datos {1}
fr: Voulez-vous garder la base de données {0} sur le serveur de base de données {1}

# Thinkage.MainBoss.MainBoss§Email Address
source: Email Address
es: Dirección de correo electrónico
fr: Adresse électronique

# Thinkage.MainBoss.MainBoss§Exit
source: E&xit
es: Salir
fr: &Quitter

# Thinkage.MainBoss.MainBoss§Exit this application
source: Exit this application
es: Salir de esta aplicación
fr: Quittez cette application

# Thinkage.MainBoss.MainBoss§Free Limited Single User
source: Free Limited Single User
es: Usuario Único Limitado Gratis
fr: Gratuit Limitée Utilisateur Unique

# Thinkage.MainBoss.MainBoss§Get Technical Support
source: Get Technical Support
es: Obtener Soporte Técnico
fr: Obtenir un Support Technique

# Thinkage.MainBoss.MainBoss§Go to Help Index
source: Go to Help Index
es: Ir al indice de la ayuda
fr: Aller à l'index de l'Aide

# Thinkage.MainBoss.MainBoss§Go to Help Table of Contents
source: Go to Help Table of Contents
es: Ir a la tabla de contenido de la ayuda
fr: Aller à la table des matières de l'Aide

# Thinkage.MainBoss.MainBoss§Go to technical support information
source: Go to technical support information
es: Ir a información de soporte técnico
fr: Aller à l'information de support technique

# Thinkage.MainBoss.MainBoss§Help
source: &Help
es: Ayuda
fr: Aid&e

# Thinkage.MainBoss.MainBoss§Help Index
source: Help Index
es: Índice de Ayuda
fr: Index de l'Aide

# Thinkage.MainBoss.MainBoss§Hide Panels
source: Hide Panels
es: Ocultar Paneles
fr: Masquer les panneaux

# Thinkage.MainBoss.MainBoss§Import Conversion Step {0} Errors{1}
source: Import Conversion Step {0} Errors{1}
es: Impartar conversión paso {0} Errores{1}
fr: Étape {0} de la conversion des données importées, erreurs{1}

# Thinkage.MainBoss.MainBoss§Import Conversion Step {0}{1}
source: Import Conversion Step {0}{1}
es: Impartar conversión paso {0}{1}
fr: Étape {0} de la conversion des données importées {1}

# Thinkage.MainBoss.MainBoss§Input SQL database {0}
source: Input SQL database {0}
es: Base de datos SQL de entrada {0}
fr: Entrer la base de données SQL {0}

# Thinkage.MainBoss.MainBoss§Invalid /FormatCultureInfo '{0}'
source: Invalid /FormatCultureInfo '{0}'
fr: /FormatCultureInfo '{0}' invalide

# Thinkage.MainBoss.MainBoss§Invalid /MessageCultureInfo '{0}'
source: Invalid /MessageCultureInfo '{0}'
fr: /MessageCultureInfo '{0}' invalide

# Thinkage.MainBoss.MainBoss§Invalid CultureInfo '{0}'
source: Invalid CultureInfo '{0}'
es: Válido CultureInfo '{0}'
fr: Informations culturelles '{0}' invalide

# Thinkage.MainBoss.MainBoss§Licenses To Request
source: Licenses To Request
es: Licencias Para Solicitar
fr: Licences à Demander

source: Licenses were not received from the MainBoss license provider.
es: No se recibieron licencias del proveedor de licencias MainBoss.
fr: Les licences n'ont pas été reçues du fournisseur de licence MainBoss.

# Thinkage.MainBoss.MainBoss§Licensing
source: Licensing
es: Licencias
fr: Licences

# Thinkage.MainBoss.MainBoss§Line {0}, Position {1}
source: Line {0}, Position {1}
es: Línea {0}, Posición {1}
fr: Ligne {0}, {1} Position

# Thinkage.MainBoss.MainBoss§Loading MainBoss 2.9 import data
source: Loading MainBoss 2.9 import data
es: Subiendo MainBoss 2.9 importar datos
fr: Chargement des données importées de MainBoss 2.9

# Thinkage.MainBoss.MainBoss§MainBoss 2.9 data import has errors
source: MainBoss 2.9 data import has errors
es: La importación de datos de MainBoss 2.9 tiene errores
fr: MainBoss 2.9 import de données a des erreurs

# Thinkage.MainBoss.MainBoss§MainBoss 2.9 data imported
source: MainBoss 2.9 data imported
es: MainBoss 2.9 datos importados
fr: Données provenant de MainBoss 2.9 importées

# Thinkage.MainBoss.MainBoss§MainBoss 2.9 data imported with errors
source: MainBoss 2.9 data imported with errors
es: MainBoss 2.9 datos importados con errores
fr: Données provenant de MainBoss 2.9 importées avec erreurs

# Thinkage.MainBoss.MainBoss§MainBoss Basic 2.9 export file
source: MainBoss Basic 2.9 export file
es: MainBoss Basic archivo de exportación 2.9
fr: MainBoss Basic 2.9 fichier d'exportation

# Thinkage.MainBoss.MainBoss§MB2.9 data source {0}
source: MB2.9 data source {0}
es: Fuente de datos MB2.9 {0}
fr: Source de données MainBoss 2.9 {0}

# Thinkage.MainBoss.MainBoss§No License
source: No License
es: Sin licencia
fr: Pas de licence

# Thinkage.MainBoss.MainBoss§Open Organization
source: Open Organization
es: Abrir organización
fr: Ouvrir une organisation

source: Open the selected organization in the default mode specified in the saved organization
es: Abra la organización seleccionada en el modo preferido especificado en la organización guardado
fr: Ouvrez l'organisation sélectionnée dans le mode par défaut spécifié dans l'organisation sauvé

# Thinkage.MainBoss.MainBoss§Organization {0}
source: Organization {0}
es: Organización {0}
fr: Organisation {0}

source: Organization record requires you to enter login credentials.
es: El registro de la organización requiere que ingrese las credenciales de inicio de sesión.
fr: L'enregistrement d'organisation vous oblige à entrer les informations d'identification de connexion.

source: Organization record was created from the AllUsers configuration entry.
es: El registro de organización se creó a partir de la entrada de configuración AllUsers.
fr: L'enregistrement d'organisation a été créé à partir de l'entrée de configuration d'AllUsers.

source: Organization record was updated from the AllUsers configuration entry.
es: El registro de la organización se actualizó desde la entrada de configuración AllUsers.
fr: L'enregistrement de l'organisation a été mis à jour à partir de l'entrée de configuration d'AllUsers.

# Thinkage.MainBoss.MainBoss§ProductName
source: Product Name
es: Nombre del producto
fr: Nom du produit

# Thinkage.MainBoss.MainBoss§ProductVersion
source: Product Version
es: Version del producto
fr: Version du produit

# Thinkage.MainBoss.MainBoss§Remove from list
source: Remove from list
es: Remover de la lista
fr: Supprimer de la liste

source: Remove the organization from the list of saved organizations. The underlying database is NOT deleted.
es: Retire la organización de la lista de organizaciones guardados. La base de datos subyacente no se elimina.
fr: Retirer l'organisation de la liste des organisations enregistrées. La base de données sous-jacente ne est pas supprimé.

# Thinkage.MainBoss.MainBoss§Reset to user {0} security
source: Reset to user {0} security
es: Perdí a usuario {0} de seguridad
fr: Ramener à la sécurité {0} de l’utilisateur

# Thinkage.MainBoss.MainBoss§Restore Organization
source: Restore Organization
es: Restaurar la Organización
fr: Rétablir l’organisation

source: Restore the selected organization from one of its backups
es: Restaurar la organización seleccionada de una de sus copias de seguridad
fr: Restaurer l'organisation choisie parmi l'une de ses sauvegardes

# Thinkage.MainBoss.MainBoss§Run a script against the organization database
source: Run a script against the organization database
es: Ejecutar un comandos en la base de datos de la organización
fr: Exécuter un script sur la base de données de l'organisation

# Thinkage.MainBoss.MainBoss§Run a SQL script against the selected organization
source: Run a SQL script against the selected organization
es: Ejecutar un comandos SQL contra la organización seleccionada
fr: Exécuter un script SQL contre l'organisation sélectionnée

# Thinkage.MainBoss.MainBoss§Run Script
source: Run Script
es: Ejecutar Comandos
fr: Exécuter le script

# Thinkage.MainBoss.MainBoss§Run Script has errors
source: Run Script has errors
es: Ejecutar Comandos tiene errores
fr: Exécuter le script a des erreurs

# Thinkage.MainBoss.MainBoss§Running script on database {0} on database server {1}
source: Running script on database {0} on database server {1}
es: Ejecución de una secuencia de comandos en la base de datos {0} en el servidor de bases de datos {1}
fr: Exécution du script sur la base de données {0} sur le serveur de base de données {1}

# Thinkage.MainBoss.MainBoss§Running SQL script
source: Running SQL script
es: Ejecutar secuencia de comandos SQL
fr: Exécution du script SQL

# Thinkage.MainBoss.MainBoss§Script file
source: Script file
es: Archivo de comandos
fr: Fichier de script

# Thinkage.MainBoss.MainBoss§Script source {0}
source: Script source {0}
es: Fuente de Comandos {0}
fr: Source de script {0}

# Thinkage.MainBoss.MainBoss§Script Step {0} Errors{1}
source: Script Step {0} Errors{1}
es: Paso de comandos {0} Errores {1}
fr: Script Étape {0} Erreurs {1}

# Thinkage.MainBoss.MainBoss§Script Step {0}{1}
source: Script Step {0}{1}
es: Paso de comandos {0} {1}
fr: Script Étape {0}{1}

source: Security roles will be set back to the logged in user name
es: Las funciones de seguridad se establecerán de nuevo al iniciar sesión nombre de usuario
fr: Les rôles de sécurité seront ramenés au nom de l'utilisateur ayant ouvert la session.

# Thinkage.MainBoss.MainBoss§Set Default
source: Set Default
es: Conjunto Predeterminado
fr: Configuration par défaut

# Thinkage.MainBoss.MainBoss§Set default Organization
source: Set default Organization
es: Conjunto Organización Predeterminado
fr: Réglez Organisation par défaut

source: Set the selected organization to be the one MainBoss opens by default
es: Conjunto la organización seleccionada para ser la MainBoss abre de forma predeterminada
fr: Réglez l'organisation choisie pour être l'une MainBoss ouvre par défaut

# Thinkage.MainBoss.MainBoss§Show information about this application
source: Show information about this application
es: Mostrar información acerca de esta aplicación
fr: Afficher les renseignements sur cette application

# Thinkage.MainBoss.MainBoss§Source Database Name
source: Source Database Name
es: Nombre de la base de datos de origen
fr: Nom de la base de données source

# Thinkage.MainBoss.MainBoss§SQL Script completed {0}
source: SQL Script completed {0}
es: Comandos SQL completados {0}
fr: Script SQL complété {0}

# Thinkage.MainBoss.MainBoss§SQL Script completed with errors {0}
source: SQL Script completed with errors {0}
es: Comandos SQL completados tiene errores {0}
fr: Script SQL complété avec des erreurs {0}

# Thinkage.MainBoss.MainBoss§Start
source: Start
es: Comenzar
fr: Début

# Thinkage.MainBoss.MainBoss§Start MainBoss showing only user's assignments.
source: Start MainBoss showing only user's assignments.
es: MainBoss empezar a mostrar las asignaciones de usuario sólo.
fr: Démarrer MainBoss en montrant uniquement les assignations de l’utilisateur

# Thinkage.MainBoss.MainBoss§Start MainBoss with all permitted licenses.
source: Start MainBoss with all permitted licenses.
es: Iniciar MainBoss con todas las licencias permitidas.
fr: Démarrer MainBoss avec toutes les licences permises

# Thinkage.MainBoss.MainBoss§Start only MainBoss Requests
source: Start only MainBoss Requests
es: Inciar unicamente Solicitudes MainBoss
fr: Démarrer uniquement Demandes MainBoss

# Thinkage.MainBoss.MainBoss§Start Support Connection
source: Start Support Connection
es: Iniciar la conexión Soporte
fr: Lancer Support Connection

# Thinkage.MainBoss.MainBoss§Start the MainBoss Administration program.
source: Start the MainBoss Administration program.
es: Inicar el programa de administración de MainBoss.
fr: Démarrer le programme d'administration MainBoss

# Thinkage.MainBoss.MainBoss§Start the Teamviewer support connection with Thinkage
source: Start the Teamviewer support connection with Thinkage
es: Iniciar la conexión con el apoyo de TeamViewer Thinkage
fr: Démarrez la connexion de support Teamviewer avec Thinkage

source: The default application requires a newer database version
es: La aplicación por defecto requiere una versión más reciente de base de datos
fr: L'application par défaut nécessite une version plus récente de la base de données

source: The following information will be sent to Thinkage when requesting the licenses
es: La siguiente información se enviará a Thinkage cuando solicite las licencias
fr: Les informations suivantes seront envoyées à Thinkage lors de la demande des licences

# Thinkage.MainBoss.MainBoss§The license provider returned an empty response
source: The license provider returned an empty response
es: El proveedor de licencias devolvió una respuesta vacía
fr: Le fournisseur de licence a renvoyé une réponse vide

# Thinkage.MainBoss.MainBoss§There is already a saved organization with this name
source: There is already a saved organization with this name
es: Ya existe una organización guarda con este nombre
fr: Il existe déjà une organisation enregistrée avec ce nom

# Thinkage.MainBoss.MainBoss§This application requires a newer database version
source: This application requires a newer database version
es: Esta aplicación requiere una versión más reciente de base de datos
fr: Cette application nécessite une version plus récente de la base de données

# Thinkage.MainBoss.MainBoss§This is not a MainBoss DataBase
source: This is not a MainBoss DataBase
es: Esto no es una base de datos MainBoss
fr: Ce ne est pas une base de données MainBoss

source: Unable to import organization into database {0} on server {1}
es: Imposible importa la organización en la base de datos {0} en el servidor {1}
fr: Incapable d'importer l'organisation dans la base de données {0} sur le serveur {1}

# Thinkage.MainBoss.MainBoss§Upgrade
source: Upgrade
es: Modernizar
fr: Mise à jour

source: Upgrade the database structure to the one used by this version of MainBoss
es: Modificar la estructura de base de datos a la que se utiliza en esta versión de MainBoss
fr: Mise à niveau de la structure de base de données à celle utilisée par cette version de MainBoss

source: Use either /CultureInfo or /MessageCultureInfo and /FormatCultureInfo
fr: Utilisez soit /CultureInfo ou /MessageCultureInfo et /FormatCultureInfo

# Thinkage.MainBoss.MainBoss§User {0}
source: User {0}
es: Usuario {0}
fr: Utilisateur {0}

# Thinkage.MainBoss.MainBoss§View the MainBoss sessions currently in use.
source: View the MainBoss sessions currently in use.
es: Vista de las sesiones en uso de MainBoss.
fr: Afficher les sessions MainBoss en cours

# Thinkage.MainBoss.MainBoss§WindowsVersion
source: Windows Version
es: Versión de Windows
fr: Version Windows

source: You require CONTROL permission, or ALTER ANY DATABASE, or be the db_owner
es: Requiere permiso de CONTROL, o ALTER ANY DATABASE, o sea el db_owner
fr: Vous avez besoin d'une permission de CONTRÔLE, ou ALTER N'AVEZ PAS DE BASE DE DONNÉES, ou db_owner

# Thinkage.MainBoss.MainBoss§Session
source: Session
es: Sesión
