Repository: thinkageltd/MainBoss
Catalog: Thinkage.MainBoss.Controls/TranslationResources/messages.*.resx
Languages: es, fr

source: Defer overdue work orders to the date maintenance is generated
es: Diferir Ordenes de Trabajo Atrasadas a la Fecha que el Mantenimiento es Generado
fr: Reporter les bons de travail en retard à la date de production de la maintenance

source: Defer work orders triggered on disabled weekdays until the next enabled weekday
es: Diferir Ordenes de Trabajo Generadas de Días de la Semana Deshabilitados Hasta el Siguiente Día de la Semana habilitada
fr: Reporter les bons de travail déclenchés pour les jours désactivés jusqu'au jour de semaine sélectionné suivant

source: Defer work orders triggered outside the season until the start of the season
es: Diferir Ordenes de Trabajo generadas fuera de la Temporada hasta el inicio de ella
fr: Reporter les bons de travail déclenchés qui sont hors saison jusqu'au début de la saison

# Thinkage.MainBoss.Controls§Deferred
source: Deferred
es: Diferido
fr: Reporté

# Thinkage.MainBoss.Controls§Delete
source: Delete
es: Borrar
fr: Supprimer

# Thinkage.MainBoss.Controls§Delete Activity Logging Entries
source: Delete Activity Logging Entries
es: Eliminar Actividad Entradas Logging
fr: Supprimer Activité entrées de journalisation

# Thinkage.MainBoss.Controls§Delete All Logging Entries
source: Delete All Logging Entries
es: Eliminar todas las entradas de registración
fr: Supprimer toutes les entrées de journalisation

# Thinkage.MainBoss.Controls§Delete the Windows Service for MainBoss
source: Delete the Windows Service for MainBoss
es: Eliminar el servicio de Windows para MainBoss
fr: Supprimer le service Windows pour MainBoss

# Thinkage.MainBoss.Controls§Delete Trace Logging Entries
source: Delete Trace Logging Entries
es: Eliminar entradas de registro de seguimiento
fr: Suppression d'entrées Trace de journalisation

# Thinkage.MainBoss.Controls§Delete Windows Service for MainBoss
source: Delete Windows Service for MainBoss
es: Eliminar el servicio Windows para MainBoss
fr: Supprimer le service Windows pour MainBoss

# Thinkage.MainBoss.Controls§Demand
source: Demand
es: Exigido
fr: Demande de ressources

# Thinkage.MainBoss.Controls§Demand counts active
source: Demand counts active
es: Exigido de Cuentas con activas
fr: Décompte des demandes de ressources actives

# Thinkage.MainBoss.Controls§Demand from on hand
source: Demand from on hand
es: Exigido a la Mano
fr: Demande provenant de ressources en main

# Thinkage.MainBoss.Controls§Demand is from Permanent Storage
source: Demand is from Permanent Storage
es: El Exigido es de Trastero Permanente
fr: La demande de ressources provient d'un espace de rangement permanent

# Thinkage.MainBoss.Controls§Demand is from Temporary Storage
source: Demand is from Temporary Storage
es: El Exigido es de Trastero Temporal
fr: La demande de ressources provient d'un espace de rangement temporaire

# Thinkage.MainBoss.Controls§Demand via purchase
source: Demand via purchase
es: Exigido a través de Compra
fr: Demande de ressources par voie d'achat

# Thinkage.MainBoss.Controls§Demanded
source: Demanded
es: Cantidad Estimada
fr: Quantité estimative

# Thinkage.MainBoss.Controls§Demanded Cost
source: Demanded Cost
es: Costo Estimado
fr: Coût estimatif

# Thinkage.MainBoss.Controls§Demanded Hours
source: Demanded Hours
es: Horas Estimadas
fr: Durée prévue (heures)

# Thinkage.MainBoss.Controls§Demanded Number
source: Demanded Number
es: Número Exigido
fr: Nombre exigé

# Thinkage.MainBoss.Controls§Demanded Quantity
source: Demanded Quantity
es: Cantidad Exigidoda
fr: Quantité demandée

# Thinkage.MainBoss.Controls§Demanded Time
source: Demanded Time
es: Tiempo Exigido
fr: Fois demandée

# Thinkage.MainBoss.Controls§Demonstration License Only
source: Demonstration License Only
es: Solo Licencia de Demostración
fr: Démonstration Licence uniquement

# Thinkage.MainBoss.Controls§Destination Assignment status
source: Destination Assignment status
es: Estado de Destino en Asignación
fr: Destinations état d'attribution

# Thinkage.MainBoss.Controls§Detailed info on selected requests
source: Detailed info on selected requests
es: Información detallada sobre las solicitudes seleccionadas
fr: Informations détaillées sur les demandes sélectionnées

# Thinkage.MainBoss.Controls§Detailed info on selected requests by assignees
source: Detailed info on selected requests by assignees
es: Información detallada sobre las solicitudes seleccionadas por cesionarios
fr: Informations détaillées sur les demandes sélectionnées par cessionnaires

# Thinkage.MainBoss.Controls§Details
source: Details
es: Detalles
fr: Détails

# Thinkage.MainBoss.Controls§Directory
source: Directory
es: Directorio
fr: Directoire

source: Discard current generated scheduling and alter scheduling parameters
es: Descartar programación Actual generada y modificar parámetros de programación
fr: Effacer l'échéancier actuellement produit et modifier les paramètres de programmation

# Thinkage.MainBoss.Controls§Display only the generation errors
source: Display only the generation errors
es: Mostrar sólo los errores de generación
fr: Afficher uniquement les erreurs de génération

# Thinkage.MainBoss.Controls§Display settings for printed purchase orders
source: Display settings for printed purchase orders
es: Mostrar configuración para Compra Ordenes Impresas
fr: Afficher les paramètres des Bons de Commande imprimés

# Thinkage.MainBoss.Controls§Display settings for printed work orders
source: Display settings for printed work orders
es: Mostrar configuración para Ordenes de Trabajo Impresas
fr: Afficher les paramètres pour les bons de travail imprimés

source: Display the custom report layout for this specification form
es: Mostrar el diseño personalizado para este Formulario de Especificación
fr: Afficher le format spécial du rapport pour cette fiche technique

source: Display the default report layout for this specification form
es: Mostrar el valor predeerminado para diseño de este Formulario de Especificación
fr: Afficher le format par défaut du rapport pour cette fiche technique

# Thinkage.MainBoss.Controls§Display the general properties for this record
source: Display the general properties for this record
es: Mostrar las propiedades generales para este registro
fr: Afficher les propriétés générales de cette entrée

# Thinkage.MainBoss.Controls§Display the related records for this unit
source: Display the related records for this unit
es: Mostrar los registros relacionados para esta unidad
fr: Afficher les documents liés à cette unité

# Thinkage.MainBoss.Controls§Display the service properties for this unit
source: Display the service properties for this unit
es: Mostrar las propiedades del servicio para esta unidad
fr: Afficher les propriétés du service pour cette unité

# Thinkage.MainBoss.Controls§Display the value properties for this unit
source: Display the value properties for this unit
es: Mostrar las propiedades de valor para esta unidad
fr: Afficher les propriétés de la valeur pour cette unité

# Thinkage.MainBoss.Controls§Display units using this item as a part
source: Display units using this item as a part
es: Mostrar unidades de uso de este artículo así como una parte
fr: Afficher les unités utilisant cet article comme pièce

source: Do not filter Demand Templates based on the Vendor associated with the work
es: No filtre la plantilla de demanda basado en la asociación del vendedor con el trabajo
fr: Ne pas filtrer les modèles de demandes de ressources d'après le fournisseur associé au travail

source: Do not filter Demands based on the Vendor associated with the work
es: No filtre los demandas basados en la asociación del vendedor con el trabajo
fr: Ne pas filtrer les demandes de ressources d'après le fournisseur associé au travail

source: Do not filter Purchase Order Templates based on Vendors in Pricing or Purchasing History
es: No filtre la Plantilla de Compra Orden basado en el histórico del precio de compra de vendedores
fr: Ne pas filtrer les modèles des Bons de Commande d'après les fournisseurs dans l'historique de coût d'achat ou d'achats

source: Do not filter Purchase Orders based on Vendors in Pricing or Purchasing History
es: No filtre la Compra Orden basada en el histórico del precio de compra de los vendedores
fr: Ne pas filtrer les Bons de Commande d'après les fournisseurs dans l'historique de coût d'achat ou d'achats

source: Do not filter Storage Assignments based on Pricing or Purchasing History
es: No filtre Asignación de Trastero basado en histórico del precio de compra
fr: Ne pas filtrer les attributions d'espaces de rangement d'après l'historique de coût d'achat ou d'achats

source: Do not filter Storage Assignments based on quantity available
es: No filtre Asignación de Trastero basado en la cantidad disponible
fr: Ne pas filtrer les attributions d'espaces de rangement d'après la quantité disponible

# Thinkage.MainBoss.Controls§Do not include Purchasing History
source: Do not include Purchasing History
es: No incluye Histórico de Compra
fr: Ne pas inclure l'historique d'achats

# Thinkage.MainBoss.Controls§Do not use encryption
source: Do not use encryption
es: No utilice cifrado
fr: N'utilisez pas de cryptage

# Thinkage.MainBoss.Controls§Do you want to merge contact:
source: Do you want to merge contact:
es: ¿Quieres fusionar contacto?
fr: Voulez-vous fusionner le contact:

# Thinkage.MainBoss.Controls§Do you want to merge contacts:
source: Do you want to merge contacts:
es: ¿Quieres fusionar contactos?
fr: Voulez-vous fusionner des contacts:

# Thinkage.MainBoss.Controls§Due Date
source: Due Date
es: Fecha de vencimiento
fr: Date d'échéance

# Thinkage.MainBoss.Controls§Duration
source: Duration
es: Duración
fr: Durée

# Thinkage.MainBoss.Controls§Duration variance
source: Duration variance
es: Varianza de duración
fr: Variance de durée

# Thinkage.MainBoss.Controls§Duration variance estimate
source: Duration variance estimate
es: Varianza de duración estimación
fr: Variance de durée estimation

# Thinkage.MainBoss.Controls§Edit Storage Assignment
source: Edit Storage Assignment
es: Editar Trastero Asignado
fr: Modifier Assignation d'espace de rangement

# Thinkage.MainBoss.Controls§Effective Date
source: Effective Date
es: Fecha Vigente
fr: Date d'effet

source: Effective date must be after latest Physical Count's effective date of {0}
es: La fecha vigente debe ser después de la fecha vigente de conteo físico {0}
fr: La date d'effet doit tomber après la date du dernier dénombrement, qui est le {0}

source: Effective Date must be different from Current Effective Date
es: Fecha de vigencia debe ser diferente de Fecha de vigencia actual
fr: Date d'effet doit être différent de Current Date effective

source: Effective Reading must be greater than Current Effective Reading
es: Lectura eficaz debe ser mayor que la lectura efectiva actual
fr: De lecture efficace doit être supérieur de lecture efficace actuel

# Thinkage.MainBoss.Controls§Effective reading must not be less than offset
source: Effective reading must not be less than offset
es: Lectura efectiva no debe ser menos que compensada
fr: La valeur du relevé ne doit pas être inférieure à la compensation.

source: Effective Reading that predates Current Reading must be less than Current Effective Reading
es: Lectura eficaz que es anterior a la lectura actual debe ser menor de Lectura Eficaz actual
fr: Lecture efficace qui précède Lecture actuelle doit être inférieur de lecture efficace actuel

# Thinkage.MainBoss.Controls§Effective Values
source: Effective Values
es: Valores Eficaces
fr: Valeurs efficaces

# Thinkage.MainBoss.Controls§Email
source: Email
es: Correo Electrónico
fr: Courriel

source: Email held for review: is stale dated or originated as an auto response
es: Correo electrónico retenido para revisión: está anticuado o se originó como respuesta automática
fr: E-mail conservé pour examen: date périmée ou origine en tant que réponse automatique

# Thinkage.MainBoss.Controls§Email Message
source: Email Message
es: Mensaje de Correo Electrónico
fr: Message électronique

# Thinkage.MainBoss.Controls§Email Part is not viewable
source: Email Part is not viewable
es: Parte de Correo Electrónico no se puede ver
fr: Email Part n'est pas visible

source: Email rejected: Senders Contact could not be created since another Contact exists with the same code
es: Email rechazó: Remitentes Contacto No se puede crear desde otra Contacto existe con el mismo código
fr: Email rejeté: le contact des expéditeurs n'a pas pu être créé car un autre contact existe avec le même code

source: Email rejected: Senders email address doesn't match any Contact
es: Correo electrónico rechazada: Remitentes dirección de correo electrónico no coincide con ninguna de contacto
fr: Email rejeté: l'adresse e-mail des expéditeurs ne correspond à aucun contact

source: Email rejected: Senders email address doesn't match any Requestor
es: Correo electrónico rechazada: Remitentes dirección de correo electrónico no coincide con ninguna Solicitante
fr: Email rejeté: l'adresse e-mail des expéditeurs ne correspond à aucun requérant

source: Email rejected: Senders email address matches multiple Contacts
es: Correo electrónico rechazada: Dirección de correo electrónico de remitentes coincide con múltiples contactos
fr: Email rejeté: l'adresse e-mail des expéditeurs correspond à plusieurs Contacts

source: Email rejected: Senders email address matches multiple Requestors
es: Correo electrónico rechazada: Dirección de correo electrónico de remitentes coincide con múltiples Solicitantes
fr: Email rejeté: l'adresse e-mail des expéditeurs correspond à plusieurs requérants

# Thinkage.MainBoss.Controls§Email to be rejected by a MainBoss user
source: Email to be rejected by a MainBoss user
es: Correo electrónico a ser rechazada por un usuario MainBoss
fr: Courrier électronique à rejeter par un utilisateur de MainBoss

# Thinkage.MainBoss.Controls§Email was rejected by a MainBoss user
source: Email was rejected by a MainBoss user
es: Correo electrónico fue rechazada por un usuario MainBoss
fr: Le courrier électronique a été rejeté par un utilisateur de MainBoss

# Thinkage.MainBoss.Controls§Empty Storage Assignments
source: Empty Storage Assignments
es: Asignaciones de almacenamiento vacíos
fr: Missions de stockage vides

# Thinkage.MainBoss.Controls§End
source: End
es: Fin
fr: Fin

# Thinkage.MainBoss.Controls§End Date
source: End Date
es: Fecha de finalización
fr: Date de fin

# Thinkage.MainBoss.Controls§End Early
source: End Early
es: Termine Temprana
fr: Fin Tôt

# Thinkage.MainBoss.Controls§End Early Estimate
source: End Early Estimate
es: Termine Temprana Estimación
fr: Fin Tôt l'estimation

# Thinkage.MainBoss.Controls§End Estimate
source: End Estimate
es: Estimación final
fr: Fin l'estimation

# Thinkage.MainBoss.Controls§End Late
source: End Late
es: Termine Tarde
fr: Fin Tarde

# Thinkage.MainBoss.Controls§End Late Estimate
source: End Late Estimate
es: Termine Tarde Estimación
fr: Fin Tarde l'estimation

# Thinkage.MainBoss.Controls§End of life replacement cost
source: End of life replacement cost
es: Fin de costo de reemplazo vida
fr: Fin du coût de remplacement de la vie

# Thinkage.MainBoss.Controls§Error
source: Error
fr: Erreur

# Thinkage.MainBoss.Controls§Error {0}: {1}
source: Error {0}: {1}
fr: Erreur {0}: {1}

# Thinkage.MainBoss.Controls§Error message
source: Error message
es: Mensaje de error
fr: Message d'erreur

# Thinkage.MainBoss.Controls§Errors
source: Errors
es: Errores
fr: Erreurs

# Thinkage.MainBoss.Controls§Estimate
source: Estimate
es: Estimación
fr: Estimation

source: Estimate total demanded cost when work order is created
es: Estimación total del costo solicitado cuando la orden de trabajo es creada
fr: Estimer le coût total de la demande de ressources lors de la création du bon de travail

# Thinkage.MainBoss.Controls§Estimated duration
source: Estimated duration
es: Duración estimada
fr: Durée estimée

# Thinkage.MainBoss.Controls§Evaluate Security As
source: Evaluate Security As
es: Evaluar la Seguridad Como
fr: Évaluer la sécurité comme étant

# Thinkage.MainBoss.Controls§Example for the fourth of May
source: Example for the fourth of May
es: Ejemplo para el cuatro de mayo
fr: Exemple pour le quatrième mois de mai

# Thinkage.MainBoss.Controls§Exceptions to periodic scheduling
source: Exceptions to periodic scheduling
es: Excepciones para programación periodica
fr: Exceptions au calendrier périodique

# Thinkage.MainBoss.Controls§executing {0}
source: executing {0}
es: la ejecución de {0}
fr: exécution {0}

source: Existing licenses considered better than ones in license update set
es: Licencias existentes considerados mejores que los de conjunto actualización de la licencia
fr: Licences existantes considérés mieux que ceux de la licence mise à jour ensemble

# Thinkage.MainBoss.Controls§Expense Category
source: Expense Category
es: Categoría de Gasto
fr: Catégorie de coûts

# Thinkage.MainBoss.Controls§Expiry Status
source: Expiry Status
es: Estado de Caducidad
fr: Estado de Caducidad

# Thinkage.MainBoss.Controls§Explicit
source: Explicit
es: Explicito
fr: Explicite

# Thinkage.MainBoss.Controls§External Tag Bar Code
source: External Tag Bar Code
es: Tag externa de código de barras
fr: Tag Externa de Código de Barras

# Thinkage.MainBoss.Controls§Extract license keys from clipboard text
source: Extract license keys from clipboard text
es: Extracto de las claves de licencia de texto del portapapeles
fr: Extracto de las claves de licencia de texto del portapapeles

# Thinkage.MainBoss.Controls§Field Name
source: Field Name
es: Nombre de campo
fr: Nom du champ

source: Field Name must be a valid XML name beginning with a alphabetic character followed by 0 or more alphabetic or numeric characters.
es: Nombre de campo debe ser un nombre XML válido iniciando con una caracter alfabético seguido por 0 o mas carácteres alfabéticos o numéricos.
fr: Le nom du champ doit être un nom XML valide commençant par un caractère alphabétique, suivi de 0 ou d'autres caractères alphabétiques ou numériques.

# Thinkage.MainBoss.Controls§Field Size
source: Field Size
es: Tamaño del Campo
fr: Taille du champ

# Thinkage.MainBoss.Controls§Field Size must be less than or equal to 80
source: Field Size must be less than or equal to 80
es: El Tamaño de campo debe ser menor o igual que 80
fr: La taille du champ doit être inférieure ou égale à 80.

# Thinkage.MainBoss.Controls§Filters
source: Filters
es: Filtros
fr: Filtros

# Thinkage.MainBoss.Controls§Fixed-Pitch Font
source: Fixed-Pitch Font
es: Fijo-Pitch Fuente
fr: Fijo-Pitch Fuente

# Thinkage.MainBoss.Controls§Fixed-width Font
source: Fixed-width Font
es: De Anchura fija de fuente
fr: Police de charactères à espacement constant

# Thinkage.MainBoss.Controls§Font cannot have Bold style
source: Font cannot have Bold style
es: Fuente no puede tener estilo Negrita
fr: Fuente no puede ser Negrita

# Thinkage.MainBoss.Controls§Font cannot have Strikeout style
source: Font cannot have Strikeout style
es: Fuente no puede tener estilo Tachado
fr: La police ne peut pas avoir du style Barré

# Thinkage.MainBoss.Controls§Font cannot have Underlined style
source: Font cannot have Underlined style
es: Fuente no puede tener estilo Subrayado
fr: Fuente no puede subrayarse

# Thinkage.MainBoss.Controls§Font does not have a Bold style
source: Font does not have a Bold style
es: Fuentes no tiene un estilo Negrita
fr: La police n'a pas un style audacieux

# Thinkage.MainBoss.Controls§Font does not have a Strikeout style
source: Font does not have a Strikeout style
es: Fuentes no tiene un estilo Tachado
fr: La police n'a pas un style Barré

# Thinkage.MainBoss.Controls§Font does not have an Underlined style
source: Font does not have an Underlined style
es: Fuentes no tiene un estilo Subrayado
fr: La police n'a pas un style Souligné

# Thinkage.MainBoss.Controls§Font name
source: Font name
es: Nombre de la fuente
fr: Nom de la police

# Thinkage.MainBoss.Controls§For Access Code
source: For Access Code
es: Para Código de Acceso
fr: Pour code d'accès

# Thinkage.MainBoss.Controls§For Expense Model
source: For Expense Model
es: Para Modelo de Gasto
fr: Pour Modèle de coûts

# Thinkage.MainBoss.Controls§For more information, see
source: For more information, see
es: Para más información consulte
fr: Pour obtenir plus d'information, consultez

# Thinkage.MainBoss.Controls§Friday
source: Friday
es: Viernes
fr: Vendredi

# Thinkage.MainBoss.Controls§From
source: From
es: De
fr: De

# Thinkage.MainBoss.Controls§From Date
source: From Date
es: Fecha desde
fr: Depuis le

# Thinkage.MainBoss.Controls§from Work Order
source: from Work Order
es: de Orden de Trabajo
fr: d'Ordre de Travail

# Thinkage.MainBoss.Controls§Future Value
source: Future Value
es: Valor Futuro
fr: Valeur future

# Thinkage.MainBoss.Controls§General Ledger Account
source: General Ledger Account
es: Cuenta Mayor General
fr: Compte du grand livre général

# Thinkage.MainBoss.Controls§Generate
source: &Generate
es: Producir
fr: Produ&ire

# Thinkage.MainBoss.Controls§Generate Lead Time
source: Generate Lead Time
es: Plazo de tiempo generado
fr: Générer Délai

# Thinkage.MainBoss.Controls§Generated Work Order
source: Generated Work Order
es: Generado Orden de Trabajo
fr: Création Ordre de Travail

# Thinkage.MainBoss.Controls§Generation Interval
source: Generation Interval
es: Generación de Intervalo
fr: Intervalle entre les productions

# Thinkage.MainBoss.Controls§Get user or contact information from Active Directory
source: Get user or contact information from Active Directory
es: Obtén usuario o contacto información de Active Directory
fr: Obtenir des informations d'utilisateur ou de contact auprès d'Active Directory

# Thinkage.MainBoss.Controls§History of all item quantity and value changes
source: History of all item quantity and value changes
es: Historia de todas las cantidades de artículos y cambios de valor
fr: Histoire de tous les changements de quantité et de valeur article

# Thinkage.MainBoss.Controls§History of item adjustments
source: History of item adjustments
es: Historia de los ajustes de artículos
fr: Historique des ajustements d'élément

# Thinkage.MainBoss.Controls§History of items issued without a work order
source: History of items issued without a work order
es: Historia de Artículos emitido sin una orden de trabajo
fr: Histoire d'éléments émis sans un Ordre de Travail

# Thinkage.MainBoss.Controls§History of meter readings
source: History of meter readings
es: Historia de las lecturas del medidor
fr: Histoire de relevés de compteurs

# Thinkage.MainBoss.Controls§History of work orders on selected units
source: History of work orders on selected units
es: Historia de las órdenes de trabajo en las unidades seleccionadas
fr: Histoire des Ordres de Travail sur les unités sélectionnées

# Thinkage.MainBoss.Controls§Hourly Purchase Line
source: Hourly Purchase Line
es: Línea de la compra por hora
fr: Horaire Achat Ligne

# Thinkage.MainBoss.Controls§Hourly Rate
source: Hourly Rate
es: Porcentaje de Horario
fr: Taux horaire

# Thinkage.MainBoss.Controls§Hours
source: Hours
es: Horas
fr: Heures

# Thinkage.MainBoss.Controls§Hours before correction
source: Hours before correction
es: Horas antes de Corrección
fr: Heures avant la correction

# Thinkage.MainBoss.Controls§HTML Content
source: HTML Content
es: Contenido HTML
fr: Contenu HTML
