Repository: thinkageltd/MainBoss
Catalog: Thinkage.MainBoss.Controls/TranslationResources/messages.*.resx
Languages: es, fr

# Thinkage.MainBoss.Controls§Unknown source column in ColumnEvaluator
source: Unknown source column in ColumnEvaluator
es: Columna de origen desconocido en ColumnEvaluator
fr: Colonne de source inconnue dans ColumnEvaluator

# Thinkage.MainBoss.Controls§Unplanned Work Order
source: Unplanned Work Order
es: Orden de Trabajo no Planeada
fr: Bon de travail non programmé

# Thinkage.MainBoss.Controls§Unspecified Employee
source: Unspecified Employee
es: Empleados no especificado
fr: Employé indéterminé

# Thinkage.MainBoss.Controls§Unspecified Trade
source: Unspecified Trade
es: Oficio no especificado
fr: Métier non précisé

# Thinkage.MainBoss.Controls§Update {0}
source: Update {0}
es: Actualizar {0}
fr: Mise à jour de {0}

# Thinkage.MainBoss.Controls§Update all from Active Directory
source: Update all from Active Directory
es: Actualizar todo desde Active Directory
fr: Mettre à jour tout depuis Active Directory

# Thinkage.MainBoss.Controls§Update Database Statistics
source: Update Database Statistics
es: Estadísticas de actualización de bases de datos
fr: Mise à jour Statistiques de base de données

# Thinkage.MainBoss.Controls§Update Licenses
source: Update Licenses
es: Actualización de Licencias
fr: Mettez à jour les licences

# Thinkage.MainBoss.Controls§Update the database statistics to improve performance
source: Update the database statistics to improve performance
es: Actualizar las estadísticas de base de datos para mejorar el rendimiento
fr: Mettre à jour les statistiques de la base de données pour améliorer les performances

# Thinkage.MainBoss.Controls§Update the licenses
source: Update the licenses
es: Actualización de las licencias
fr: Mettre à jour les licences

source: Url scheme '{0}' may not be a valid locator scheme. Expecting http, https, ftp, ftps or file.
es: Esquema de URL '{0}' no puede ser un esquema de localizador válida. Esperando HTTP, HTTPS, FTP, FTPS o FILE.
fr: Régime url '{0}' ne peut pas être un système de localisation valide. Expecting http, HTTPS, FTP, FTPS ou file.

# Thinkage.MainBoss.Controls§URL should begin with 'http'
source: URL should begin with 'http'
es: URL puede comenzar con 'http'
fr: URL doit commencer par 'http'

# Thinkage.MainBoss.Controls§Usable for
source: Usable for
es: Utilizable para
fr: Utilisable pour

# Thinkage.MainBoss.Controls§Usage
source: Usage
es: Uso
fr: Utilisation

# Thinkage.MainBoss.Controls§Use Access Code from Unit
source: Use Access Code from Unit
es: Uso Código de Acceso desde Unidad
fr: Utiliser le code d'accès provenant de cette unité

# Thinkage.MainBoss.Controls§Use all remaining demand
source: Use all remaining demand
es: Uso del resto de exigido
fr: Utiliser toutes les ressources restantes

# Thinkage.MainBoss.Controls§Use Available Quantity
source: Use Available Quantity
es: Usando Cantidad Disponible
fr: Utilisez Disponible Quantité

# Thinkage.MainBoss.Controls§Use calculated cost
source: Use calculated cost
es: Utilizar el Costo Calculado
fr: Utiliser le coût calculé

# Thinkage.MainBoss.Controls§Use calculated destination Assignment On Hand cost
source: Use calculated destination Assignment On Hand cost
es: Utilizar asignación de costo a la mano de destinación calculada
fr: Utilisez calculée Attribution de destination sur le coût main

# Thinkage.MainBoss.Controls§Use calculated item price cost
source: Use calculated item price cost
es: Utilizar precio costo calculado del artículo
fr: Utiliser le coût calculé du prix de l'article

# Thinkage.MainBoss.Controls§Use calculated job cost
source: Use calculated job cost
es: Utilizar el costo calculado de empleo
fr: Utiliser le coût calculé du mandat

# Thinkage.MainBoss.Controls§Use calculated labor cost
source: Use calculated labor cost
es: Utilizar el costo de la labor calculada
fr: Utiliser le coût calculé de la main-d'œuvre

# Thinkage.MainBoss.Controls§Use calculated On Hand cost
source: Use calculated On Hand cost
es: Utilizar el costo de mano calculado
fr: Utiliser le coût calculé des articles en main

# Thinkage.MainBoss.Controls§Use calculated remaining order cost
source: Use calculated remaining order cost
es: Utilizar el costo restante calculado de la orden
fr: Utiliser le coût calculé du reste de la commande

# Thinkage.MainBoss.Controls§Use calculated source Assignment On Hand cost
source: Use calculated source Assignment On Hand cost
es: Utilizar el costo de mano calculado al recurso asignado
fr: Utiliser une source calculée sur le coût Attribution main

# Thinkage.MainBoss.Controls§Use demanded cost
source: Use demanded cost
es: Utilizar costo estimado de exigido
fr: Utiliser le coût estimatif de la demande de ressources

# Thinkage.MainBoss.Controls§Use encryption if available
source: Use encryption if available
es: Utilice cifrado si está disponible
fr: Utilizar el cifrado, si está disponible

# Thinkage.MainBoss.Controls§Use Expense Model from Unit
source: Use Expense Model from Unit
es: Utilizar el modelo de gasto desde la unidad
fr: Utiliser le modèle de coûts de l'unité

source: Use Item Pricing or Purchase History only for this vendor
es: Utilización del precio del artículo o solo el histórico de compra para este vendedor
fr: Utiliser l'historique de coût ou d'achat de l'article uniquement pour ce fournisseur

# Thinkage.MainBoss.Controls§Use minimum quantity
source: Use minimum quantity
es: Utilizar cantidad mínima
fr: Utiliser la quantité minimale

# Thinkage.MainBoss.Controls§Use On Hand Quantity
source: Use On Hand Quantity
es: Usar En La Mano Cantidad
fr: Utilisez en inventaire Quantité

# Thinkage.MainBoss.Controls§Use order remaining quantity
source: Use order remaining quantity
es: Utilización de la cantidad restante de la orden
fr: Utiliser la quantité restante de la commande

# Thinkage.MainBoss.Controls§Use payment terms from vendor
source: Use payment terms from vendor
es: Use las condiciones de pago del vendedor
fr: Utilisez des termes de paiement de fournisseur

source: Use Pricing or Purchasing history only for the Purchase Order Template's Vendor
es: Utilizar el precio o historia de la compra solo para la Plantilla del vendedor de la Compra Orden
fr: Utiliser le modèle d'historique de coût d'achat ou d'achat uniquement pour le fournisseur rattaché au Bon de Commande

source: Use Pricing or Purchasing history only for the Purchase Order's Vendor
es: Utilizar el precio o la historia de la compra solo para la orden del vendedor
fr: Utiliser l'historique de coût d'achat ou d'achat uniquement pour le fournisseur rattaché au Bon de Commande

# Thinkage.MainBoss.Controls§Use remaining demand as quantity to order
source: Use remaining demand as quantity to order
es: Utilizar la cantidad del restante demandado para la orden
fr: Utiliser la demande de ressources restantes comme quantité à commander

# Thinkage.MainBoss.Controls§Use suggested cost
source: Use suggested cost
es: Utilizar el costo sugerido
fr: Utiliser le coût suggéré

# Thinkage.MainBoss.Controls§Use suggested text
source: Use suggested text
es: Usando el texto sugerido
fr: Utiliser le texte proposé

source: Use the credentials given in the fields: Outgoing SMTP Domain, Username and Password
es: Utilizar las credenciales dadas en los archivos:Dominio saliente SMTP, nombre Usuario y clave
fr: Utilisation des données d'authentification entrées dans les champs suivants : domaine SMTP sortant, nom d'utilisateur et mot de passe

source: Use the credentials of the user that is currently logged-in
es: Utilizar las credenciales de el usuario que ha iniciado la sesión
fr: Utiliser les données d'authentification réseau ayant servi à l'ouverture de la session

# Thinkage.MainBoss.Controls§Use the default network credential
source: Use the default network credential
es: Usando la credencial de red por defecto
fr: Utiliser les données d'authentification réseau par défaut

# Thinkage.MainBoss.Controls§Use To Order quantity
source: Use To Order quantity
es: Usando la cantidad para la Orden
fr: Utiliser pour commander la quantité

# Thinkage.MainBoss.Controls§User
source: User
es: Usuario
fr: Utilisateur

# Thinkage.MainBoss.Controls§User custom text for email messages
source: User custom text for email messages
es: Texto de encargo del usuario para los mensajes de correo electrónico
fr: texte personnalisé de l'utilisateur pour les e-mails

# Thinkage.MainBoss.Controls§User Setting
source: User Setting
es: Configuración de Usuario
fr: Cadre de l'utilisateur

# Thinkage.MainBoss.Controls§Using all remaining demand
source: Using all remaining demand
es: Utilizando toda exigido restante
fr: Utilisation de toute la demande restante

# Thinkage.MainBoss.Controls§Using Available Quantity from storage assignment
source: Using Available Quantity from storage assignment
es: Utilizando Disponible Cantidad de asignación de almacenamiento
fr: Utilisation Disponible Quantité de cession de stockage

# Thinkage.MainBoss.Controls§Using calculated destination Assignment On Hand cost
source: Using calculated destination Assignment On Hand cost
es: Usando la asignación del destino calculada en costo de Mano
fr: Utilisation calculée Attribution de destination sur le coût main

# Thinkage.MainBoss.Controls§Using calculated item price cost
source: Using calculated item price cost
es: Usando el precio de costo calculado del artículo
fr: Utilisation du coût calculé du prix de l'article

# Thinkage.MainBoss.Controls§Using calculated job cost
source: Using calculated job cost
es: Usando el costo de trabajo calculado
fr: Utilisation du coût calculé du mandat

# Thinkage.MainBoss.Controls§Using calculated labor cost
source: Using calculated labor cost
es: Usando el costo de labor calculado
fr: Utilisation du coût calculé de la main-d'œuvre

# Thinkage.MainBoss.Controls§Using calculated On Hand cost
source: Using calculated On Hand cost
es: Usando el costo de Mano calulado
fr: Utilisation du coût calculé des articles en main

# Thinkage.MainBoss.Controls§Using calculated remaining order cost
source: Using calculated remaining order cost
es: Usando el costo remanente de la orden calculado
fr: Utilisation du coût calculé du reste de la commande

# Thinkage.MainBoss.Controls§Using calculated remaining order quantity
source: Using calculated remaining order quantity
es: Usando de cantidad de la orden restante calculado
fr: Utilisation de la quantité restante calculée de commande

# Thinkage.MainBoss.Controls§Using calculated source Assignment On Hand cost
source: Using calculated source Assignment On Hand cost
es: Usando el costo asignado de mano inicial calculado
fr: Utilisation calculée Attribution source sur le coût main

# Thinkage.MainBoss.Controls§Using Hourly Demand
source: Using Hourly Demand
es: Usando labor Requerida
fr: Utilisation de la demande de main-d'œuvre

# Thinkage.MainBoss.Controls§Using On Hand Quantity from storage assignment
source: Using On Hand Quantity from storage assignment
es: Usando Mano Cantidad de asignación de almacenamiento
fr: Utilisation en inventaire Quantité de cession de stockage

# Thinkage.MainBoss.Controls§Using Per Job Demand
source: Using Per Job Demand
es: Usando otro trabajo requerido
fr: Utilisation d'une autre demande de ressources

source: Using Purchase Item Template to Template Storage Assignment
es: El uso de plantillas de compra de artículos a la plantilla de asignación de almacenamiento
fr: Utilisation d'achat Item Modèle à Modèle Attribution de stockage

# Thinkage.MainBoss.Controls§Using Purchase item to Temporary Storage
source: Using Purchase item to Temporary Storage
es: Usando Artículo de Compra para Trastero Temporal
fr: Utilisation de l'achat d'un article pour un espace de rangement temporaire

# Thinkage.MainBoss.Controls§Using Receive item to Temporary Storage
source: Using Receive item to Temporary Storage
es: Usando Artículo recibido para Trastero Temporal
fr: Utilisation de la réception d'un article pour un espace de rangement temporaire

# Thinkage.MainBoss.Controls§Using Task Hourly Demand
source: Using Task Hourly Demand
es: Usando Plantilla de labor requerida
fr: Utilisation du modèle de demande de main-d'œuvre

# Thinkage.MainBoss.Controls§Using Task Per Job Demand
source: Using Task Per Job Demand
es: Usando plantilla para otro requerimiento de trabajo
fr: Utilisation du modèle de demande de ressources pour d'autres travaux

source: Using the specified SMTP domain, username and password
es: Utilícela especificación del dominio SMTP, nombre Usuario y clave
fr: Utilisation du domaine SMTP, du nom d'utilisateur et du mot de passe précisés

# Thinkage.MainBoss.Controls§Value
source: Value
es: Valor
fr: Valeur

# Thinkage.MainBoss.Controls§Value On Hand
source: Value On Hand
es: Valor en Mano
fr: Valeur en main

# Thinkage.MainBoss.Controls§Vendor Payables
source: Vendor Payables
es: Cuenta por pagar al Vendedor
fr: Comptes fournisseurs du fournisseur

# Thinkage.MainBoss.Controls§Vendor Sales
source: Vendor Sales
es: Vendedor
fr: Service des ventes du fournisseur

# Thinkage.MainBoss.Controls§Vendor Service
source: Vendor Service
es: Servicios del Vendedor
fr: Service après-vente du fournisseur

# Thinkage.MainBoss.Controls§Verify
source: Verify
es: Verificar
fr: Vérifier

source: Verify configuration of the Windows Service for MainBoss.
es: Verifique la configuración del servicio de Windows para MainBoss.
fr: Vérifiez la configuration du service Windows pour MainBoss.

# Thinkage.MainBoss.Controls§Verify Windows Service for MainBoss
source: Verify Windows Service for MainBoss
es: Verificar el servicio de Windows para MainBoss
fr: Vérifiez le service Windows pour MainBoss

# Thinkage.MainBoss.Controls§Via purchase
source: Via purchase
es: Vía de Compra
fr: Par voie d'achat

# Thinkage.MainBoss.Controls§View Assignee
source: View Assignee
es: Ver cesionario
fr: Voir cessionnaire

# Thinkage.MainBoss.Controls§View Email
source: View Email
es: Ver Correo Electrónico
fr: Voir le courrier électronique

# Thinkage.MainBoss.Controls§View Email Part
source: View Email Part
es: Ver Correo Electrónico Parte
fr: Voir la partie le courrier électronique

# Thinkage.MainBoss.Controls§View Purchase Order
source: View Purchase Order
es: Ver Compra Orden
fr: Voir Bon de Commande

# Thinkage.MainBoss.Controls§View Request
source: View Request
es: Ver Solicitud
fr: Voir Demande

# Thinkage.MainBoss.Controls§View Storage Assignment
source: View Storage Assignment
es: Ver Trastero Asignado
fr: Afficher Assignation d'un espace de rangement

# Thinkage.MainBoss.Controls§View the assigned Purchase Order
source: View the assigned Purchase Order
es: Ver la Compra Orden asignado
fr: Voir le Bon de Commande assigné

# Thinkage.MainBoss.Controls§View the assigned Request
source: View the assigned Request
es: Ver la solicitud asignado
fr: Voir la demande attribué

# Thinkage.MainBoss.Controls§View the assigned Work Order
source: View the assigned Work Order
es: Ver la Orden de Trabajo asignado
fr: Voir l'ordre d'exécution attribué

# Thinkage.MainBoss.Controls§View the Email Part in an external program
source: View the Email Part in an external program
es: Ver el Email parte en un programa externo
fr: Afficher la partie Email dans un programme externe

# Thinkage.MainBoss.Controls§View the generated Work Order
source: View the generated Work Order
es: Ver la Orden de Trabajo generada
fr: Voir l'Ordre de Travail générée

# Thinkage.MainBoss.Controls§View the Message in your Email program
source: View the Message in your Email program
es: Ver el mensaje en su programa de correo electrónico
fr: Afficher le message dans votre programme de messagerie

# Thinkage.MainBoss.Controls§View the Purchase Order Assignee
source: View the Purchase Order Assignee
es: Ver el cesionario Compra Orden
fr: Voir le Bon de Commande cessionnaire

# Thinkage.MainBoss.Controls§View the referenced storage assignment
source: View the referenced storage assignment
es: Ver la asignación de almacenamiento de referencia
fr: Voir l'attribution de stockage référencé

# Thinkage.MainBoss.Controls§View the Request Assignee
source: View the Request Assignee
es: Ver el cesionario Solicitud
fr: Voir la demande cessionnaire

# Thinkage.MainBoss.Controls§View the Work Order Assignee
source: View the Work Order Assignee
es: Ver el cesionario Orden de Trabajo
fr: Voir le travail cessionnaire de la créance

source: View what operations are allowed in MainBoss using the permissions for the selected User
es: Ver qué operaciones están permitidas en MainBoss usando los permisos para el usuario seleccionado
fr: Voir ce que les opérations sont autorisées dans MainBoss utilisant les autorisations pour le choix de l'utilisateur

# Thinkage.MainBoss.Controls§View Work Order
source: View Work Order
es: Ver Orden de Trabajo
fr: Voir Commander travail

source: Waiting for the Windows Service for MainBoss to respond. A refresh may be needed.
es: Esperando el servicio de Windows para MainBoss responder. Puede ser necesaria una actualización.
fr: En attendant le service Windows pour MainBoss de répondre. Un rafraîchissement peut être nécessaire.

# Thinkage.MainBoss.Controls§Wednesday
source: Wednesday
es: Miércoles
fr: Mercredi

# Thinkage.MainBoss.Controls§Weekday exceptions
source: Weekday exceptions
es: Excepciones día de la semana
fr: Exceptions hebdomadaires

# Thinkage.MainBoss.Controls§When Available
source: When Available
es: Cuando esté disponible
fr: Quand Disponible

# Thinkage.MainBoss.Controls§Work Duration
source: Work Duration
es: Duración de Trabajo
fr: Durée des travaux

source: Work Duration is inconsistent with work start and end dates
es: La duración del Trabajo es inconsistente con la fecha de inicio y finalización del Trabajo
fr: La durée des travaux ne correspond pas aux dates de début et de fin des travaux

# Thinkage.MainBoss.Controls§Work End
source: Work End
es: Fin del Trabajo
fr: Fin des travaux

# Thinkage.MainBoss.Controls§Work Order Count
source: Work Order Count
es: Conde de órdenes de trabajo
fr: Comte travail de commande

# Thinkage.MainBoss.Controls§Work Order Creation Error
source: Work Order Creation Error
es: Error en la creación de la Orden de Trabajo
fr: Erreur lors de la création du bon de travail

# Thinkage.MainBoss.Controls§Work Order Generation Parameters
source: Work Order Generation Parameters
es: Generación de parametros de Orden de Trabajo
fr: Paramètres de production des bons de travail

# Thinkage.MainBoss.Controls§Work Order Hourly Inside actually used
source: Work Order Hourly Inside actually used
es: Orden de Trabajo por hora interior realmente utilizado
fr: Ordre de Travail Intérieur horaire effectivement utilisé

source: Work Order Hourly Inside with demanded and actual time and cost
es: Orden de Trabajo por hora interior con el tiempo y el costo exigido y real
fr: Work Order horaire Intérieur avec demandé et le temps réel et le coût

# Thinkage.MainBoss.Controls§Work Order Hourly Outside actually used (no PO)
source: Work Order Hourly Outside actually used
es: Orden de Trabajo pedido por hora fuera utilizado
fr: Ordre de Travail horaire extérieur effectivement utilisé

# Thinkage.MainBoss.Controls§Work Order Hourly Outside actually used (with PO)
source: Work Order Hourly Outside actually used (with PO)
es: Orden de Trabajo pedido por hora fuera utilizado (con PO)
fr: Ordre de Travail horaire extérieur effectivement utilisé (avec PO)

source: Work Order Hourly Outside with demanded and actual time and cost
es: Orden de Trabajo por hora Fuera con el tiempo y el costo exigido y real
fr: Ordre horaire extérieur avec demandé et le temps réel et le coût de travail

# Thinkage.MainBoss.Controls§Work Order initial State override
source: Work Order initial State override
es: Orden de Trabajo con Estado Inicial Anulada
fr: Annulation de l'état initial du bon de travail

# Thinkage.MainBoss.Controls§Work Order Items actually used
source: Work Order Items actually used
es: Elementos de orden de trabajo utilizado
fr: Articles de commande de travail réellement utilisés

source: Work Order Items with demanded and actual quantity and cost
es: Orden de Trabajo artículos con cantidad y el costo exigido y real
fr: Travailler avec articles de la commande demandée et réelle quantité et le coût

# Thinkage.MainBoss.Controls§Work Order Labor Time
source: Work Order Labor Time
es: Orden de trabajo Tiempo de Trabajo
fr: Bon de commande du Travail Temps

# Thinkage.MainBoss.Controls§Work Order Miscellaneous actually incurred
source: Work Order Miscellaneous actually incurred
es: Orden de trabajo varios realmente incurridos
fr: Ordre de Travail Divers effectivement encourus

source: Work Order Miscellaneous with demanded and actual cost
es: Orden de Trabajo Varios con costo demandada y real
fr: Bon de commande Divers avec un coût demandé et réelle

# Thinkage.MainBoss.Controls§Work Order Per Job Inside actually used
source: Work Order Per Job Inside actually used
es: Orden de Trabajo pedido interior realmente utilizado
fr: Ordre de Travail par emploi Intérieur utilisé

source: Work Order Per Job Inside with demanded and actual quantity and cost
es: Orden de Trabajo por Inside Job con cantidad y costo demandada y real
fr: Bon de commande par emploi intérieur avec exigé et réelle quantité et le coût

# Thinkage.MainBoss.Controls§Work Order Per Job Outside actually used (no PO)
source: Work Order Per Job Outside actually used
es: Orden de Trabajo pedido por trabajo fuera realmente utilizado
fr: Ordre de Travail par emploi En dehors de l'utilisation réelle

# Thinkage.MainBoss.Controls§Work Order Per Job Outside actually used (with PO)
source: Work Order Per Job Outside actually used (with PO)
es: Orden de Trabajo pedido por trabajo fuera realmente utilizado (con OC)
fr: Ordre de Travail par emploi En dehors de l'utilisation réelle (avec PO)

source: Work Order Per Job Outside with demanded and actual quantity and cost
es: Orden de trabajo por trabajo fuera con la cantidad y el costo exigido y real
fr: Bon de commande par emploi extérieur avec exigé et réelle quantité et le coût

# Thinkage.MainBoss.Controls§Work Order Resource Costs
source: Work Order Resource Costs
es: Trabajar costo de los recursos Orden
fr: Travailler l'ordonnance de frais de ressources

source: Work Order Resources with demanded and actual quantity and cost
es: Trabajar Recursos Orden con cantidad y costo demandada y real
fr: Ressources travailler Commander comme demandé et réelle quantité et le coût

# Thinkage.MainBoss.Controls§Work Period
source: Work Period
es: Período de trabajo
fr: Période de Travail

# Thinkage.MainBoss.Controls§Work Start
source: Work Start
es: Inicio de Trabajo
fr: Début des travaux

# Thinkage.MainBoss.Controls§Work Start date cannot be after Work End date
source: Work Start date cannot be after Work End date
es: Fecha de inicio de Trabajo no puede ser después de la fecha de finalización de Trabajo
fr: La date de début des travaux ne peut être postérieure à la date d'achèvement des travaux.

# Thinkage.MainBoss.Controls§Yes
source: Yes
es: Si
fr: Oui

# Thinkage.MainBoss.Controls§You are not registered as a Purchase Order Assignee
source: You are not registered as a Purchase Order Assignee
es: Usted no está registrado como Orden de Compra Cesionario
fr: Vous n'êtes pas inscrit comme un Bon de Commande cessionnaire

# Thinkage.MainBoss.Controls§You are not registered as a Request Assignee
source: You are not registered as a Request Assignee
es: Usted no está registrado como una Solicitud Cesionario
fr: Vous n'êtes pas inscrit comme une demande cessionnaire

# Thinkage.MainBoss.Controls§You are not registered as a Work Order Assignee
source: You are not registered as a Work Order Assignee
es: Usted no está registrado como Orden de Trabajo Cesionario
fr: Vous n'êtes pas inscrit comme un cessionnaire de la créance travail
