Repository: thinkageltd/MainBoss
Catalog: Thinkage.MainBoss.Controls/TranslationResources/messages.*.resx
Languages: es, fr

# TableObjects§Task Demand Per Job Outside
source: Task Demand Per Job Outside
fr: La demande de la tâche par tâche extérieur

# TableObjects§Task from Work Order
source: Task from Work Order
fr: Groupe d'Ordre de Travail

# TableObjects§Task Inside
source: Task Inside
es: Tarea Interior
fr: Groupe de l'intérieur

# TableObjects§Task Item
source: Task Item
es: Tarea Ítem
fr: Groupe Point

# TableObjects§Task Miscellaneous Expense
source: Task Miscellaneous Expense
es: Tarea Gastos Varios
fr: Tâche Frais divers

# TableObjects§Task Outside
source: Task Outside
es: Tarea Exterior
fr: Groupe extérieur

# TableObjects§Task Resource
source: Task Resource
es: Tarea Recurso
fr: Tâche Ressource

# TableObjects§Task Specialization
source: Task Specialization
fr: La spécialisation des tâches

# TableObjects§Task Storeroom or Temporary Storage Assignment
source: Task Storeroom or Temporary Storage Assignment
fr: Magasin ou cession de stockage temporaire pour tâche

# TableObjects§Task Temporary Storage
source: Task Temporary Storage
fr: Groupe de stockage temporaire

# TableObjects§Task Temporary Storage Assignment
source: Task Temporary Storage Assignment
fr: Attribution des tâches de stockage temporaire

# TableObjects§Task to Purchase Order Template Linkage
source: Task to Purchase Order Template Linkage
fr: Tâche à Bon de commande modèle Linkage

# TableObjects§Template Temporary Storage
source: Template Temporary Storage
fr: Stockage temporaire modèle

# TableObjects§Temporary Storage
source: Temporary Storage
fr: Stockage temporaire

# TableObjects§Temporary Storage and Item
source: Temporary Storage and Item
fr: Stockage et Point temporaire

# TableObjects§Temporary Storage Assignment
source: Temporary Storage Assignment
fr: Attribution de stockage temporaire

source: The next Work Order isn't needed until after the current scheduling period
es: El siguiente orden de trabajo no es necesaria hasta después del período de programación actual
fr: L'Ordre de Travail ne est pas nécessaire qu'après la période de programmation actuelle

source: The scheduled Work Start Date fell on a date inhibited by the Schedule
es: El Trabajo Fecha de inicio programada cayó sobre una fecha inhibida por la Lista
fr: Le travail Date de début prévue est tombé sur une date inhibée par l'annexe

# TableObjects§The Start Date for the work was uncertain so no Work Order is made
source: The Start Date for the work was uncertain so no Work Order is made
es: La fecha de inicio de la obra era tan incierto se hace ninguna orden de trabajo
fr: La date de lancement pour le travail était incertain alors commandant de travail est fait

# TableObjects§Time in Purchase Order Status
source: Time in Purchase Order Status
es: Tiempo en Estatus de la Orden de Compra
fr: Temps en État de Bon de Commande

# TableObjects§Time in Request Status
source: Time in Request Status
es: Tiempo en Estatus de Solicitud
fr: Temps en État de la demande

# TableObjects§Time in Work Order Status
source: Time in Work Order Status
es: Tiempo en Estatus de Orden de Trabajo
fr: Temps de travail État de la commande

# TableObjects§Timing Period
source: Timing Period
fr: Période de distribution

# TableObjects§Total Work Order Downtime by Grouping
source: Total Work Order Downtime by Grouping
es: Orden de trabajo total de tiempo de inactividad por Agrupación
fr: Commande totale de travail par temps d'arrêt Groupement

# TableObjects§Total Work Order Duration by Grouping
source: Total Work Order Duration by Grouping
es: Total de órdenes de trabajo Duración de la Agrupación
fr: Durée ordre travail total en regroupant

# TableObjects§Trade
source: Trade
fr: Commerce

# TableObjects§Unassigned Purchase Order
source: Unassigned Purchase Order
fr: Non affecté Bon de Commande

# TableObjects§Unassigned Work Order
source: Unassigned Work Order
fr: Non affecté Ordre de Travail

# TableObjects§Unit Category
source: Unit Category
fr: Unité Catégorie

# TableObjects§Unit Contact Relationship
source: Unit Contact Relationship
fr: Unité Contactez Relation

# TableObjects§Unit of Measure
source: Unit of Measure
fr: Unité de mesure

# TableObjects§Unit Related Contact
source: Unit Related Contact
fr: Unité similaires Contact

# TableObjects§Unit Related Unit
source: Unit Related Unit
fr: Unité Unité connexes

# TableObjects§Unit Relation
source: Unit Relation
fr: Unité Relation

# TableObjects§Unit Replacement Forecast
source: Unit Replacement Forecast
es: Pronóstico de repuesto de unidad
fr: Remplacement de l'unité Prévisions

# TableObjects§Unit Service Contract
source: Unit Service Contract
fr: Contrat de Service Unit

# TableObjects§Unit Unit Relationship
source: Unit Unit Relationship
fr: Unité Relations Unit

# TableObjects§Unit Usage
source: Unit Usage
fr: Unité d'utilisation

# TableObjects§Unit Value
source: Unit Value
es: Valor Unidad
fr: Valeur unitaire

# TableObjects§User Security Role
source: User Security Role
fr: Sécurité utilisateur Rôle

# TableObjects§Vendor
source: Vendor
fr: Vendeur

# TableObjects§Vendor Category
source: Vendor Category
fr: Vendeur Catégorie

# TableObjects§Void Code
source: Void Code
fr: Code de Void

# TableObjects§Void Physical Count
source: Void Physical Count
fr: Comte physique Void

# TableObjects§Void Purchase Order
source: Void Purchase Order
fr: Void Bon de Commande

# TableObjects§Void Work Order
source: Void Work Order
fr: Void Ordre de Travail

# TableObjects§Warning
source: Warning
es: Aviso
fr: Avertissement

# TableObjects§Work Category
source: Work Category
fr: Travail Catégorie

# TableObjects§Work Order Assignment By Assignee
source: Work Order Assignment By Assignee
es: Trabajar Asignación Ordenar por Cesionario
fr: Bon de commande cession par le cessionnaire

# TableObjects§Work Order Comment
source: Work Order Comment
fr: Ordres de travail Commentaire

# TableObjects§Work Order Count by Creation Date
source: Work Order Count by Creation Date
es: Trabajo Número de pedidos por Fecha de Creación
fr: Ordres de travail Nombre par date de création

# TableObjects§Work Order Count by Ended Date
source: Work Order Count by Ended Date
es: Orden de Trabajo por el conde Ended Fecha
fr: Ordres de travail Nombre par fini date

# TableObjects§Work Order Count by Grouping
source: Work Order Count by Grouping
es: Trabajo Número de pedidos por Agrupación
fr: Travail Nombre commandes en regroupant

# TableObjects§Work Order Count by Opened Date
source: Work Order Count by Opened Date
es: Work Order Count por fecha Inaugurado
fr: Ordres de travail Nombre par date Ouvert

# TableObjects§Work Order End Date Histogram
source: Work Order End Date Histogram
fr: Ordre de Travail Nombre Date de fin histogramme

# TableObjects§Work Order From Task
source: Work Order From Task
fr: Travailler Commandez à partir de Groupe

# TableObjects§Work Order Hourly Inside
source: Work Order Hourly Inside
es: Orden de Trabajo por hora interior
fr: Ordre de Travail horaire intérieur

# TableObjects§Work Order Hourly Inside Actual
source: Work Order Hourly Inside Actual
es: Orden de Trabajo por hora interior real
fr: Ordre de Travail Intérieur horaire réel

# TableObjects§Work Order Hourly Outside
source: Work Order Hourly Outside
es: Orden de Trabajo por hora Fuera
fr: Ordre de Travail horaire extérieur

# TableObjects§Work Order Hourly Outside (no PO)
source: Work Order Hourly Outside
es: Orden de trabajo cada hora fuera de
fr: Ordre de Travail horaire à l'extérieur

# TableObjects§Work Order Hourly Outside (with PO)
source: Work Order Hourly Outside (with PO)
es: Orden de trabajo cada hora fuera de (con OC)
fr: Ordre de Travail horaire à l'extérieur (avec PO)

# TableObjects§Work Order Hourly Outside Actual (no PO)
source: Work Order Hourly Outside Actual
es: Orden de trabajo cada hora fuera de real
fr: Ordre de Travail horaire extérieur réel

# TableObjects§Work Order Hourly Outside Actual (with PO)
source: Work Order Hourly Outside Actual(with PO)
es: Orden de trabajo cada hora fuera de Real(con OC)
fr: Ordre de Travail horaire extérieur réel (avec PO)

# TableObjects§Work Order Lifetime
source: Work Order Lifetime
es: Orden de trabajo de por vida
fr: Ordre de Travail à vie

# TableObjects§Work Order Meter Reading
source: Work Order Meter Reading
fr: Ordre de Travail Lecture du compteur

# TableObjects§Work Order Per Job Inside
source: Work Order Per Job Inside
es: Orden de Trabajo por Puesto de Trabajo Interno
fr: Ordre de Travail par poste à l'intérieur

# TableObjects§Work Order Per Job Inside Actual
source: Work Order Per Job Inside Actual
es: Orden de Trabajo por Puesto de Trabajo Interno real
fr: Ordre de Travail par emploi intérieur réel

# TableObjects§Work Order Per Job Outside
source: Work Order Per Job Outside
es: Orden de Trabajo por Puesto de Trabajo Externo
fr: Ordre de Travail par emploi à l'extérieur

# TableObjects§Work Order Per Job Outside (no PO)
source: Work Order Per Job Outside
es: Orden de trabajo por puesto de trabajo fuera de
fr: Ordre de Travail par poste à l'extérieur

# TableObjects§Work Order Per Job Outside (with PO)
source: Work Order Per Job Outside (with PO)
es: Orden de trabajo por puesto de trabajo fuera de (con PO)
fr: Ordre de Travail par poste à l'extérieur (avec PO)

# TableObjects§Work Order Per Job Outside Actual (no PO)
source: Work Order Per Job Outside Actual
es: Orden de trabajo por puesto de trabajo fuera de real
fr: Ordre de Travail par emploi extérieur réel

# TableObjects§Work Order Per Job Outside Actual (with PO)
source: Work Order Per Job Outside Actual (with PO)
es: Orden de trabajo por puesto de trabajo fuera de Real (con PO)
fr: Ordre de Travail par emploi extérieur réel (avec PO)

# TableObjects§Work Order Priority
source: Work Order Priority
fr: Ordre de Travail par de priorité

# TableObjects§Work Order Purchase Order
source: Work Order Purchase Order
fr: Ordre de Travail Bon de commande

# TableObjects§Work Order Request Transition
source: Work Order Request Transition
fr: Ordre de Travail Demande de transition

# TableObjects§Work Order Resource Actual
source: Work Order Resource Actual
fr: Ressource de Ordre de Travail réel

# TableObjects§Work Order Resource Demand
source: Work Order Resource Demand
fr: Demande de ressource Ordre de Travail

# TableObjects§Work Order State
source: Work Order State
fr: Ordre de Travail État

# TableObjects§Work Order Statistics
source: Work Order Statistics
es: Trabajar estadísticas de orden
fr: Ordre de Travail Statistique

# TableObjects§Work Order Status
source: Work Order Status
fr: Ordre de Travail Statut

# TableObjects§Work Order Temporary Storage
source: Work Order Temporary Storage
fr: Ordre de Travail temporaire de stockage

# TableObjects§Work was deferred to a later date
source: Work was deferred to a later date
es: El trabajo fue aplazado a una fecha posterior
fr: Le travail a été reporté à une date ultérieure

# TablePhraseRoots§{0} by Assignee
source: {0:plural} by Assignee
es: {0} por cesionario
fr: {0:plural} par cessionnaire

# TablePhraseRoots§{0} cannot be contained in a Storeroom
source: {0:plural} cannot be contained in a Storeroom
es: {0} no puede ser contenida en un trastero
fr: {0:plural} ne peut être contenue dans un Magasin

# TablePhraseRoots§{0} cannot be contained in a Unit
source: {0:plural} cannot be contained in a Unit
es: {0} no puede ser contenida en una Unidad
fr: {0:plural} ne peut être contenue dans une Unité

# TablePhraseRoots§{0} cannot be moved
source: {0:singular} cannot be moved
es: {0} no se pueden mover
fr: {0:singular} ne peut être déplacé

# TablePhraseRoots§{0} History
source: {0:singular} History
es: Historial de {0}
fr: {0:singular} Histoire

# TablePhraseRoots§{0} Summary
source: {0:singular} Summary
fr: {0:singular} Résumé

# TablePhraseRoots§Print {0}
source: Print {0:plural}
fr: Imprimer {0:plural}

# TablePhraseRoots§Single {0}
source: Single {0:singular}
fr: {0:singular} unique

# Thinkage.MainBoss.Controls.ControlPanel§Charts
source: Charts
es: Gráficas
fr: Diagrammes

# Thinkage.MainBoss.Controls.ControlPanel§Coding Definitions
source: Coding Definitions
es: Codificación Definiciones
fr: Définition des codes

# Thinkage.MainBoss.Controls.ControlPanel§Generate Planned Maintenance
source: Generate Planned Maintenance
es: Generar Plan de Mantenimiento
fr: Produire des bons de travail de maintenance programmée

# Thinkage.MainBoss.Controls.ControlPanel§Labor
source: Labor
es: Trabajo
fr: Main-d'œuvre

# Thinkage.MainBoss.Controls.ControlPanel§Location and Status
source: Location and Status
es: Ubicación y Estado
fr: Emplacement et état

# Thinkage.MainBoss.Controls.ControlPanel§Organize
source: Organize
es: Organizar
fr: Organiser

# Thinkage.MainBoss.Controls.ControlPanel§Print Purchase Orders
source: Print
es: Imprimir
fr: Imprimer

# Thinkage.MainBoss.Controls.ControlPanel§Print Requests
source: Print
es: Imprimir
fr: Imprimer

# Thinkage.MainBoss.Controls.ControlPanel§Print Work Orders
source: Print
es: Imprimir
fr: Imprimer

# Thinkage.MainBoss.Controls.ControlPanel§Reports
source: Reports
es: Informes
fr: Rapports

# Thinkage.MainBoss.Controls§*Unassigned
source: *Unassigned
es: *Sin asignar
fr: *Non attribué

# Thinkage.MainBoss.Controls§'{0}' deleted on {1}
source: '{0}' deleted on {1}
es: '{0}' eliminado en {1}
fr: '{0}' supprimé le {1}

source: {0} {0.IsOne ? error was : errors were } encountered during import.
es: {0} {0.IsOne ? error fue encontrado : se han encontrado errores } durante la importación.
fr: {0} {0.IsOne ? erreur était rencontré : erreurs étaient rencontrés } lors de l'importation.

# Thinkage.MainBoss.Controls§{0} merged contact {1} into contact {2}
source: {0} merged contact {1} into contact {2}
es: {0} contacto combinado {1} en contacto {2}
fr: {0} contact fusionné {1} dans le contact {2}

source: A password is not required for this authentication method
es: No se requiere una contraseña para este método de autenticación
fr: Un mot de passe n'est pas requis pour cette méthode d'authentification

# Thinkage.MainBoss.Controls§A season end must be provided if a start is provided.
source: A season end must be provided if a start is provided.
es: A final de la temporada se debe proporcionar si se proporciona un comienzo.
fr: A la fin de la saison doit être fournie si un départ est prévu.

source: A season start must be provided if an end is provided.
es: Un inicio de temporada se debe proporcionar si se proporciona un final.
fr: Un début de saison doit être fournie si un terme est fourni.

# Thinkage.MainBoss.Controls§A Service configuration record must be created.
source: A Service configuration record must be created.
es: Un registro de configuración del servicio debe ser creado.
fr: Un enregistrement de configuration de service doit être créé.

# Thinkage.MainBoss.Controls§About {0}
source: About {0}
es: Acerca de {0}
fr: À propos de {0}

# Thinkage.MainBoss.Controls§Access the SMTP server anonymously
source: Access the SMTP server anonymously
es: Acceder al Servidor de Forma Anónima
fr: Accès anonyme au serveur de messagerie SMTP

# Thinkage.MainBoss.Controls§Accounting transactions in Ledger format
source: Accounting transactions in Ledger format
es: Las operaciones contables en formato Ledger
fr: opérations comptables au format Ledger

# Thinkage.MainBoss.Controls§Accounts Payable Vendor
source: Accounts Payable Vendor
es: Vendedor de la Cuenta Por Pagar
fr: Fournisseur, comptes fournisseurs

# Thinkage.MainBoss.Controls§Acknowledgements are sent by email
source: Acknowledgements are sent by email
es: Agradecimientos son enviados por correo electrónico
fr: Remerciements sont envoyés par e-mail

source: Active filter shows only records less than this many days old
es: El filtro activo muestra solo los Registros que tengan menos de estos días de Antigüedad
fr: Filtre actif montre uniquement les enregistrements moins de cette vieille plusieurs jours

source: Active filter shows only records updated since this date
es: El filtro activo muestra solo los registros actualizados desde esta fecha
fr: Filtre actif montre uniquement les enregistrements mis à jour depuis cette date

# Thinkage.MainBoss.Controls§Actual
source: Actual
fr: Utilisation réelle

source: Actual and Effective readings must differ by Meter offset
es: Lecturas efectivas y Actuales deben ser direrentes de Medidor compensado
fr: Les relevés effectif et réel doivent être différents de la compensation du compteur.

# Thinkage.MainBoss.Controls§Actual Cost
source: Actual Cost
es: Costo Actual
fr: Coût réel

# Thinkage.MainBoss.Controls§Actual Count
source: Actual Count
es: Conde Actual
fr: Nombre réel

# Thinkage.MainBoss.Controls§Actual Duration
source: Actual Duration
es: Duración Real
fr: Durée réelle

# Thinkage.MainBoss.Controls§Actual Hourly (with PO)
source: Actual Hourly (with PO)
es: Actual por hora (con PO)
fr: Actual horaire (avec PO)

# Thinkage.MainBoss.Controls§Actual Per Job (with PO)
source: Actual Per Job (with PO)
es: Actual Per Trabajo (con PO)
fr: Par réelles d'emploi (avec PO)

# Thinkage.MainBoss.Controls§Actual Quantity
source: Actual Quantity
es: Cantidad Actual
fr: Quantité réelle

# Thinkage.MainBoss.Controls§Actual Time
source: Actual Time
es: Tiempo Actual
fr: Temps réel

# Thinkage.MainBoss.Controls§Actualize
source: &Actualize
es: Actualizar
fr: &Actualisateur

# Thinkage.MainBoss.Controls§Actuals
source: Actuals
es: Actuales
fr: Valeurs réelles

# Thinkage.MainBoss.Controls§Add yourself as an assignee to this Purchase Order
source: Add yourself as an assignee to this Purchase Order
es: Añadir a ti mismo como cesionaria de esta Orden de Compra
fr: Ajoutez-vous en tant que cessionnaire de ce Bon de Commande

# Thinkage.MainBoss.Controls§Add yourself as an assignee to this Request
source: Add yourself as an assignee to this Request
es: Añadir a sí mismo como un cesionario a esta solicitud
fr: Ajouter vous-même comme un cessionnaire au présent appel

# Thinkage.MainBoss.Controls§Add yourself as an assignee to this Work Order
source: Add yourself as an assignee to this Work Order
es: Añadir a sí mismo como un cesionario a esta Orden de Trabajo
fr: Ajouter vous-même comme un cessionnaire de la présente ordonnance de travail

# Thinkage.MainBoss.Controls§Additional Information
source: Additional Information
es: Información Adicional
fr: Renseignements supplémentaires

# Thinkage.MainBoss.Controls§Additional Labor/Material Lines
source: Additional Labor/Material Lines
es: Trabajo Adicional/Líneas de Material
fr: Lignes supplémentaires de main-d'œuvre/matériaux

# Thinkage.MainBoss.Controls§Additional Lines
source: Additional Lines
es: Líneas Adicionales
fr: Lignes supplémentaires

# Thinkage.MainBoss.Controls§After Scheduling Period
source: After Scheduling Period
es: Despúes de Período programado
fr: Après la période de programmation

# Thinkage.MainBoss.Controls§Allow Days
source: Allow Days
es: Permitir Días
fr: Inclure Jours de Semaine

# Thinkage.MainBoss.Controls§Already Ordered
source: Already Ordered
es: Ordenado
fr: Déjà commandé

# Thinkage.MainBoss.Controls§Already Received
source: Already Received
es: Ya Recibido
fr: Déjà reçu

# Thinkage.MainBoss.Controls§Already used
source: Already used
es: Usado
fr: Ressources utilisées

# Thinkage.MainBoss.Controls§Annual inflation rate
source: Annual inflation rate
es: Tasa de inflación anual
fr: Taux d'inflation annuel

# Thinkage.MainBoss.Controls§Anonymous
source: Anonymous
es: Anónimo
fr: Anonyme

# Thinkage.MainBoss.Controls§As Corrected
source: As Corrected
es: Como Corregido
fr: Corrigée

# Thinkage.MainBoss.Controls§As Corrected Unit Cost
source: As Corrected Unit Cost
es: Costo de Unidad Corregido
fr: Coût unitaire corrigé

# Thinkage.MainBoss.Controls§Assign Role
source: Assign Role
es: Asignar Rol
fr: Attribuer Rôle

# Thinkage.MainBoss.Controls§Assigned to
source: Assigned to
es: Asignado a
fr: Assigné à

# Thinkage.MainBoss.Controls§Assignees
source: Assignees
es: Responsable
fr: Personnes assignées

source: Associates the Windows Service for MainBoss with this database and configures the service.
es: Asocia el servicio de Windows para MainBoss con esta base de datos y configura el servicio.
fr: Associe le Service Windows à MainBoss avec cette base de données et configure le service.

source: At least one of the selected licenses has a License Id different from the new Named User License {0}
es: Al menos una de las licencias seleccionados tiene una Licencia Id diferente de la nueva licencia de usuario con nombre {0}
fr: Au moins l'une des licences sélectionnée a un licenseID différente de la nouvelle licence Named User {0}

# Thinkage.MainBoss.Controls§At least one weekday should be enabled.
source: At least one weekday should be enabled.
es: Por lo menos un día de la semana debe estar habilitado
fr: Au moins un jour de semaine doit être activé.

# Thinkage.MainBoss.Controls§Automatically determined
source: Automatically determined
es: Determinado automáticamente
fr: Déterminée automatiquement

# Thinkage.MainBoss.Controls§Available
source: Available
es: Disponible
fr: Disponible

# Thinkage.MainBoss.Controls§Backup
source: Backup
es: Copia De Seguridad
fr: Sauvegarde

# Thinkage.MainBoss.Controls§Backup the organization data to a file
source: Backup the organization data to a file
es: Copia de Seguridad de los datos de la empresa en un archivo
fr: Sauvegarder les données sur l'entreprise dans un fichier

# Thinkage.MainBoss.Controls§Bar chart showing average downtime per group
source: Bar chart showing average downtime per group
es: Gráfico de barras que muestra el tiempo de inactividad promedio por grupo
fr: Diagramme à barres montrant les temps d'arrêt moyen par groupe

# Thinkage.MainBoss.Controls§Bar chart showing average Purchase Order duration
source: Bar chart showing average Purchase Order duration
es: Gráfico de barras que muestra la duración media de la Orden de Compra
fr: Diagramme à barres montrant durée moyenne de Bon de Commande

# Thinkage.MainBoss.Controls§Bar chart showing average Request duration
source: Bar chart showing average Request duration
es: Gráfico de barras que muestra la duración media de Solicitud
fr: Diagramme à barres montrant la durée moyenne d'appel

source: Bar chart showing average time in each Purchase Order Status
es: Gráfico de barras que muestra el promedio de tiempo en cada Estado de la Orden de Compra
fr: Diagramme à barres montrant la moyenne des temps dans chaque État Bon de Commande

# Thinkage.MainBoss.Controls§Bar chart showing average time in each Request Status
source: Bar chart showing average time in each Request Status
es: Gráfico de barras que muestra el promedio de tiempo en cada Estado de Solicitud
fr: Diagramme à barres montrant la moyenne des temps dans chaque État de la demande

source: Bar chart showing average time in each Work Order Status
es: Gráfico de barras que muestra el promedio de tiempo en cada Estado de la Orden de Trabajo
fr: Diagramme à barres montrant la moyenne des temps de chaque État de la commande de travail

# Thinkage.MainBoss.Controls§Bar chart showing average Work Order duration
source: Bar chart showing average Work Order duration
es: Gráfico de barras que muestra la duración promedio de órdenes de trabajo
fr: Diagramme à barres montrant durée moyenne de travail de commande

source: Bar chart showing costs broken down by groups in Grouping section
es: Gráfico de barras que muestra los costos desglosa por grupos en la sección Agrupación
fr: Diagramme à barres montrant les coûts ventilés par groupes dans la section Groupement

# Thinkage.MainBoss.Controls§Bar chart showing costs by resource type
source: Bar chart showing costs by resource type
es: Gráfico de barras que muestra los costos por tipo de recurso
fr: Diagramme à barres montrant les coûts par type de ressource
