Repository: thinkageltd/MainBoss
Catalog: Thinkage.MainBoss.Controls/TranslationResources/messages.*.resx
Languages: es, fr

source: Only include Purchase Order Templates for Vendors who can perform this work
es: Solo incluye Plantillas de Compra Orden para vendedores que pueden ejecutar ésta orden
fr: Inclure uniquement les modèles de Bons de Commande pour le fournisseur qui peut exécuter le travail

source: Only include Purchase Order Templates for Vendors who have previously performed this work
es: Solo incluye Plantillas de Compra Orden para vendedores que ya hayan realizado y este trabajo
fr: Inclure uniquement les modèles de Bons de Commande pour les fournisseurs qui ont exécuté ce travail dans le passé

source: Only include Purchase Order Templates for Vendors who have previously provided this item
es: Solo incluye Plantillas de Compra Orden para vendedores que ya han proveido este Artículo
fr: Inclure uniquement les modèles de Bons de Commande pour les fournisseurs qui ont fourni cet article dans le passé

source: Only include Purchase Order Templates from the Vendor named in the preferred Price Quote for this Storage Assignment
es: Solo incluir Plantillas de Compra Orden para el vendedor nombrado precio preferido de cotización para esta asignación de Trastero
fr: Inclure uniquement les modèles de Bon de Commande du fournisseur mentionné dans la proposition de prix pour cette attribution d'espace de rangement

source: Only include Purchase Order Templates from Vendors who have a Price Quote for the Item in this Storage Assignment
es: Solo incluir Plantillas de Compra Orden de vendedores que tienen un Precio de Cotización para el Artículo en este Trastero Asignado
fr: Inclure uniquement les modèles de Bon de Commande des fournisseurs ayant fait des propositions de prix pour cette attribution d'espace de rangement

source: Only include Purchase Order Templates from Vendors who have previously supplied the Item in this Storage Assignment
es: Only include Purchase Order Templates from Vendors who have previously supplied the Artículo in this Storage Asignado
fr: Inclure uniquement les modèles de Bons de Commande des fournisseurs ayant déjà fourni l'article dans cette attribution d'espace de rangement

source: Only include Purchase Orders for Vendors who can perform this work
es: Solo incluir Compra Ordenes para Vendedores que pueden realizar este trabajo
fr: Inclure uniquement les Bons de Commande pour le fournisseur qui peut exécuter le travail

source: Only include Purchase Orders for Vendors who have previously performed this work
es: Solo incluir Compra Ordenes para Vendedores que han realizado anteriormente este trabajo
fr: Inclure uniquement les Bons de Commande pour les fournisseurs qui ont exécuté le travail dans le passé

source: Only include Purchase Orders for Vendors who have previously provided this item
es: Solo incluir Compra Ordenes para Vendedores que han provisto este Artículo previamente
fr: Inclure uniquement les Bons de Commande pour les fournisseurs qui ont fourni cet article dans le passé

source: Only include Purchase Orders from the Vendor named in the preferred Price Quote for this Storage Assignment
es: Solo incluir Compra Ordenes para el vendedor nombrado precio preferido de cotización para esta asignación de Trastero
fr: Inclure uniquement les Bons de Commande du fournisseur mentionné dans la proposition de prix pour cette attribution d'espace de rangement

source: Only include Purchase Orders from Vendors who have a Price Quote for the Item in this Storage Assignment
es: Solo incluir Compra Ordenes de los Vendedores que tienen un precio de cotización para el Artículo en este Trastero Asignado
fr: Inclure uniquement les Bons de Commande des fournisseurs ayant fait des propositions de prix pour cette attribution d'espace de rangement

source: Only include Purchase Orders from Vendors who have previously supplied the Item in this Storage Assignment
es: Solo incluir Compra Ordenes del Vendedores que han provisto anteriormente el Artículo en este Trastero Asignado
fr: Inclure uniquement les Bons de Commande des fournisseurs ayant déjà fourni l'article dans cette attribution d'espace de rangement

source: Only include Storage Assignments for items which have a Price Quote associated with them
es: Solo incluir Trasteros Asignados para los artículos que tienen un precio de cotización asociado con estos
fr: Inclure uniquement les attributions d'espaces de rangement pour les articles ayant une proposition de prix qui leur est associée

source: Only include Storage Assignments for items which have previously been received
es: Solo incluir Trasteros Asignados para los Artículos que han sido recibidos previamente
fr: Inclure uniquement les attributions d'espaces de rangement dont la réception a déjà été enregistrée

source: Only include Storage Assignments which are below maximum
es: Solo incluir Trasteros Asignados que están por debajo del máximo
fr: Inclure uniquement les attributions d'espaces de rangement sous le maximum

source: Only include Storage Assignments which are below maximum and should not be replenished using transfers
es: Solo incluir Trasteros Asignado que están por debajo del máximo y no deben ser remplazados utilizando transferencias
fr: Inclure uniquement les attributions d'espaces de rangement sous le minimum qui ne doivent pas être reconstituées au moyen de transferts

source: Only include Storage Assignments which are below minimum
es: Solo incluir Trasteros Asignado que están por debajo del mínimo
fr: Inclure uniquement les attributions d'espaces de rangement sous le minimum

source: Only include Storage Assignments which are below minimum and cannot be replenished using transfers
es: Solo incluir Trasteros Asignado que están por debajo del mínimo y no pueden ser remplazados utilizando transferencias
fr: Inclure uniquement les attributions d'espaces de rangement sous le minimum qui ne peuvent pas être reconstituées au moyen de transferts

source: Only include Storage Assignments which have a preferred Price Quote associated with them
es: Solo incluir Trasteros Asignado que tienen una cotización de Precio preferido asociados con estos
fr: Inclure uniquement les attributions d'espaces de rangement ayant une proposition de prix privilégiée qui leur est associée

# Thinkage.MainBoss.Controls§Only one Contact at a time can be merged
source: Only one Contact at a time can be merged
es: Solo un contacto a la vez puede ser fusionado
fr: Un seul contact à la fois peut être fusionné

# Thinkage.MainBoss.Controls§Only one record is allowed
source: Only one record is allowed
es: Sólo un registro se le permite
fr: Un seul enregistrement est autorisé

# Thinkage.MainBoss.Controls§Only one Windows user can be picked
source: Only one Windows user can be picked
es: Sólo un usuario de Windows puede ser recogido
fr: Un seul utilisateur Windows peut être sélectionné

# Thinkage.MainBoss.Controls§Only show Closed Purchase Orders
source: Only show Closed Purchase Orders
es: Solo mostrar Compra Ordenes cerradas
fr: Montrer uniquement les Bons de Commande fermés

# Thinkage.MainBoss.Controls§Only show Closed Requests
source: Only show Closed Requests
es: Solo mostrar Solicitudes Cerradas
fr: Montrer uniquement les demandes de travaux fermées

# Thinkage.MainBoss.Controls§Only show Closed Work Orders
source: Only show Closed Work Orders
es: Solo mostrar Ordenes de Trabajo cerradas
fr: Montrer uniquement les bons de travail fermés

# Thinkage.MainBoss.Controls§Only show Draft Purchase Orders
source: Only show Draft Purchase Orders
es: Solo mostrar Borradores de Compra Ordenes
fr: Montrer uniquement les ébauches de Bons de Commande

# Thinkage.MainBoss.Controls§Only show Draft Work Orders
source: Only show Draft Work Orders
es: Solo mostrar Borradores de Ordenes de Trabajo
fr: Montrer uniquement les ébauches de bons de travail

# Thinkage.MainBoss.Controls§Only show In Progress Requests
source: Only show In Progress Requests
es: Solo mostrar Solicitudes En Progreso
fr: Monter uniquement les demandes de travaux en cours

# Thinkage.MainBoss.Controls§Only show Issued Purchase Orders
source: Only show Issued Purchase Orders
es: Solo mostrar Compra Ordenes Emitidas
fr: Montrer uniquement les Bons de Commande émis

# Thinkage.MainBoss.Controls§Only show New Requests
source: Only show New Requests
es: Solo mostrar Nuevas Solicitudes
fr: Montrer uniquement les nouvelles demandes de travaux

# Thinkage.MainBoss.Controls§Only show Open or Draft Unassigned Work Orders
source: Only show Open or Draft Unassigned Work Orders
es: Mostrar sólo Abrir o borrar órdenes de trabajo no asignadas
fr: Afficher uniquement les Ordres de Travail non assignées Ouvrir ou ébauche

# Thinkage.MainBoss.Controls§Only show Open Work Orders
source: Only show Open Work Orders
es: Solo mostrar Ordenes de Trabajo Abiertas
fr: Montrer uniquement les bons de travail ouverts

# Thinkage.MainBoss.Controls§Only show Transferred Requests
source: Only show Transferred Requests
es: Solo mostrar Solicitides Transferidas
fr: Montrer uniquement les demandes de travaux transférées

# Thinkage.MainBoss.Controls§Only show Unassigned Requests
source: Only show Unassigned Requests
es: Sólo mostrar solicitudes no asignadas
fr: Afficher seulement les demandes non affectés

source: Only the most latest non-voided Physical Count can be voided
es: Únicamente el mas reciente conteo físico no núlo puede ser anulado
fr: Seul le plus récent dénombrement non annulé peut être annulé.

# Thinkage.MainBoss.Controls§Only use value from Task
source: Only use value from Task
es: Únicamente usar valor desde la Tarea
fr: Utiliser uniquement la valeur provenant de la tâche

# Thinkage.MainBoss.Controls§Only use value from Unit
source: Only use value from Unit
es: Únicamente usar valor desde Unidad
fr: Utiliser uniquement la valeur provenant de l'unité

# Thinkage.MainBoss.Controls§Only valid for an Email Attachment
source: Only valid for an Email Attachment
es: Sólo es válido para un archivo adjunto de correo electrónico
fr: Uniquement valable pour une pièce jointe par courrier électronique

# Thinkage.MainBoss.Controls§Open Attachment
source: Open Attachment
es: Adjunto abierto
fr: Ouvrir le fichier joint

source: Open the attachment using the system's default file association
es: Abrir el Adjunto usando la asociación de archivo predeterminados del sistema
fr: Ouvrir le fichier joint en utilisant l'association de fichier par défaut du système

source: Options for changing the state of a Request automatically
es: Opciones para cambiar el estado de una solicitud automáticamente
fr: Options pour changer l'état d'une demande automatiquement

# Thinkage.MainBoss.Controls§Order Cost
source: Order Cost
es: Costo de la Orden
fr: Coût de la commande

# Thinkage.MainBoss.Controls§Order Lines
source: Order Lines
es: Solicitar Líneas
fr: Lignes de commande

# Thinkage.MainBoss.Controls§Order Quantity
source: Order Quantity
es: Cantidad de Orden
fr: Quantité dans la commande

# Thinkage.MainBoss.Controls§Order Remaining
source: Order Remaining
es: Orden restante
fr: Toujours en commande

# Thinkage.MainBoss.Controls§Order Time
source: Order Time
es: Orden Tiempo
fr: Heure de la commande

# Thinkage.MainBoss.Controls§Ordered
source: Ordered
es: Ordenado
fr: Commandé

# Thinkage.MainBoss.Controls§Organization Name
source: Organization Name
es: Nombre de Organización
fr: Nom de l'organisation

# Thinkage.MainBoss.Controls§Original Ordered Quantity
source: Original Ordered Quantity
es: Original Cantidad Pedida
fr: D'origine Quantité commandée

# Thinkage.MainBoss.Controls§Other Work Receiving
source: Per Job Receiving
es: Otros Recibir Trabajo
fr: Autre recevant de travail

# Thinkage.MainBoss.Controls§Outgoing Mail
source: Outgoing Mail
es: Correo Saliente
fr: Courrier Sortant

# Thinkage.MainBoss.Controls§Outside Work by Unspecified Vendor
source: Outside Work by Unspecified Vendor
es: Trabajo Externo por Vendedor no especificado
fr: Main-d'œuvre externe par un fournisseur non précisé

# Thinkage.MainBoss.Controls§Overdue
source: Overdue
es: Atrasado
fr: Arriéré

# Thinkage.MainBoss.Controls§Override Default MailBox
source: Override Default MailBox
es: Ignorar Buzon de Correo Predeterminado
fr: Remplacer le MailBox par défaut

# Thinkage.MainBoss.Controls§Override Default Port
source: Override Default Port
es: Ignorar Puerto Predeterminado
fr: Remplacer le port par défaut

# Thinkage.MainBoss.Controls§Pause Service
source: Pause Service
es: Servicio de pausa
fr: Service Pause

source: Pause the Windows Service for MainBoss. While the service is paused it will not do any processing
es: Pausa el servicio de Windows para MainBoss. Mientras que el servicio está en pausa no va a hacer ningún procesamiento
fr: Mettre en pause le service Windows pour MainBoss. Alors que le service est suspendu, il ne fera pas de traitement

# Thinkage.MainBoss.Controls§Per Job Purchase Line
source: Per Job Purchase Line
es: Per Trabajo Línea de la compra
fr: Par achat d'emploi Ligne

# Thinkage.MainBoss.Controls§Per Job Rate
source: Per Job Rate
es: Porcentaje de Puesto de Trabajo
fr: Taux fixe

source: Permanently delete all current 'Activity' and 'Trace' entries in the MainBoss Service log
es: Eliminar permanentemente todas las entradas actuales de "Actividad" y "Traza" en el registro del servicio MainBoss
fr: Supprime définitivement toutes les entrées actuelles 'Activité' et 'Trace' dans le journal du service MainBoss

source: Permanently delete all current entries in the MainBoss Service log
es: Eliminar permanentemente todas las entradas actuales en el registro del servicio MainBoss
fr: Supprimer définitivement toutes les entrées dans le journal du service MainBoss

source: Permanently delete all current 'Trace' entries in the MainBoss Service log
es: Eliminar permanentemente todas las entradas actuales 'Rastro' en el registro del servicio MainBoss
fr: Supprimer définitivement toutes les entrées 'Trace' dans le journal du service MainBoss

# Thinkage.MainBoss.Controls§Physical Count
source: Physical Count
es: Conteo Físico
fr: Dénombrement

# Thinkage.MainBoss.Controls§plus {0} more
source: plus {0} more
es: más {0} más
fr: plus {0} plus

# Thinkage.MainBoss.Controls§PM Batch has been committed
source: PM Batch has been committed
es: PM por lote ha sido comprometido
fr: Le lot de MP est engagé.

# Thinkage.MainBoss.Controls§PM Generation Filters
source: PM Generation Filters
es: PM Generación de Filtros
fr: Filtres PM génération

# Thinkage.MainBoss.Controls§PO Receiving
source: Purchase Order Receiving
es: OC Recepción
fr: Bon de commande Réception

# Thinkage.MainBoss.Controls§Point size
source: Point size
es: El tamaño en puntos
fr: La taille du point

# Thinkage.MainBoss.Controls§Post Office Protocol version 3
source: Post Office Protocol version 3
es: Versión 3 de Protocolo de Correo
fr: Protocole POP version 3

# Thinkage.MainBoss.Controls§Post Office Protocol version 3 over SSL
source: Post Office Protocol version 3 over SSL
es: Post Office Protocol versión 3 a través de SSL
fr: Post Office Protocol version 3 sur SSL

# Thinkage.MainBoss.Controls§Potential Restocking Sources
source: Potential Restocking Sources
es: Fuentes de Repoblación Potenciales
fr: Sources potentielles de réapprovisionnement

# Thinkage.MainBoss.Controls§Predicted Schedule Date
source: Predicted Schedule Date
es: Predicción Horario Fecha
fr: Prédit annexe date

# Thinkage.MainBoss.Controls§Predicted Schedule Reading
source: Predicted Schedule Reading
es: Predicción de la Lista de Lectura
fr: Prédit annexe lecture

# Thinkage.MainBoss.Controls§Predicted Work End Date
source: Predicted Work End Date
es: Predicción de Trabajo Fecha de finalización
fr: Prédit travail Date de fin

# Thinkage.MainBoss.Controls§Predicted Work Order
source: Predicted Work Order
es: Orden de Trabajo Predictivo
fr: Bon de travail prévu

# Thinkage.MainBoss.Controls§Predicted Work Start Date
source: Predicted Work Start Date
es: Predicción de Trabajo Fecha de Inicio
fr: Prédit travail Date de début

# Thinkage.MainBoss.Controls§Prediction of future item requirements
source: Prediction of future item requirements
es: Predicción de los requisitos del artículo futuros
fr: Prévision des besoins futurs d'articles

# Thinkage.MainBoss.Controls§Prediction of future labor requirements
source: Prediction of future labor requirements
es: Predicción de las necesidades de mano de obra futuros
fr: Prévision des besoins futurs de main-d'œuvre

# Thinkage.MainBoss.Controls§Prediction of future work orders
source: Prediction of future work orders
es: La predicción de futuras órdenes de trabajo
fr: Prédiction de futurs Ordres de Travail

# Thinkage.MainBoss.Controls§Prediction of unit lifetimes and replacement costs
source: Prediction of unit lifetimes and replacement costs
es: Predicción de la vida útil de la unidad y los costos de reemplazo
fr: Prévision de la durée de vie de l'unité et les coûts de remplacement

# Thinkage.MainBoss.Controls§Prefer value from Task
source: Prefer value from Task
es: Formular el valor desde Tarea
fr: Valeur préférée provenant de la tâche

# Thinkage.MainBoss.Controls§Prefer value from Unit
source: Prefer value from Unit
es: Formular valor de Unidad
fr: Valeur préférée provenant de l'unité

# Thinkage.MainBoss.Controls§Preferred Language
source: Preferred Language
es: Idioma preferido
fr: Langue préférée

# Thinkage.MainBoss.Controls§Preferred Pricing
source: Preferred Pricing
es: Precio Recomendado
fr: Coût d'achat privilégié

# Thinkage.MainBoss.Controls§Previous Purchase (no PO)
source: Previous Purchase
es: Compra Anterior
fr: Précédent achat

# Thinkage.MainBoss.Controls§Previous Purchase (with PO)
source: Previous Purchase (with PO)
es: Compra Anterior (con OC)
fr: Achat précédent (avec PO)

# Thinkage.MainBoss.Controls§Previous Purchase from Vendor (no PO)
source: Previous Purchase from Vendor
es: Compra anterior del proveedor
fr: Achat précédent auprès du vendeur

# Thinkage.MainBoss.Controls§Previous Purchase from Vendor (with PO)
source: Previous Purchase from Vendor (with PO)
es: Compra anterior del proveedor (con OC)
fr: Achat précédent auprès du vendeur (avec PO)

# Thinkage.MainBoss.Controls§Price Quote
source: Price Quote
es: Precio Cotización
fr: Proposition de prix

# Thinkage.MainBoss.Controls§Price Quote from Vendor
source: Price Quote from Vendor
es: Cotización del Proveedor
fr: Cotation auprès du vendeur

# Thinkage.MainBoss.Controls§Price quotes for Items
source: Price quotes for Items
es: Las cotizaciones Artículos
fr: Les prix relatifs à Articles

# Thinkage.MainBoss.Controls§Pricing Basis
source: Pricing Basis
es: Base de Precios
fr: Base d'établissement du prix

# Thinkage.MainBoss.Controls§Print Purchase Order forms
source: Print Purchase Order forms
es: Imprimir formas Orden de Compra
fr: Imprimer les formulaires Bon de Commande

source: Print Purchase Order forms with multiple copies as needed for distribution to assignees
es: Formas de impresión Orden de Compra con varias copias según sea necesario para su distribución a los cesionarios
fr: Imprimez les formulaires Bon de Commande avec plusieurs copies au besoin pour la distribution aux cessionnaires

# Thinkage.MainBoss.Controls§Print Request forms for distribution
source: Print Request forms for distribution
es: Solicitar Imprimir formas de distribución
fr: Imprimer Les formulaires de demande pour la distribution

# Thinkage.MainBoss.Controls§Print Request forms for distribution to assignees
source: Print Request forms for distribution to assignees
es: Solicitar Imprimir formularios para su distribución a los cesionarios
fr: Imprimer Les formulaires de demande pour la distribution aux cessionnaires

# Thinkage.MainBoss.Controls§Print Work Order forms
source: Print Work Order forms
es: Formas de impresión de órdenes de trabajo
fr: Imprimer travail formulaires de commande

source: Print Work Order forms with multiple copies as needed for distribution to assignees
es: Formas de impresión de orden de trabajo con varias copias según sea necesario para su distribución a los cesionarios
fr: Imprimer travail formulaires de commande avec de multiples copies nécessaires à la distribution aux cessionnaires

# Thinkage.MainBoss.Controls§Printed Form
source: Printed Form
es: Forma Impresa
fr: Formulaire imprimé

# Thinkage.MainBoss.Controls§Process Email
source: Process Email
es: Proceso de correo electrónico
fr: Traiter l'Email

# Thinkage.MainBoss.Controls§Process Email Request
source: Process Email Request
es: Proceso Solicitud de Correo Electrónico
fr: Traiter l'Email Demande

# Thinkage.MainBoss.Controls§Process Email with Diagnostics
source: Process Email with Diagnostics
es: Procesar correo electrónico con Diagnósticos
fr: Traiter l'Email avec Diagnostic

# Thinkage.MainBoss.Controls§Processing Email
source: Processing Email
es: Procesamiento de correo electrónico
fr: Traitement l'Email

# Thinkage.MainBoss.Controls§Proposed Work End Date
source: Proposed Work End Date
es: Propuesta de Trabajo Fecha de finalización
fr: Projet de travail Date de fin

# Thinkage.MainBoss.Controls§Proposed Work Start Date
source: Proposed Work Start Date
es: Propuesta de Trabajo Fecha de Inicio
fr: Projet de travail Date de début

# Thinkage.MainBoss.Controls§Provisional Work End Date
source: Provisional Work End Date
es: Provisional Trabajo Fin Fecha
fr: Provisoire travail Date de fin

# Thinkage.MainBoss.Controls§Provisional Work Start Date
source: Provisional Work Start Date
es: Provisional Trabajo Fecha de Inicio
fr: Date de début de travail provisoire

# Thinkage.MainBoss.Controls§Purchase Lines
source: Purchase Lines
es: Líneas de Compra
fr: Lignes d'achat

# Thinkage.MainBoss.Controls§Purchase Order Assignments for this Assignee
source: Purchase Order Assignments for this Assignee
es: Compra Orden Asignada para el responsable
fr: Assignations des Bons de Commande pour cette personne

# Thinkage.MainBoss.Controls§Purchase Order initial State override
source: Purchase Order initial State override
es: Compra Orden con Estado Inicial Anulada
fr: Annulation de l'état initial du Bon de Commande

# Thinkage.MainBoss.Controls§Purchase Order Line Hourly
source: Purchase Order Line Hourly
es: Hora de Compra Orden por Línea
fr: Bon de commande Ligne horaire

# Thinkage.MainBoss.Controls§Purchase Order Line Per Job
source: Purchase Order Line Per Job
es: Línea Compra Orden de Puesto de Trabajo
fr: Bon de commande ligne par emploi

# Thinkage.MainBoss.Controls§Purchase total cost
source: Purchase total cost
es: Costo Total de Compra
fr: Achetez coût total

# Thinkage.MainBoss.Controls§Purchasing Contact
source: Purchasing Contact
es: Contacto de Compra
fr: Contact - achats

# Thinkage.MainBoss.Controls§Quantity
source: Quantity
es: Cantidad
fr: Quantité

# Thinkage.MainBoss.Controls§Quantity before correction
source: Quantity before correction
es: Cantidad antes de Corrección
fr: Quantité avant correction

# Thinkage.MainBoss.Controls§Quantity must not be negative
source: Quantity must not be negative
es: La Cantidad no debe ser negativa
fr: La quantité ne doit pas être inférieure à zéro.

# Thinkage.MainBoss.Controls§Quantity must not exceed quantity on hand
source: Quantity must not exceed quantity on hand
es: La cantidad no debe exceder la cantidad en existencia
fr: La quantité ne doit pas excéder la quantité en main.

# Thinkage.MainBoss.Controls§Quantity On Hand
source: Quantity On Hand
es: Cantidad de Existencia
fr: Quantité en main

# Thinkage.MainBoss.Controls§Quantity Pending
source: Quantity Pending
es: Cantidad En Espera
fr: Quantité attente

# Thinkage.MainBoss.Controls§Quantity via purchase
source: Quantity via purchase
es: Cantidad a través de Compra
fr: Quantité via l'achat
