Repository: thinkageltd/MainBoss
Catalog: Thinkage.MainBoss.Controls/TranslationResources/messages.*.resx
Languages: es, fr

source: Bar chart showing inside labor costs broken down by employee
es: Gráfico de barras que muestra los costos laborales dentro desglosa por empleado
fr: Diagramme à barres montrant les coûts de main-d'œuvre à l'intérieur ventilé par employé

source: Bar chart showing inside labor time broken down by employee
es: Gráfico de barras que muestra el interior de tiempo de trabajo desglosado por empleado
fr: Diagramme à barres montrant l'intérieur de temps de travail ventilées par employé

# Thinkage.MainBoss.Controls§Bar chart showing labor costs broken down by trade
source: Bar chart showing labor costs broken down by trade
es: Gráfico de barras que muestra los costos laborales descompone de oficio
fr: Diagramme à barres montrant les coûts de main-d'œuvre ventilées par le commerce

source: Bar chart showing labor time broken down by groups in Grouping section
es: Gráfico de barras que muestra el tiempo de trabajo desglosado por grupos en la sección Agrupación
fr: Diagramme à barres montrant le temps de travail ventilées par groupes dans la section Groupement

# Thinkage.MainBoss.Controls§Bar chart showing labor time broken down by trade
source: Bar chart showing labor time broken down by trade
es: Gráfico de barras que muestra el tiempo de trabajo desglosado de oficio
fr: Diagramme à barres montrant le temps de travail décomposé par le commerce

# Thinkage.MainBoss.Controls§Bar chart showing number of Purchase Orders per group
source: Bar chart showing number of Purchase Orders per group
es: Gráfico de barras que muestra el número de órdenes de compra por grupo
fr: Diagramme à barres montrant nombre de Bons de Commande par groupe

# Thinkage.MainBoss.Controls§Bar chart showing number of Requests per group
source: Bar chart showing number of Requests per group
es: Gráfico de barras que muestra el número de solicitudes por grupo
fr: Diagramme à barres numéro de présentation de demandes par groupe

# Thinkage.MainBoss.Controls§Bar chart showing number of Work Orders per group
source: Bar chart showing number of Work Orders per group
es: Gráfico de barras que muestra el número de órdenes de trabajo por grupo
fr: Diagramme à barres montrant nombre de Ordres de Travail par groupe

source: Bar chart showing outside labor costs broken down by vendor/contractor
es: Gráfico de barras que muestra los costos laborales fuera degradado por proveedor / contratista
fr: Diagramme à barres montrant les coûts de main-d'œuvre à l'extérieur ventilées par fournisseur / entrepreneur

source: Bar chart showing outside labor time broken down by vendor/contractor
es: Gráfico de barras que muestra el tiempo de trabajo fuera degradado por proveedor / contratista
fr: Diagramme à barres montrant le temps de travail en dehors ventilées par fournisseur / entrepreneur

source: Bar chart showing Purchase Order duration based on when the request started
es: Gráfico de barras que muestra la duración de órdenes de compra en función de cuándo se inició la solicitud
fr: Diagramme à barres montrant la durée Bon de commande en fonction du moment de la demande a commencé

source: Bar chart showing Request duration based on when the request started
es: Gráfico de barras que muestra la duración solicitud en función de cuándo se inició la solicitud
fr: Montrant durée de la demande de graphique à barres sur la base lorsque la demande a commencé

# Thinkage.MainBoss.Controls§Bar chart showing total downtime per group
source: Bar chart showing total downtime per group
es: Gráfico de barras que muestra el tiempo de inactividad total por grupo
fr: Diagramme à barres montrant les temps d'arrêt total par groupe

# Thinkage.MainBoss.Controls§Bar chart showing total Work Order duration
source: Bar chart showing total Work Order duration
es: Gráfico de barras que muestra la duración total de órdenes de trabajo
fr: Diagramme à barres montrant durée totale de travail de commande

# Thinkage.MainBoss.Controls§Bar chart showing when Purchase Orders ended
source: Bar chart showing when Purchase Orders ended
es: Gráfico de barras que muestra cuando las órdenes de compra terminaron
fr: Diagramme à barres montrant quand Commandes terminés

# Thinkage.MainBoss.Controls§Bar chart showing when Purchase Orders were created
source: Bar chart showing when Purchase Orders were created
es: Gráfico de barras que muestra cuando se crearon las órdenes de compra
fr: Diagramme à barres montrant quand Bons de Commande ont été créés

source: Bar chart showing when Purchase Orders were first Issued
es: Gráfico de barras que muestra cuando las órdenes de compra se emitieron primero
fr: Diagramme à barres montrant quand Bons de Commande ont été émises

# Thinkage.MainBoss.Controls§Bar chart showing when Requests ended
source: Bar chart showing when Requests ended
es: Carta de barra que muestra cuando terminaron Solicitudes
fr: Graphique à barres illustrant lorsque les demandes clos

# Thinkage.MainBoss.Controls§Bar chart showing when Requests were created
source: Bar chart showing when Requests were created
es: Gráfico de barras que muestra cuando se crearon solicitudes
fr: Diagramme à barres montrant lorsque les demandes ont été créés

source: Bar chart showing when Requests were first made In Progress
es: Gráfico de barras que muestra cuándo Se solicitó primero en Progreso
fr: Diagramme à barres montrant lorsque les demandes ont d'abord été faites In Progress

# Thinkage.MainBoss.Controls§Bar chart showing when Work Orders ended
source: Bar chart showing when Work Orders ended
es: Gráfico de barras que muestra cuando las órdenes de trabajo terminaron
fr: Diagramme à barres montrant lorsque les commandes de travaux ont pris fin

# Thinkage.MainBoss.Controls§Bar chart showing when work orders were created
source: Bar chart showing when work orders were created
es: Gráfico de barras que muestra cuando se crearon las órdenes de trabajo
fr: Diagramme à barres montrant lorsque les Ordres de Travail ont été créés

# Thinkage.MainBoss.Controls§Bar chart showing when Work Orders were first Opened
source: Bar chart showing when Work Orders were first Opened
es: Gráfico de barras que muestra cuando las órdenes de trabajo se abrieron primero
fr: Diagramme à barres montrant lorsque les Ordres de Travail ont d'abord été Ouvert

# Thinkage.MainBoss.Controls§Bar Code Symbology
source: Bar Code Symbology
es: Simbología de código de barras
fr: Code à barres de symbologie

# Thinkage.MainBoss.Controls§Basis date for scheduling
source: Basis date for scheduling
es: Fecha base para la programación
fr: date de base pour la planification

# Thinkage.MainBoss.Controls§Basis Task
source: Basis Task
es: Tarea base
fr: Base Groupe

# Thinkage.MainBoss.Controls§Built-in
source: Built-in
es: Incorporado
fr: Encastré

# Thinkage.MainBoss.Controls§Business Phone
source: Business Phone
es: Teléfono Empresa
fr: Téléphone au travail

source: Calculate the Work Order scheduled dates based on the Unit Maintenance Plans
es: Calcular fecha de programa de Ordenes de Trabajo basado en los Planes de Mantenimiento
fr: Calculer les dates de production des bons de travail d'après les programmes de maintenance d'unités

# Thinkage.MainBoss.Controls§Calculated Cost
source: Calculated Cost
es: Costo Calculado
fr: Coût calculé

# Thinkage.MainBoss.Controls§Calculated destination Assignment On Hand Cost
source: Calculated destination Assignment On Hand Cost
es: Destinación Calculada Asignada al Costo a la Mano
fr: Calculé Attribution de destination sur le coût main

# Thinkage.MainBoss.Controls§Calculated Item Price Cost
source: Calculated Item Price Cost
es: Precio de Costo Calculado del Artículo
fr: Coût calculé du prix de l'article

# Thinkage.MainBoss.Controls§Calculated Job Cost
source: Calculated Job Cost
es: Costo de Trabajo Calculado
fr: Coût calculé du mandat

# Thinkage.MainBoss.Controls§Calculated Labor Cost
source: Calculated Labor Cost
es: Costo de Trabajo Calculado
fr: Coût calculé de la main-d'œuvre

# Thinkage.MainBoss.Controls§Calculated On Hand Cost
source: Calculated On Hand Cost
es: Costo Calculado a la Mano
fr: Coût calculé des articles en main

# Thinkage.MainBoss.Controls§Calculated Remaining Order Cost
source: Calculated Remaining Order Cost
es: Costo Calculado de Orden Restante
fr: Coût calculé du reste de la commande

# Thinkage.MainBoss.Controls§Calculated source Assignment On Hand Cost
source: Calculated source Assignment On Hand Cost
es: Costo Calculado A la Mano asignado al Recurso
fr: Calculé Attribution source sur le coût main

source: Calculating the Demanded Cost when a Work Order is generated requires that a Quantity be supplied
es: Cálculo del costo estimado cuando se genera una orden de trabajo requiere que se presente una Cantidad
fr: Calcul du coût Exigé quand un Ordre de Travail est généré exige qu'un Quantité être fourni

# Thinkage.MainBoss.Controls§Cannot convert Email Message
source: Cannot convert Email Message
es: No se puede convertir correo electrónico Mensaje
fr: Impossible de convertir le Message électronique

source: Cannot edit or create a specification without selecting a Form
es: No puede editar o crear una especificación sin seleccionar una Formulario
fr: Modification ou création d'une caractéristique technique impossible quand aucune fiche n'est choisie.

# Thinkage.MainBoss.Controls§Cannot find specification record
source: Cannot find specification record
es: No puede encontrar Registro de Especificación
fr: Entrée des caractéristiques techniques introuvable

# Thinkage.MainBoss.Controls§Cannot import Email Message
source: Cannot import Email Message
es: No se puede importar correo electrónico Mensaje
fr: Impossible d'importer le courrier électronique

source: Cannot move because a record is currently being modified in another form. Do you want to switch to that form?
es: No se puede mover porque un registro actualmente se está modificando en otra forma. ¿Quieres cambiar a esa forma?
fr: Impossible de déplacer car un enregistrement est en cours de modification sous une autre forme. Voulez-vous passer à cette forme?

# Thinkage.MainBoss.Controls§Cannot save Email Message to specified file
source: Cannot save Email Message to specified file
es: No se puede guardar el correo electrónico en el archivo
fr: Impossible d'enregistrer Message électronique dans le fichier spécifié

# Thinkage.MainBoss.Controls§Cannot save Email Part to a file
source: Cannot save Email Part to a file
es: No se puede guardar Electronico a un archivo
fr: Impossible d'enregistrer Email partie dans un fichier

source: Cannot update because the Active Directory Reference cannot be found and there is no email address to match
es: No se puede actualizar porque la referencia de Active Directory no se puede encontrar, y no hay una dirección de correo electrónico para que coincida
fr: Ne peut pas mettre à jour car la référence Active Directory est introuvable et il n'y a aucune adresse de courriel pour correspondre

source: Cannot update because Windows has multiple login names {0} associated with Contact's email addresses
es: No se puede actualizar porque Windows tiene múltiples nombres de usuario {0} asociado con direcciones de correo electrónico de contacto
fr: Ne peut pas mettre à jour car Windows a plusieurs {0} de noms de connexion associées aux adresses de courriel du Contact

source: Cannot update because Windows has no login names associated with any of the email addresses
es: No se puede actualizar porque Windows no tiene nombres de usuario asociados a cualquiera de las direcciones de correo electrónico
fr: Impossible de mettre à jour car Windows n'a aucun nom de connexion associé à une des adresses e-mail

# Thinkage.MainBoss.Controls§Cannot view Email Part
source: Cannot view Email Part
es: No se puede ver la parte de correo electrónico
fr: Ne peut pas visualiser la partie de l'Email

# Thinkage.MainBoss.Controls§Change Schedule Basis
source: Change Schedule Basis
es: Cambiar programación Bases
fr: Modifier la planification Base

# Thinkage.MainBoss.Controls§Change Scheduling Parameters
source: Change Scheduling Parameters
es: Cambiar parámetros de programación
fr: Modifier les paramètres de programmation

source: Change the parent location of the selected records to be the destination location
es: Cambiar la ubicación de los padres de los registros seleccionados para ser el lugar de destino
fr: Modifier l'emplacement de parent des enregistrements sélectionnés pour être l'emplacement de destination

source: Choose the contact which the selected contacts will be merged into
es: Elija el contacto en el que se fusionarán los contactos seleccionados
fr: Choisissez le contact dans lequel les contacts sélectionnés seront fusionnés

source: Choose the location where the selected records will be moved to
es: Elija el lugar donde los registros seleccionados se moverán a
fr: Choisissez l'emplacement où les enregistrements sélectionnés seront déplacés

# Thinkage.MainBoss.Controls§Clear Select for Printing
source: Clear Select for Printing
es: Invalidar lo Seleccionado para Imprimir
fr: Effacer la sélection pour l'impression

source: Clear the select for printing flag on all records that match the current print filter
es: Invalidar lo seleccionado para imprimir en todos los registros que coincidan con el filtro de impresión actual
fr: Effacer la sélection pour l'indicateur d'impression sur toutes les enregistrements correspondant au filtre d'impression actuel

# Thinkage.MainBoss.Controls§Close Preferences
source: Close Preferences
es: Cierra las Preferencias
fr: Fermer Préférences

# Thinkage.MainBoss.Controls§Commit
source: &Commit
es: Producir
fr: E&ngager

# Thinkage.MainBoss.Controls§Commit &amp;&amp; Close
source: Commit && Close
es: Producir && Cerrar
fr: Engager && et fermer

# Thinkage.MainBoss.Controls§Commit &amp;&amp; New
source: Commit && New
es: Producir && Nuevo
fr: Engagez && New

# Thinkage.MainBoss.Controls§Company Location
source: Company Location
es: Ubicación de la Empresa
fr: Entreprise Région

# Thinkage.MainBoss.Controls§Company Logo
source: Company Logo
es: Logo de la Empresa
fr: Logotype de l'entreprise

# Thinkage.MainBoss.Controls§Completed
source: Completed
es: Completado
fr: Terminé

# Thinkage.MainBoss.Controls§Computer
source: Computer
es: Computadora
fr: Ordinateur

# Thinkage.MainBoss.Controls§Configure
source: Configure
es: Configurar
fr: Configurer

# Thinkage.MainBoss.Controls§Configure Windows Service for MainBoss
source: Configure Windows Service for MainBoss
es: Configurar el servicio de Windows para MainBoss
fr: Configurer le service Windows pour MainBoss

source: Contact '{0}' can not be created since it already exists
es: Contacto '{0}' no se puede crear porque ya existe
fr: Contact '{0}' ne peut pas être créé car il existe déjà

source: Contact could not be created for senders email address
es: Contacto No se podría crear para los remitentes dirección de correo electrónico
fr: Contact n'a pas pu être créé pour les expéditeurs de courriel

# Thinkage.MainBoss.Controls§Content is not printable
source: Content is not printable
es: El contenido no es imprimible
fr: Contenu n'est pas imprimable

# Thinkage.MainBoss.Controls§Contra
source: Contra
es: Contrario a
fr: Contre

# Thinkage.MainBoss.Controls§Convert to Email Request
source: Convert to Email Request
es: Convertir a correo electrónico Solicitar
fr: Convertir en demande par Email

# Thinkage.MainBoss.Controls§Correct
source: &Correct
es: Correcto
fr: &Juste

# Thinkage.MainBoss.Controls§Corrected Cost
source: Corrected Cost
es: Costo Correto
fr: Coût corrigé

# Thinkage.MainBoss.Controls§Corrected Quantity
source: Corrected Quantity
es: Cantidad Correcta
fr: Quantité corrigée

# Thinkage.MainBoss.Controls§Correction of Actual Hourly (with PO)
source: Correction of Actual Hourly (with PO)
es: Corrección de real por hora (con PO)
fr: Correction de réelles horaire (avec PO)

# Thinkage.MainBoss.Controls§Correction of Actual Per Job (with PO)
source: Correction of Actual Per Job (with PO)
es: Corrección de reales por Job (con PO)
fr: Correction du réel par emploi (avec PO)

# Thinkage.MainBoss.Controls§Correction of Chargeback
source: Correction of Chargeback
es: Corrección de Devolución
fr: Correction de la Rétrofacturation

source: Correction of Receive Item to Temporary Location
es: Corrección de Artículo Recibido para Ubicación Temporal
fr: Correction de réception d'un article dans un espace de rangement temporaire

source: Correction of Receive Item to Temporary Location (with PO)
es: Corrección de Artículo Recibido para Ubicación Temporal (con OC)
fr: Correction de réception d'un article dans un espace de rangement temporaire (avec BC)

# Thinkage.MainBoss.Controls§Cost
source: Cost
es: Costo
fr: Coût

# Thinkage.MainBoss.Controls§Cost as corrected
source: Cost as corrected
es: Costo corregido
fr: Coût après correction

# Thinkage.MainBoss.Controls§Cost before correction
source: Cost before correction
es: Costo antes de la corrección
fr: Coût avant correction

# Thinkage.MainBoss.Controls§Cost must be zero when quantity is zero
source: Cost must be zero when quantity is zero
es: El costo debe ser cero cuando la cantidad es cero
fr: Le coût doit être zéro quand la quantité est zéro.

# Thinkage.MainBoss.Controls§Cost must not be negative
source: Cost must not be negative
es: El costo no puede ser negativo
fr: Le coût ne doit pas être négatif.

# Thinkage.MainBoss.Controls§Cost must not exceed value on hand
source: Cost must not exceed value on hand
es: El costo no debe exceder valor en existencia
fr: Le coût ne doit pas excéder la valeur en main.

# Thinkage.MainBoss.Controls§Cost Pending
source: Cost Pending
es: Pendiente Costo
fr: En attente des coûts

source: Could not construct a valid SQL Server Connection string
es: No se pudo construir una cadena de conexión de SQL Server válida
fr: Impossible de construire une chaîne de connexion SQL Server valide

# Thinkage.MainBoss.Controls§Coverage
source: Coverage
es: Cobertura
fr: Couverture

# Thinkage.MainBoss.Controls§Create a new Specification based on the selected form
source: Create a new Specification based on the selected form
es: Crear una Nueva Especificación basada en una Formulario seleccionado
fr: Créer une nouvelle caractéristique technique à partir de la fiche sélectionnée

# Thinkage.MainBoss.Controls§Create a request for this Email Message
source: Create a request for this Email Message
es: Crear una solicitud de este mensaje de correo electrónico
fr: Créer une demande pour ce Message

source: Create a requestor for the sender email address and create a request
es: Crear un solicitante para la dirección de correo electrónico del remitente y crear una solicitud
fr: Créer un demandeur pour l'adresse e-mail de l'expéditeur et créer une demande de

# Thinkage.MainBoss.Controls§Create Contacts
source: Create Contacts
es: Crear Contactos
fr: Créer des contacts

# Thinkage.MainBoss.Controls§Create from Active Directory
source: Create from Active Directory
es: Crear desde Active Directory
fr: Créer à partir d'Active Directory

# Thinkage.MainBoss.Controls§Create Requestor
source: Create Requestor
es: Crear Solicitante
fr: Créer le demandeur

# Thinkage.MainBoss.Controls§Create the contacts
source: Create the contacts
es: Crear los contactos
fr: Créer les contacts

# Thinkage.MainBoss.Controls§Create the scheduled Work Orders
source: Create the scheduled Work Orders
es: Crear la Ordenes de Trabajo programadas
fr: Créer les bons de travail programmés

source: Create the scheduled Work Orders and close this editor
es: Crear las Ordenes de Trabajo programadas y cerrar el editor
fr: Créer les bons de travail programmés et fermer cet éditeur

source: Create the scheduled Work Orders and create a new batch
es: Crear las órdenes de trabajo programadas y crear un nuevo lote
fr: Créez les Ordres de Travail prévus et créer un nouveau lot

# Thinkage.MainBoss.Controls§Created on
source: Created on
es: Creado el
fr: Créé le

# Thinkage.MainBoss.Controls§Creating Requests from Email.
source: Creating Requests from Email.
es: Creación de solicitudes de correo electrónico.
fr: Création de demandes de courrier électronique.

# Thinkage.MainBoss.Controls§Credit
source: Credit
es: Crédito
fr: Crédit

# Thinkage.MainBoss.Controls§Current
source: Current
es: Actual
fr: Courant

# Thinkage.MainBoss.Controls§Current replacement cost
source: Current replacement cost
es: Coste de reposición
fr: Coût de remplacement actuel

# Thinkage.MainBoss.Controls§Current State History Id
source: Current State History Id
es: ID actual del historial del estado
fr: Id d'histoire de l'état actuel

# Thinkage.MainBoss.Controls§Current Translation
source: Current Translation
es: Traducción actual
fr: Traduction actuel

# Thinkage.MainBoss.Controls§Current value calculation
source: Current value calculation
es: Cálculo del Valor Actual
fr: Calcul de la valeur actuelle

# Thinkage.MainBoss.Controls§Custom
source: Custom
es: Hecho por cliente
fr: Personnalisé

# Thinkage.MainBoss.Controls§Custom Report Layout
source: Custom Report Layout
es: Diseño del Reporte Personalizado
fr: Format de rapport spécial

# Thinkage.MainBoss.Controls§Data import package identified as {0}
source: Data import package identified as {0}
es: Paquete de datos de importación identificado como {0}
fr: package d'importation de données identifié comme {0}

# Thinkage.MainBoss.Controls§Database {0} Version {1}
source: Database {0} Version {1}
es: Base de datos {0} Versión {1}
fr: Base de données {0} Version {1}

# Thinkage.MainBoss.Controls§Database Management - Update Statistics
source: Database Management - Update Statistics
es: Bases de datos - Actualizar Estadísticas
fr: Gestion de base de données - Mise à jour statistiques

# Thinkage.MainBoss.Controls§Database server must be SQL Server 2008 or later
source: Database server must be SQL Server 2008 or later
es: Servidor de base de datos debe ser SQL Server 2008 o posterior
fr: serveur de base de données doit être SQL Server 2008 ou plus tard

# Thinkage.MainBoss.Controls§Date must be after {0} and before {1}.
source: Date must be after {0} and before {1}.
es: La Fecha debe ser despúes {0} y antes {1}.
fr: La date doit être après {0} et avant {1}.

# Thinkage.MainBoss.Controls§Date must be after {0}.
source: Date must be after {0}.
es: La Fecha debe ser después {0}.
fr: La date doit être après {0}.

# Thinkage.MainBoss.Controls§Date must be before {0}.
source: Date must be before {0}.
es: La Fecha debe ser antes {0}.
fr: La date doit être avant {0}.

# Thinkage.MainBoss.Controls§Days
source: Days
es: Días
fr: Journées

# Thinkage.MainBoss.Controls§Days Overdue
source: Days Overdue
es: Dias Atrasados
fr: Jours en Retard

# Thinkage.MainBoss.Controls§Debit
source: Debit
es: Débito
fr: Débit

# Thinkage.MainBoss.Controls§Deemed Release Date for license validation
source: Deemed Release Date for license validation
es: Fecha de lanzamiento considerado para la validación de licencias
fr: Présomption Date de sortie pour la validation de licence

# Thinkage.MainBoss.Controls§Deemed Work End Date
source: Deemed Work End Date
es: Considerado el Trabajo Fin Fecha
fr: Réputé travail Date de fin

# Thinkage.MainBoss.Controls§Deemed Work Start Date
source: Deemed Work Start Date
es: Considerado Trabajo Fecha de Inicio
fr: Réputé travail Date de début

# Thinkage.MainBoss.Controls§Default Backup Location
source: Default Backup Location
es: Ubicación de copia de seguridad predeterminada
fr: Emplacement de sauvegarde par défaut

# Thinkage.MainBoss.Controls§Default Report Layout
source: Default Report Layout
es: Diseño Predeterminado de Informes
fr: Format par défaut du rapport

# Thinkage.MainBoss.Controls§Defer
source: Defer
es: Diferir
fr: Différer
