Repository: thinkageltd/MainBoss
Catalog: Thinkage.MainBoss.Controls/TranslationResources/messages.*.resx
Languages: es, fr

source: You have not committed the generated work orders. Are you sure you want to quit?
es: Usted no ha generado Ordenes de Trabajo. Está seguro de salir?
fr: Vous n'avez pas engagé les bons de travail produits. Voulez-vous vraiment quitter?

source: You have not created the work order. Are you sure you want to quit?
es: Usted no ha creado la Orden de Trabajo. Usted esta seguro de salir?
fr: Vous n'avez pas créé le bon de travail. Voulez-vous vraiment quitter?

source: You have not generated the work orders. Are you sure you want to quit?
es: Usted no ha generado las Ordenes de Trabajo. Esta seguro de salir?
fr: Vous n'avez pas produit les bons de travail. Voulez-vous vraiment quitter?

source: You must choose at least one of Item, Labor or Miscellaneous Expense Class
es: Usted puede elegir por lo menos un Artículo, Trabajo o Diversas Clases de gasto
fr: Vous devez choisir au moins une de la rubrique, le travail ou Frais divers de classe

source: You must create a MainBoss Service Configuration record. Expand this control panel and use the Configuration control panel to create the MainBoss Service Configuration Record.
es: Debe crear un registro de configuración de servicio de MainBoss. Expanda este panel de control y utilice el panel de control Configuración para crear el Registro de configuración del servicio de MainBoss.
fr: Vous devez créer un enregistrement MainBoss Service Configuration. Développez ce panneau de contrôle et utilisez le panneau de configuration pour créer l'enregistrement de configuration du service MainBoss.

source: You must create or select a MainBoss Service Configuration record.
es: Debe crear o seleccionar un registro de configuración del servicio de MainBoss.
fr: Vous devez créer ou sélectionner un enregistrement de MainBoss Service Configuration.

source: You must first remove the existing license manually and then try again with the new license set if the intent is to replace a better license.
es: Debe quitar primero la licencia existente de forma manual y vuelva a intentarlo con el nuevo conjunto de licencias si la intención es reemplazar una mejor licencia.
fr: Vous devez d'abord supprimer la licence existante manuellement, puis essayez à nouveau avec le nouveau jeu de licences si l'intention est de remplacer une meilleure licence.

source: You require SQL Database Login Administration permissions for this operation
es: Requiere permisos de administración de inicio de sesión de base de datos de SQL para esta operación
fr: Vous avez besoin d'autorisations d'administration de connexion SQL Database pour cette opération

source: You require SQL Database User Administration permissions for this operation
es: Requiere permisos de Administración de usuarios de base de datos SQL para esta operación
fr: Vous avez besoin d'autorisations d'administration des utilisateurs de la base de données SQL pour cette opération

# dsMBLabel§Code
source: Code
es: Codigo

# dsMBLabel§Desc
source: Description
es: Descripción

# TableObjects§MainBoss-defined Security Role
source: MainBoss-defined Security Role
es: Función de seguridad definida por MainBoss

# TableObjects§Security Role
source: Security Role
es: Función de seguridad

# TableObjects§SQL Server
source: SQL Server
es: SQL Servidor

# TableObjects§Trace
source: Trace
es: Rastro

# Thinkage.MainBoss.Controls.ControlPanel§Configuration
source: Configuration
es: Configuración

# Thinkage.MainBoss.Controls§Code
source: Code
es: Código

# Thinkage.MainBoss.Controls§Contact
source: Contact
es: Contacto

# Thinkage.MainBoss.Controls§Correction
source: Correction
es: Corrección

# Thinkage.MainBoss.Controls§Date
source: Date
es: Fecha

# Thinkage.MainBoss.Controls§Demanded Count
source: Demanded Count
es: Conde Exigido

# Thinkage.MainBoss.Controls§Destination
source: Destination
es: Destino

# Thinkage.MainBoss.Controls§Email Part
source: Email Part
es: Parte de Correo Electrónico

# Thinkage.MainBoss.Controls§Exceptions
source: Exceptions
es: Excepciones

# Thinkage.MainBoss.Controls§Extension
source: Extension
es: Extensión

# Thinkage.MainBoss.Controls§Formats {0} ({1}/{2:X4})
source: Formats {0} ({1}/{2:X4})
es: Formatos {0} ({1}/{2:X4})

# Thinkage.MainBoss.Controls§Maintenance
source: Maintenance
es: Entretien

# Thinkage.MainBoss.Controls§Maintenance Type
source: Maintenance Type
es: Tipo de Mantenimiento

# Thinkage.MainBoss.Controls§Maximum
source: Maximum
es: Máximo

# Thinkage.MainBoss.Controls§Messages {0} ({1}/{2:X4})
source: Messages {0} ({1}/{2:X4})
es: Mensajes {0} ({1}/{2:X4})

# Thinkage.MainBoss.Controls§Minimum
source: Minimum
es: Mínimo

# Thinkage.MainBoss.Controls§Modules
source: Modules
es: Módulos

# Thinkage.MainBoss.Controls§Service
source: Service
es: Servicio

# Thinkage.MainBoss.Controls§Service Control
source: Service Control
es: Control de Servicio

# Thinkage.MainBoss.Controls§Source
source: Source
es: Fuente

# Thinkage.MainBoss.Controls§State Duration
source: State Duration
es: Duración de estado

source: The Windows Service for MainBoss cannot be configured with only a demonstration license.
es: El servicio de Windows para MainBoss no se puede configurar con sólo una licencia de demostración.

# Thinkage.MainBoss.Controls§Type
source: Type
es: Tipo

# Thinkage.MainBoss.Controls§Version {0}.{1}
source: Version {0}.{1}
es: Versión {0}.{1}

source: View the Email associated with the request in your Email program
es: Ver el correo electrónico asociado a la solicitud en su programa de correo electrónico

# Thinkage.MainBoss.Controls§Work Order Resources actually used
source: Work Order Resources actually used
es: Recursos de orden de trabajo realmente utilizados
