Repository: thinkageltd/MainBoss
Catalog: Thinkage.MainBoss.Controls/TranslationResources/messages.*.resx
Languages: es, fr

source: Show on Map does not have enough information; needs map coordinates or full postal address
es: Mostrar en el mapa no tiene sufuciente información; de las coordenadas necesarias o la dirección Postal Completa.
fr: Afficher sur la carte n'a pas assez d'information; doit coordonnées de carte ou l'adresse postale complète

source: Show prospects for Purchase Order Assignee for this Purchase Order
es: Para esta Compra Orden mostrar al Responsable el prospecto de la Compra Orden
fr: Montrer les personnes pouvant être assignées à ce Bon de Commande

# Thinkage.MainBoss.Controls§Show prospects for Request Assignee for this Request
source: Show prospects for Request Assignee for this Request
es: Para esta solicitud Mostrar al responsable el prospecto de la solicitud
fr: Montrer les personnes pouvant être assignées à cette demande de travaux

source: Show prospects for Work Order Assignee for this Work Order
es: Para esta Orden de Trabajo Mostrar al responsable el prospecto de la Orden de Trabajo
fr: Montrer les personnes pouvant être assignées à ce bon de travail

# Thinkage.MainBoss.Controls§Show Purchase Template Lines for the Demand
source: Show Purchase Template Lines for the Demand
es: Mostrar compra líneas de la plantilla para la demanda
fr: Voir Achat modèle lignes pour la demande

# Thinkage.MainBoss.Controls§Show Storage Assignments for
source: Show Storage Assignments for
es: Mostrar Asignaciones para Trastero
fr: Montrer Assignations d'espaces de rangement pour

# Thinkage.MainBoss.Controls§Show this location on a map
source: Show this location on a map
es: Mostrar este lugar en el mapa
fr: Voir cet emplacement sur une carte

# Thinkage.MainBoss.Controls§Show Units
source: Show Units
es: Mostrar Unidades
fr: Afficher les unités

# Thinkage.MainBoss.Controls§Size does not match font's size
source: Size does not match font's size
es: El tamaño no coincide con el tamaño de la fuente
fr: Taille ne correspond pas à la taille de la police

# Thinkage.MainBoss.Controls§Source Assignment status
source: Source Assignment status
es: Estado del Recurso Asignado
fr: Statut d'attribution de Source

# Thinkage.MainBoss.Controls§Source Type
source: Source Type
es: Tipo de Fuente
fr: Type de Source

# Thinkage.MainBoss.Controls§SQL User '{0}'
source: SQL User '{0}'
es: Usuario SQL '{0}'
fr: Utilisateur SQL '{0}'

# Thinkage.MainBoss.Controls§SQL user '{0}' (Windows user '{1}')
source: SQL user '{0}' (Windows user '{1}')
es: Usuario SQL '{0}' (Usuario de Windows '{1}')
fr: Utilisateur SQL '{0}' (Utilisateur Windows '{1}')

# Thinkage.MainBoss.Controls§Start
source: Start
es: Iniciar
fr: Démarrer

# Thinkage.MainBoss.Controls§Start Early
source: Start Early
es: Comenzar Temprano
fr: Début Tôt

# Thinkage.MainBoss.Controls§Start Early Estimate
source: Start Early Estimate
es: Comenzar Temprano Estimación
fr: Début Tôt Estimation

# Thinkage.MainBoss.Controls§Start Estimate
source: Start Estimate
es: Comenzar estimación
fr: Début Estimation

# Thinkage.MainBoss.Controls§Start Late
source: Start Late
es: Comenzar Tarde
fr: Début Tarde

# Thinkage.MainBoss.Controls§Start Late Estimate
source: Start Late Estimate
es: Comenzar Tarde Estimación
fr: Début Tarde Estimation

# Thinkage.MainBoss.Controls§Start Service
source: Start Service
es: Iniciar Servicio
fr: Démarrer service

# Thinkage.MainBoss.Controls§Start the Windows Service for MainBoss
source: Start the Windows Service for MainBoss
es: Iniciar el servicio de Windows para MainBoss
fr: Démarrez le service Windows pour MainBoss

# Thinkage.MainBoss.Controls§State
source: State
es: Estado
fr: État

# Thinkage.MainBoss.Controls§State History
source: State History
es: Estado Histórico
fr: Historique de la situation

# Thinkage.MainBoss.Controls§Status
source: Status
es: Estatus
fr: État

# Thinkage.MainBoss.Controls§Status Pending
source: Status Pending
es: Estado Pendiente
fr: Statut attente

# Thinkage.MainBoss.Controls§Stop
source: Stop
es: Detenga
fr: Arrêter

# Thinkage.MainBoss.Controls§Stop All Tracing
source: Stop All Tracing
es: Detener todos Tracing
fr: Arrêter tout Tracing

# Thinkage.MainBoss.Controls§Stop Service
source: Stop Service
es: Detenga Servicio
fr: Arrêter service

# Thinkage.MainBoss.Controls§Stop the Windows Service for MainBoss
source: Stop the Windows Service for MainBoss
es: Detenga el servicio de Windows para MainBoss
fr: Arrêtez le service Windows pour MainBoss

source: Storage Assignment filtering based on Available quantity
es: Asignación de Trastero filtrado basado en la cantidad disponible
fr: Filtrage des attributions d'espaces de rangement d'après la quantité disponible

source: Storage Assignment filtering based on Pricing and Purchasing History
es: Asignación de Trastero filtrando basado en Precio y Histórico de Compra
fr: Filtrage des attributions d'espaces de rangement d'après l'historique de coût d'achat et d'achat

# Thinkage.MainBoss.Controls§Suggested cost
source: Suggested cost
es: Costo Sugerido
fr: Coût suggéré

# Thinkage.MainBoss.Controls§Suggested Restocking Quantity
source: Suggested Restocking Quantity
es: Sugerido Cantidad Repoblación
fr: Quantité de réapprovisionnement suggérée

# Thinkage.MainBoss.Controls§Suggested Text
source: Suggested Text
es: Texto Sugerido
fr: Texte proposé

# Thinkage.MainBoss.Controls§Summary by assignee with one line per request
source: Summary by assignee with one line per request
es: Resumen del cesionario con una línea por solicitud
fr: Résumé par le cessionnaire avec une ligne par demande

source: Summary of information from State History section of Purchase Orders, one line per State History entry
es: Resumen de la información de la sección de Historia del Estado de órdenes de compra, una línea por cada entrada de la lista Estado
fr: Résumé de l'information de la section Histoire d'état des Bons de Commande, une ligne par entrée d'historique d'état

source: Summary of information from State History section of requests, one line per State History entry
es: Resumen de información de la sección de Historia del Estado de las solicitudes, una línea por entrada de Historia del Estado
fr: Résumé des informations de la section Histoire État des demandes, une ligne par State History entrée

source: Summary of information from State History section of work orders, one line per State History entry
es: Resumen de la información de la sección de Historia del Estado de las órdenes de trabajo, una línea por cada entrada de la lista Estado
fr: Résumé de l'information de la section Historique de l'état des Ordres de Travail, une ligne par entrée d'état historique

# Thinkage.MainBoss.Controls§Summary with one line per request
source: Summary with one line per request
es: Resumen con una línea por solicitud
fr: Résumé avec une ligne par demande

# Thinkage.MainBoss.Controls§Sunday
source: Sunday
es: Domingo
fr: Dimanche

# Thinkage.MainBoss.Controls§Syntax error in regular expression
source: Syntax error in regular expression
es: Error de sintaxis en expresión regular
fr: Erreur de syntaxe dans l'expression régulière

# Thinkage.MainBoss.Controls§Task demands and actuals
source: Task demands and actuals
es: Exigidos de la tarea y los datos reales
fr: exigences de la tâche et les dépenses réelles

# Thinkage.MainBoss.Controls§Task hourly inside demands and actuals
source: Task hourly inside demands and actuals
es: Tarea demandas y reales por hora en el interior
fr: Tâche demandes et les chiffres réels horaire intérieur

# Thinkage.MainBoss.Controls§Task hourly outside demands and actuals
source: Task hourly outside demands and actuals
es: Tarea demandas y reales por hora en el exterior
fr: Tâche demandes et les chiffres réels horaire extérieur

# Thinkage.MainBoss.Controls§Task items, labor, and miscellaneous expenses
source: Task items, labor, and miscellaneous expenses
es: Elementos de las tareas, el trabajo, y gastos varios
fr: Articles de tâches, du travail, et les dépenses diverses

# Thinkage.MainBoss.Controls§Task miscellaneous demands and actuals
source: Task miscellaneous demands and actuals
es: Tarea demandas y reales misceláneas
fr: Tâche demandes et les chiffres réels divers

# Thinkage.MainBoss.Controls§Task per job inside demands and actuals
source: Task per job inside demands and actuals
es: Tarea por puesto de trabajo dentro de las demandas y los datos reales
fr: Groupe de travail à l'intérieur par les demandes et les chiffres réels

# Thinkage.MainBoss.Controls§Task per job outside demands and actuals
source: Task per job outside demands and actuals
es: Grupo de trabajo por demandas y reales fuera
fr: Groupe par exigences de l'emploi et les dépenses réelles à l'extérieur

# Thinkage.MainBoss.Controls§Task Temporary Storage Assignment
source: Task Temporary Storage Assignment
es: Tarea Trastero Temporal Asignado
fr: Attribution d'un espace de rangement temporaire

# Thinkage.MainBoss.Controls§Text Content
source: Text Content
es: Contenido de Texto
fr: Contenu du texte

# Thinkage.MainBoss.Controls§The calculated cost is being used
source: The calculated cost is being used
es: El costo calculado esta siendo usado
fr: Le coût calculé est actuellement utilisé.

# Thinkage.MainBoss.Controls§The calculated quantity is being used
source: The calculated quantity is being used
es: La cantidad calculada esta siendo usada
fr: La quantité calculée est actuellement utilisée.

# Thinkage.MainBoss.Controls§The current state has changed
source: The current state has changed
es: El estado actual ha cambiado
fr: L'état actuel a changé

source: The Demand associated with this purchase line item has an Expense Category that is not valid for the Work Order's Expense Model
es: El requerimiento asociado con esta Línea de Artículo de Compra tiene una Categoría de gasto que no es válida para el Modelo de Gasto de la Orden de Trabajo
fr: La demande associée à cette ligne comporte une catégorie de coûts non valide pour le modèle de coûts du bon de travail.

# Thinkage.MainBoss.Controls§The demanded cost is being used
source: The demanded cost is being used
es: Se esta utilizando el demanda del costo estimado
fr: Le coût estimatif de la demande est actuellement utilisé.

source: The email request does not have a problem with the requestor
es: La solicitud por correo electrónico no tiene un problema con el solicitante
fr: La demande de courrier électronique n'a pas de problème avec le demandeur

# Thinkage.MainBoss.Controls§The email request has been already been rejected
source: The email request has been already been rejected
es: La solicitud de correo electrónico ya ha sido rechazada
fr: La demande de courrier électronique a déjà été rejetée

# Thinkage.MainBoss.Controls§The email request has been already processed
source: The email request has been already processed
es: La solicitud de correo electrónico ya ha sido procesado
fr: La demande de courrier électronique a déjà été traitée

# Thinkage.MainBoss.Controls§The first day of work
source: The first day of work
es: El primer día de Trabajo
fr: Le premier jour de travail

source: The following licenses have a License Id different from the Named User license {0}:
es: Las siguientes licencias tienen una Licencia Id distinto de la licencia Usuario con nombre {0}:
fr: Les licences suivantes ont un License Id différent de la licence Named User {0}:

# Thinkage.MainBoss.Controls§The last day of work
source: The last day of work
es: El último día de Trabajo
fr: Le dernier jour de travail

source: The Planned Maintenance Batch has not been committed so there is no Work Order to view
es: El lote de Mantenimiento Programado no se ha confirmado lo que no hay orden de trabajo para ver
fr: Le lot Maintenance planifiée n'a pas été commis tant il est commandant de travail pour voir

# Thinkage.MainBoss.Controls§The record is not a recognized type
source: The record is not a recognized type
es: El registro no es un tipo reconocido
fr: Le dossier ne est pas un type reconnu

# Thinkage.MainBoss.Controls§The request has no associated Email Message
source: The request has no associated Email Message
es: La solicitud no tiene asociado mensaje de correo electrónico
fr: La requête n'a pas de message d'email associé

# Thinkage.MainBoss.Controls§The suggested cost is being used
source: The suggested cost is being used
es: El Costo sugerido esta siendo usado
fr: Le coût proposé est actuellement utilisé.

# Thinkage.MainBoss.Controls§The suggested Purchase Order Line Text is being used
source: The suggested Purchase Order Line Text is being used
es: La línea de texto sugerida de la Compra Orden esta siendo usada
fr: Le texte de la ligne du Bon de Commande proposée est actuellement utilisé.

# Thinkage.MainBoss.Controls§The template already provides a Subject
source: The template already provides a Subject
es: La Plantilla Actual provee un asunto
fr: Le modèle comprend déjà un ligne Objet

# Thinkage.MainBoss.Controls§The template already provides an Expense Model
source: The template already provides an Expense Model
es: La Plantilla Actual provee un Modelo de Gasto
fr: Le modèle comprend déjà un ligne Modèle de coûts

source: The Windows Service for MainBoss cannot be configured from within clickonce deployment of MainBoss.
es: El servicio de Windows para MainBoss no se puede configurar desde dentro de la implementación de ClickOnce de MainBoss.
fr: Le service Windows pour MainBoss ne peut pas être configuré à partir déploiement clickonce de MainBoss.

source: The Windows Service for MainBoss configuration must be done on the computer where the service is installed.
es: El servicio de Windows para la configuración de MainBoss se debe hacer en la computadora donde se instala el servicio.
fr: Le service Windows pour la configuration MainBoss doit être effectué sur l'ordinateur où le service est installé.

source: The Windows Service for MainBoss does not need to be configured.
es: El servicio de Windows para MainBoss no necesita ser configurado.
fr: Le service Windows pour MainBoss n'a pas besoin d'être configuré.

source: The Windows Service for MainBoss is already installed.
es: El servicio de Windows para MainBoss ya está instalado.
fr: Le service Windows pour MainBoss est déjà installé.

# Thinkage.MainBoss.Controls§The Windows Service for MainBoss is not installed.
source: The Windows Service for MainBoss is not installed.
es: El servicio de Windows para MainBoss no está instalado.
fr: Le service Windows pour MainBoss ne est pas installé.

# Thinkage.MainBoss.Controls§The Windows Service for MainBoss is not running.
source: The Windows Service for MainBoss is not running.
es: El servicio de Windows para MainBoss no se está ejecutando.
fr: Le service Windows pour MainBoss ne est pas en cours d'exécution.

# Thinkage.MainBoss.Controls§The Windows Service for MainBoss is not stopped.
source: The Windows Service for MainBoss is not stopped.
es: El servicio de Windows para MainBoss no se detiene.
fr: Le service Windows pour MainBoss ne est pas arrêté.

# Thinkage.MainBoss.Controls§The Windows Service for MainBoss is running.
source: The Windows Service for MainBoss is running.
es: El servicio de Windows para MainBoss está ejecutando.
fr: Le service Windows pour MainBoss est en cours d'exécution.

source: The Windows Service for MainBoss needs to be configured.
es: El servicio de Windows para MainBoss necesita ser configurado.
fr: Le service Windows pour MainBoss doit être configuré.

source: The Windows Service for MainBoss requires a MainBoss Service License Key.
es: El servicio de Windows para MainBoss requiere una clave de licencia de servicio MainBoss.
fr: Le service Windows pour MainBoss nécessite une clé de licence de service MainBoss.

source: The Windows Service for MainBoss status cannot be determined.
es: El servicio de Windows para MainBoss estado no se puede determinar.
fr: Le Statut du service Windows pour MainBoss ne peut être déterminée.

# Thinkage.MainBoss.Controls§There are no license records to update
source: There are no license records to update
es: No hay registros de licencia para actualizar
fr: Il n'y a pas de dossiers de permis de mettre à jour

source: There are no licenses to add that are better than existing licenses
es: No hay licencias para agregar que son mejores que las actuales licencias
fr: Il n'y a pas d'ajouter des licences qui sont mieux que les licences existantes

# Thinkage.MainBoss.Controls§There are no licenses to delete
source: There are no licenses to delete
es: No hay licencias para borrar
fr: Il n'y a pas de licences à supprimer

# Thinkage.MainBoss.Controls§There is no content to save
source: There is no content to save
es: No hay contenido para ahorrar
fr: Il n'y a pas de contenu à enregistrer

source: There must be a Named User license in the selected set, or an existing Named User license in the database to update using the selected set of licenses
es: Tiene que haber una licencia de Usuario Nombrado en el conjunto seleccionado, o una licencia de Usuario Nombrado existente en la base de datos para actualizar utilizando el conjunto seleccionado de licencias
fr: Il doit y avoir une licence d'utilisateur nommé dans le jeu sélectionné, ou un Nommé licence de l'utilisateur existant dans la base de données à jour en utilisant l'ensemble des licences sélectionnée

# Thinkage.MainBoss.Controls§There must be a valid email address
source: There must be a valid email address
es: Debe ser una dirección válida de correo electrónico
fr: Il doit y avoir une adresse électronique valide

# Thinkage.MainBoss.Controls§There was more than 1 Named User license found:
source: There was more than 1 Named User license found:
es: Hubo más de 1 licencia de Usuario Nombrado encontrado:
fr: Il y avait plus de 1 Nommé licence d'utilisateur que vous trouverez:

# Thinkage.MainBoss.Controls§These limits specify the entire year.
source: These limits specify the entire year.
es: Estos límites especifican el año entero
fr: Cette fourchette englobe toute l'année.

# Thinkage.MainBoss.Controls§This action cannot be undone
source: This action cannot be undone
es: Esta acción no se puede deshacer
fr: Cette action ne peut pas être annulée

source: This command needs to show a form for some but not all of the selected records
es: Este comando necesita mostrar un formulario para algunos pero no para todos los registros seleccionados
fr: Cette commande doit afficher un formulaire pour certains, mais pas pour tous les enregistrements sélectionnés

source: This Demand's Expense Category is not valid for the Work Order's Expense Model
es: Esta Categoría de gasto de requerimiento no es válido para el Modelo de Gasto de Orden de Trabajo
fr: Cette catégorie de coûts n'est pas valide pour le modèle de coûts du bon de travail.

# Thinkage.MainBoss.Controls§This Entry
source: This Entry
es: Esta Entrada
fr: Cette écriture

# Thinkage.MainBoss.Controls§This operation is not allowed in the current state
source: This operation is not allowed in the current state
es: Esta operación no es permitida en el estado actual
fr: Cette opération n'est pas autorisée dans l'état actuel.

# Thinkage.MainBoss.Controls§This storage assignment has no preferred pricing
source: This storage assignment has no preferred pricing
es: Esta asignación de Trastero no tiene precios preferenciales
fr: Cette attribution de stockage n'a pas de prix préférentiels

# Thinkage.MainBoss.Controls§This Task
source: This Task
es: Esta Tarea
fr: Ce groupe

source: This would set quantity on hand to zero but leave non-zero value
es: Esto colocaría cantidad en existencia en cero pero el valor no puede ser cero
fr: Cette opération donnerait zéro comme quantité en main sans que la valeur soit aussi zéro.

# Thinkage.MainBoss.Controls§Thursday
source: Thursday
es: Jueves
fr: Jeudi

# Thinkage.MainBoss.Controls§Title
source: Title
es: Título
fr: Titre

# Thinkage.MainBoss.Controls§To Date
source: To Date
es: Para fecha
fr: Jusqu'au

# Thinkage.MainBoss.Controls§To Order
source: To Order
es: Para Ordenar
fr: Pour commander

# Thinkage.MainBoss.Controls§Total Cost
source: Total Cost
es: Costo Total
fr: Coût Total

# Thinkage.MainBoss.Controls§Total Duration
source: Total Duration
es: Duración total
fr: Durée totale

# Thinkage.MainBoss.Controls§Totals for this item over all locations
source: Totals for this item over all locations
es: Totales para este Artículo sobre todas las Ubicaciones
fr: Totaux pour cet article, tous les emplacements

# Thinkage.MainBoss.Controls§Trace All
source: Trace All
es: Rastro Todo
fr: Trace Tous

source: Trace all email notifications sent to request assignees
es: Rastro todas las notificaciones de correo electrónico enviados a petición cesionarios
fr: Trace toutes les notifications par courrier électronique envoyée pour demander des cessionnaires

# Thinkage.MainBoss.Controls§Trace all email notifications sent to requestors
source: Trace all email notifications sent to requestors
es: Rastro todas las notificaciones de correo electrónico enviados a los solicitantes
fr: Trace toutes les notifications électroniques envoyés aux demandeurs

# Thinkage.MainBoss.Controls§Trace Email Requests
source: Trace Email Requests
es: Rastro solicitudes por correo electrónico
fr: Trace demandes par courriel

# Thinkage.MainBoss.Controls§Trace incoming emails and creation of requests
source: Trace incoming emails and creation of requests
es: Rastro los correos electrónicos entrantes y creación de solicitudes
fr: Trace emails entrants et la création de demandes

# Thinkage.MainBoss.Controls§Trace Notify Assignee
source: Trace Notify Assignee
es: Rastro Notifique Cesionario
fr: Trace prévenir cessionnaire

# Thinkage.MainBoss.Controls§Trace Notify Requestor
source: Trace Notify Requestor
es: Rastro Notifique Solicitante
fr: Trace prévenir demandeur

# Thinkage.MainBoss.Controls§Tuesday
source: Tuesday
es: Martes
fr: Mardi

# Thinkage.MainBoss.Controls§Turn off all tracing options in the MainBoss Service
source: Turn off all tracing options in the MainBoss Service
es: Apague todas las opciones de rastreo en el Servicio MainBoss
fr: Désactivez toutes les options de traçage dans la fonction MainBoss

# Thinkage.MainBoss.Controls§Turn on all tracing options in the MainBoss Service
source: Turn on all tracing options in the MainBoss Service
es: Encienda todas las opciones de rastreo en el Servicio de MainBoss
fr: Mettez toutes les options de traçage dans le Service MainBoss

# Thinkage.MainBoss.Controls§Unassigned
source: Unassigned
es: Sin asignar
fr: Non affecté

# Thinkage.MainBoss.Controls§Unassigned Trade
source: Unassigned Trade
es: Oficio sin Asignar
fr: Métier non assigné

# Thinkage.MainBoss.Controls§Unavailable: {0}
source: Unavailable: {0}
es: No disponible: {0}
fr: Non disponible : {0}

# Thinkage.MainBoss.Controls§Unit Contact
source: Unit Contact
es: Contacto de la Unidad
fr: Contact - unité

# Thinkage.MainBoss.Controls§Unit Cost
source: Unit Cost
es: Costo de Unidad
fr: Coût unitaire

# Thinkage.MainBoss.Controls§Unit Cost of Change
source: Unit Cost of Change
es: Costo Unitario de Cambio
fr: Coût unitaire du changement

# Thinkage.MainBoss.Controls§Unit Maintenance Plan Enabled
source: Unit Maintenance Plan Enabled
es: Plan de Mantenimiento Habilitado
fr: Programme de maintenance de l'unité activé

# Thinkage.MainBoss.Controls§Unit Maintenance Plan Inhibited
source: Unit Maintenance Plan Inhibited
es: Plan de Mantenimiento Inhibido
fr: Programme de maintenance de l'unité exclu

# Thinkage.MainBoss.Controls§Unit Price
source: Unit Price
es: Precio de Unidad
fr: Prix unitaire

# Thinkage.MainBoss.Controls§Unknown service controller status 0X{0:x}
source: Unknown service controller status 0X{0:x}
es: Estado del controlador Desconocido servicio 0X{0:x}
fr: Inconnu statut de contrôleur de service 0X{0:x}
