Repository: thinkageltd/MainBoss
Catalog: Thinkage.MainBoss.Controls/TranslationResources/messages.*.resx
Languages: es, fr

source: Quantity, Unit Cost, and Total Cost are mutually inconsistent
es: Cantidad, Costo de Unidad, et Costo Total son incompatibles mutuamente
fr: Quantité, Coût unitaire, et Coût total sont mutuellement incompatibles

# Thinkage.MainBoss.Controls§Quoted Pricing
source: Quoted Pricing
es: Precio de cotización
fr: Prix proposé

# Thinkage.MainBoss.Controls§Quoted Unit Cost
source: Quoted Unit Cost
es: Costo de Unidad Cotizado
fr: Coût unitaire cité

source: Range chart showing work order duration based on when the work order started
es: Tabla de rangos de duración que muestra la orden de trabajo en base a la orden de trabajo cuando comenzó
fr: Tableau des plages montrant la durée de l'Ordre de Travail basé sur lorsque l'Ordre de Travail a commencé

source: Readonly because calculated cost and quantity are being used
es: Únicamente Lectura porque el costo y la cantidad calculado están siendo usados
fr: Aléatoire, car le coût et la quantité calculés sont en cours d'utilisation

# Thinkage.MainBoss.Controls§Readonly because calculated cost is being used
source: Readonly because calculated cost is being used
es: Únicamente Lectura porque el costo calculado esta siendo usado
fr: Aléatoire, car le coût calculé est en cours d'utilisation

# Thinkage.MainBoss.Controls§Readonly because calculated quantity is being used
source: Readonly because calculated quantity is being used
es: Únicamente Lectura porque la cantidad calculada esta siendo usada
fr: Aléatoire, car la quantité calculée est en cours d'utilisation

# Thinkage.MainBoss.Controls§Readonly because description from item is being used
source: Readonly because description from item is being used
es: Únicamente lectura porque la descripción del Artículo está siendo usada
fr: Aléatoire, car la description de l'article est en cours d'utilisation

# Thinkage.MainBoss.Controls§Readonly because suggested cost is being used
source: Readonly because suggested cost is being used
es: Únicamente lectura porque el costo sugerido esta siendo usado
fr: Aléatoire, car le coût suggéré est en cours d'utilisation

source: Readonly because the Outgoing SMTP server authentication is not using the specified SMTP domain, username and password
es: Únicamente lectura porque la autenticación del servidor saliente SMTP no esta utilizando el dominio SMTP especificado usuario y clave
fr: Readonly parce que l'authentification sortant du serveur SMTP ne est pas en utilisant le domaine SMTP spécifié, le nom d'utilisateur et mot de passe

source: Readonly because this state history record was generated by MainBoss
es: Únicamente Lectura porque este Registro de Estado Histórico fue generado por MainBoss
fr: Aléatoire, car MainBoss a produit l'entrée de l'historique de la situation

# Thinkage.MainBoss.Controls§Readonly because Unit's Access Code is being used
source: Readonly because Unit's Access Code is being used
es: Únicamente Lectura porque por el Código de Acceso está siendo usado
fr: Aléatoire, car le code d'accès de l'unité est en cours d'utilisation

# Thinkage.MainBoss.Controls§Readonly because Unit's Expense Model is being used
source: Readonly because Unit's Expense Model is being used
es: Únicamente lectura porque el Modelo de Gasto Unitario esta siendo usado
fr: Aléatoire, car le modèle de coûts de l'unité est en cours d'utilisation

source: Readonly because vendor's payment terms are being used
es: De sólo lectura porque los términos del proveedor de pago están siendo utilizados
fr: Readonly parce que les conditions de paiement de fournisseurs sont utilisés

# Thinkage.MainBoss.Controls§Reason for deferral
source: Reason for deferral
es: Razón para aplazamiento
fr: Motif de report

# Thinkage.MainBoss.Controls§Reason for inhibiting
source: Reason for inhibiting
es: Razón para inhibir
fr: Raison pour inhiber

# Thinkage.MainBoss.Controls§Reason for uncertainty
source: Reason for uncertainty
es: Razón para incertidumbre
fr: Motif de l'incertitude

# Thinkage.MainBoss.Controls§Receipts
source: Receipts
es: Ingresos
fr: Recettes

# Thinkage.MainBoss.Controls§Receive
source: Receive
es: Recibir
fr: Réception

# Thinkage.MainBoss.Controls§Receive Item to Temporary Location (no PO)
source: Receive Item to Temporary Location
es: Recibir Artículo para Ubicación Temporal
fr: Réception d'un article dans un espace de rangement temporaire

# Thinkage.MainBoss.Controls§Receive Item to Temporary Location (with PO)
source: Receive Item to Temporary Location (with PO)
es: Recibir Artículo para Ubicación Temporal (con OC)
fr: Réception d'un article dans un espace de rangement temporaire (avec BC)

# Thinkage.MainBoss.Controls§Received
source: Received
es: Recibido
fr: Reçu

# Thinkage.MainBoss.Controls§Received items and services
source: Received items and services
es: Artículos y servicios recibidos
fr: Articles et services reçus

source: Receiving is only allowed to temporary storage assignments for this work order
es: Recibir solo se permite a las asignaciónes de Trastero temporal para esta orden de trabajo
fr: La réception n'est autorisée que pour des assignations d'espaces de rangement temporaires pour ce bon de travail.

# Thinkage.MainBoss.Controls§Receiving Storage Assignment
source: Receiving Storage Assignment
es: Recibiendo Asignación de Trastero
fr: Réception d'une attribution d'espace de rangement

# Thinkage.MainBoss.Controls§Recommended To Order
source: Recommended To Order
es: Recomendado para ordenar
fr: Recommandé pour commander

# Thinkage.MainBoss.Controls§Refresh from Active Directory
source: Refresh from Active Directory
es: Actualizar desde Active Directory
fr: Rafraîchir à partir d'Active Directory

# Thinkage.MainBoss.Controls§Refresh from Clipboard
source: Refresh from Clipboard
es: Actualizar desde el portapapeles
fr: Rafraîchir du presse-papiers

# Thinkage.MainBoss.Controls§Refresh Service
source: Refresh Service
es: Servicio de Actualización
fr: Rafraîchir Service

# Thinkage.MainBoss.Controls§Reject Email Request
source: Reject Email Request
es: Rechazar Solicitud
fr: Rejeter la demande de courrier électronique

# Thinkage.MainBoss.Controls§Related
source: Related
es: Relacionados
fr: Connexe

# Thinkage.MainBoss.Controls§Remaining
source: Remaining
es: Sobrantes
fr: Reste

# Thinkage.MainBoss.Controls§Remaining Demand
source: Remaining Demand
es: Exigido de Sobrantes
fr: Demande de ressources restantes

# Thinkage.MainBoss.Controls§Report Layout
source: Report Layout
es: Diseño de Informes
fr: Format de rapport

# Thinkage.MainBoss.Controls§Report on Chargebacks with line items
source: Report on Chargebacks with line items
es: Informe sobre devoluciones de cargo con artículos de línea
fr: Rapport sur les rejets de débit avec des postes

# Thinkage.MainBoss.Controls§Report on Chargebacks without line items
source: Report on Chargebacks without line items
es: Informe sobre devoluciones de cargo sin elementos de línea
fr: Rapport sur les rejets de débit sans postes

# Thinkage.MainBoss.Controls§Report on individual Chargeback line items
source: Report on individual Chargeback line items
es: Informe sobre elementos de línea de devolución de cargo individuo
fr: Rapport sur les postes de Rétrofacturation individuelle

source: Report on Purchase Orders by assignee with order lines
es: Informe sobre las órdenes de compra por cesionario con líneas de pedidos
fr: Rapport sur les Bons de Commande par le cessionnaire avec les lignes de commande

source: Report on Purchase Orders by assignee without order lines or State History
es: Informe sobre las órdenes de compra por el cesionario y sin líneas de pedido o Historia del Estado
fr: Rapport sur les Bons de Commande par cessionnaire sans lignes de commande ou Etat

# Thinkage.MainBoss.Controls§Report on Purchase Orders with order lines
source: Report on Purchase Orders with order lines
es: Informe sobre las órdenes de compra con líneas de pedidos
fr: Rapport sur les Bons de Commande avec les lignes de commande

# Thinkage.MainBoss.Controls§Report on Purchase Orders with State History
source: Report on Purchase Orders with State History
es: Informe sobre las órdenes de compra con Historia Estado
fr: Rapport sur les Bons de Commande avec l'historique de l'état

source: Report on Purchase Orders without order lines or State History
es: Informe sobre las órdenes de compra y sin líneas de pedido o Historia del Estado
fr: Rapport sur les Bons de Commande sans lignes de commande ou historique d'état

# Thinkage.MainBoss.Controls§Report on Requests with State History
source: Report on Requests with State History
es: Informe sobre solicitudes con la Historia del Estado
fr: Rapport sur les demandes avec l'histoire de l'État

# Thinkage.MainBoss.Controls§Report on Temporary Storage usage
source: Report on Temporary Storage usage
es: Informe sobre el uso de almacenamiento temporal
fr: Rapport sur l'utilisation du stockage temporaire

# Thinkage.MainBoss.Controls§Report on Work Orders by assignee with Resources
source: Report on Work Orders by assignee with Resources
es: Informe sobre las órdenes de trabajo por cesionario con Recursos
fr: Rapport sur les bons de travail par le cessionnaire avec Ressources

source: Report on Work Orders by assignee without Resources or State History
es: Informe sobre las órdenes de trabajo por cesionario sin recursos o de Historia del Estado
fr: Rapport sur les bons de travail par le cessionnaire, sans ressources ou État Histoire

# Thinkage.MainBoss.Controls§Report on Work Orders with Resources
source: Report on Work Orders with Resources
es: Informe sobre las Órdenes de Trabajo con Recursos
fr: Rapport sur les Ordres de Travail avec Ressources

# Thinkage.MainBoss.Controls§Report on Work Orders with State History
source: Report on Work Orders with State History
es: Informe sobre las órdenes de trabajo con la historia del estado
fr: Rapport sur les Ordres de Travail avec l'Histoire État

source: Report on Work Orders without Resources or State History
es: Informe sobre las órdenes de trabajo y sin recursos o de Historia del Estado
fr: Rapport sur les Ordres de Travail, sans ressources ou État Histoire

# Thinkage.MainBoss.Controls§Reports
source: Reports
es: Informes
fr: Rapports

# Thinkage.MainBoss.Controls§Request Assignments for this Assignee
source: Request Assignments for this Assignee
es: Asignación de la Solicitud para este Responsable
fr: Assignations des demandes de travaux pour cette personne

# Thinkage.MainBoss.Controls§Requested Work Order Count
source: Requested Work Order Count
es: Pidió Conde Orden de Trabajo
fr: Demandé comte Ordre de Travail

source: Requests are automatically changed to a new state when linked to a work order, or when a linked work order state changes
es: Las solicitudes se cambian automáticamente a un nuevo estado cuando están vinculadas a una orden de trabajo, o cuando un vinculados cambios de estado de órdenes de trabajo
fr: Les demandes sont automatiquement modifiées à un nouvel état lorsqu'ils sont liés à un Ordre de Travail, ou quand un changement d'état d'Ordre de Travail liés

# Thinkage.MainBoss.Controls§Require Encryption
source: Require Encryption
es: Requerir Cifrado
fr: Exiger un cryptage

# Thinkage.MainBoss.Controls§Require encryption and a valid certificate
source: Require encryption and a valid certificate
es: Requerir cifrado y un certificado válido
fr: Exiger un cryptage et un certificat valide

# Thinkage.MainBoss.Controls§Require Encryption with a Valid Certificate
source: Require Encryption with a Valid Certificate
es: Requerir cifrado con un certificado válido
fr: Exiger un chiffrement avec un certificat valide

# Thinkage.MainBoss.Controls§Require the use of encryption
source: Require the use of encryption
es: Exigir el uso de cifrado
fr: Exiger l'utilisation du cryptage

# Thinkage.MainBoss.Controls§Resource
source: Resource
es: Recurso
fr: Ressource

# Thinkage.MainBoss.Controls§Resource Code
source: Resource Code
es: Código de Recursos
fr: Code de ressources

# Thinkage.MainBoss.Controls§Resource Demands
source: Resource Demands
es: Demandas de Recursos
fr: Demandes de ressources

# Thinkage.MainBoss.Controls§Resource Description
source: Resource Description
es: Descripción de Recursos
fr: Description de la ressource

# Thinkage.MainBoss.Controls§Resource Details
source: Resource Details
es: Detalles de Recursos
fr: Détails de la ressource

# Thinkage.MainBoss.Controls§Resource Type
source: Resource Type
es: Tipo de Recurso
fr: Type de ressource

# Thinkage.MainBoss.Controls§Resources
source: Resources
es: Recursos
fr: Ressources

# Thinkage.MainBoss.Controls§Resources for existing Work Orders
source: Resources for existing Work Orders
es: Los recursos para las órdenes de trabajo existentes
fr: Ressources pour les Ordres de Travail existants

# Thinkage.MainBoss.Controls§Restart
source: Restart
es: Reiniciar
fr: Redémarrage

# Thinkage.MainBoss.Controls§Restart Service
source: Restart Service
es: Reiniciar servicio
fr: Redémarrer le service

# Thinkage.MainBoss.Controls§Restart the Windows Service for MainBoss
source: Restart the Windows Service for MainBoss
es: Reinicie el servicio de Windows para MainBoss
fr: Redémarrez le service Windows pour MainBoss

source: Restart the Windows Service for MainBoss when it is paused
es: Reinicie el servicio de Windows para MainBoss cuando está en pausa
fr: Redémarrez le service Windows pour MainBoss quand il est en pause

# Thinkage.MainBoss.Controls§Restock from selected source
source: Restock from selected source
es: Reponer desde el origne seleccionado
fr: Reconstituer les stocks de la source sélectionnée

# Thinkage.MainBoss.Controls§Resulting Unit Cost
source: Resulting Unit Cost
es: Resultando Costo Unitario
fr: Unité résultant Coût

# Thinkage.MainBoss.Controls§Resume Service
source: Resume Service
es: Continuar Servicio
fr: Service CV

source: Retrieve Email, create Requests from the Email, and when licensed notify Assignees, and Log the activity for the Windows Service for MainBoss
es: Recuperar correo electrónico, crear peticiones desde el correo electrónico, y cuando la licencia notificar a los cesionarios, y registrar la actividad para el servicio de Windows para MainBoss
fr: Récupérez le courrier électronique, créez des requêtes à partir du courrier électronique et, lorsque la licence est autorisée, attribuez des destinataires et enregistrez l'activité pour le service Windows pour MainBoss

source: Retrieve Email, create Requests from the Email, and when licensed notify Assignees, and Log the activity with detailed Diagnostics for the Windows Service for MainBoss
es: Recuperar correo electrónico, crear peticiones desde el correo electrónico, y cuando la licencia de notificar a los cesionarios, y registrar la actividad con el diagnóstico detallado para el servicio de Windows para MainBoss
fr: Récupérez le courrier électronique, créez des requêtes à partir du courrier électronique et, lorsque la licence est autorisée, attribuez des destinataires et enregistrez l'activité avec des diagnostics détaillés pour le service Windows pour MainBoss

# Thinkage.MainBoss.Controls§Retrieving Email completed
source: Retrieving Email completed
es: Recuperación de correo electrónico completado
fr: Récupération de l'email terminé

# Thinkage.MainBoss.Controls§Revision {0}
source: Revision {0}
es: Revisión {0}
fr: Révision {0}

# Thinkage.MainBoss.Controls§Sales Accounts Payable Vendor
source: Sales Accounts Payable Vendor
es: Cuentas por Pagar al Vendedor por Ventas
fr: Fournisseur, ventes, comptes fournisseurs

# Thinkage.MainBoss.Controls§Sales Service Accounts Payable Vendor
source: Sales Service Accounts Payable Vendor
es: Cuentas por Pagar al Vendedor por Servicio de Ventas
fr: Fournisseur, ventes, service, comptes fournisseurs

# Thinkage.MainBoss.Controls§Sales Service Vendor
source: Sales Service Vendor
es: Vendedor Servcio de Ventas
fr: Fournisseur, vente de service

# Thinkage.MainBoss.Controls§Sales Vendor
source: Sales Vendor
es: Ventas Vendedor
fr: Fournisseur, ventes

# Thinkage.MainBoss.Controls§Saturday
source: Saturday
es: Sábado
fr: Samedi

# Thinkage.MainBoss.Controls§Save Email Message
source: Save Email Message
es: Guardar Correo Electrónico Mensaje
fr: Enregistrez le Message électronique

# Thinkage.MainBoss.Controls§Save Email Part
source: Save Email Part
es: Guardar Correo Electrónico Parte
fr: Enregistrer la partie Email

# Thinkage.MainBoss.Controls§Save Email Part to a file
source: Save Email Part to a file
es: Guardar Correo Electrónico Parte de un archivo
fr: Enregistrer la partie Email dans un fichier

# Thinkage.MainBoss.Controls§Save Scheduling Basis
source: Save Scheduling Basis
es: Guardar Base de Programación
fr: Base Sauvegarder Scheduling

# Thinkage.MainBoss.Controls§Save the Email Message to a file
source: Save the Email Message to a file
es: Guarde el mensaje de correo electrónico a un archivo
fr: Enregistrer le Message dans un fichier

source: Save the scheduling basis for each of the selected Unit Maintenance Plans
es: Guardar la base de planificación para cada uno de los planes de mantenimiento seleccionados Unidad
fr: Enregistrer la base de planification pour chacun des plans de maintenance unité sélectionnée

# Thinkage.MainBoss.Controls§Scheduled Date
source: Scheduled Date
es: Fecha de programación
fr: Date programmée

# Thinkage.MainBoss.Controls§Scheduling Basis Update
source: Scheduling Basis Update
es: Programación de actualización de la Base
fr: Mise à jour Base de Scheduling

# Thinkage.MainBoss.Controls§Scheduling Parameters
source: Scheduling Parameters
es: Parametros de programación
fr: Paramètres de programmation

# Thinkage.MainBoss.Controls§Season
source: Season
es: Temporada
fr: Saison

# Thinkage.MainBoss.Controls§Seasonal exceptions
source: Seasonal exceptions
es: Excepciones de Temporada
fr: Exceptions saisonnières

# Thinkage.MainBoss.Controls§Select a contact to be merged from
source: Select a contact to be merged from
es: Seleccione un contacto para ser fusionado
fr: Sélectionnez un contact à fusionner

# Thinkage.MainBoss.Controls§Select a contact to be merged into
source: Select a contact to be merged into
es: Seleccione un contacto para ser fusionado en
fr: Sélectionnez un contact à fusionner

# Thinkage.MainBoss.Controls§Select from database users
source: Select from database users
es: Seleccione usuarios de bases de datos
fr: Sélectionnez parmi les utilisateurs de la base de données

# Thinkage.MainBoss.Controls§Self Assign
source: Self Assign
es: Auto Asignar
fr: Auto Assign

# Thinkage.MainBoss.Controls§Self assigned
source: Self assigned
es: Auto Asignado
fr: Auto attribué

# Thinkage.MainBoss.Controls§Send a rejection message to the sender
source: Send a rejection message to the sender
es: Enviar un mensaje de rechazo al remitente
fr: Envoyer un message de rejet à l'expéditeur

# Thinkage.MainBoss.Controls§Send Invoice To
source: Send Invoice To
es: Para Enviar la Factura
fr: Adresser la facture à

# Thinkage.MainBoss.Controls§Senders email address doesn't match any Contact
source: Senders email address doesn't match any Contact
es: Remitentes dirección de correo electrónico no coincide con ninguna de contacto
fr: L'adresse e-mail des expéditeurs ne correspond pas à un contact

# Thinkage.MainBoss.Controls§Senders email address doesn't match any Requestor
source: Senders email address doesn't match any Requestor
es: Remitentes dirección de correo electrónico no coincide con ninguna Solicitante
fr: L'adresse e-mail des expéditeurs ne correspond à aucun requérant

# Thinkage.MainBoss.Controls§Senders email address matches multiple Contacts
source: Senders email address matches multiple Contacts
es: Dirección de correo electrónico de remitentes coincide con múltiples contactos
fr: L'adresse e-mail des expéditeurs correspond à plusieurs contacts

# Thinkage.MainBoss.Controls§Senders email address matches multiple Requestors
source: Senders email address matches multiple Requestors
es: Dirección de correo electrónico de remitentes coincide con múltiples Solicitantes
fr: L'adresse e-mail des expéditeurs correspond à plusieurs requérants

# Thinkage.MainBoss.Controls§Server {0}
source: Server {0}
es: Servidor {0}
fr: Serveur {0}

# Thinkage.MainBoss.Controls§Service Accounts Payable Vendor
source: Service Accounts Payable Vendor
es: Servicio Cuentas Por Pagar al Vendedor
fr: Fournisseur, service, comptes fournisseurs

# Thinkage.MainBoss.Controls§Service Association
source: Service Association
es: Asociación de Servicios
fr: Lien avec le service

# Thinkage.MainBoss.Controls§Service Management
source: Service Management
es: Gestión de Servicios
fr: Gestion des services

# Thinkage.MainBoss.Controls§Service Name
source: Service Name
es: Nombre de Servicio
fr: Nom du service

source: Service Name cannot have any whitespace or any non alphanumeric characters
es: Nombre del servicio no puede tener ningún espacio en blanco o cualquier ninguno caracteres alfanuméricos
fr: Nom du service ne peut avoir aucun espace ou des caractères alphanumériques Aucun

# Thinkage.MainBoss.Controls§Service Vendor
source: Service Vendor
es: Servicio Vendedor
fr: Fournisseur, service

# Thinkage.MainBoss.Controls§settingID
source: setting
es: ajuste
fr: réglage

# Thinkage.MainBoss.Controls§Settings for retrieving mail from a server
source: Settings for retrieving mail from a server
es: Configuración para recuperar el correo desde el Servidor
fr: Réglages pour la récupération du courrier à partir d'un serveur

source: Settings for sending email notifications through a mail server
es: Configuración para envío de notificaciones de correo electrónico a través del servidor de correo
fr: Réglages pour l'envoi des notifications par email via un serveur mail

# Thinkage.MainBoss.Controls§Shortage Quantity
source: Shortage Quantity
es: Escasez Cantidad
fr: Quantité de pénurie

# Thinkage.MainBoss.Controls§Show Actuals for the Demand
source: Show Actuals for the Demand
es: Mostrar Datos actuales para el demanda
fr: Montrer les valeurs réelles pour la demande de ressources

source: Show all Assignees not currently assigned to this Purchase Order
es: Mostrar todos los responsables que no están actualmente asignados para esta Compra Orden
fr: Montrer toutes les personnes non assignées à ce Bon de Commande

source: Show all Assignees not currently assigned to this Request
es: Mostrar todos los responsables que no están actualmente asignados para esta Solicitud
fr: Montrer toutes les personnes non assignées à cette demande de travaux

# Thinkage.MainBoss.Controls§Show all Items
source: Show all Items
es: Mostrar todos los Artículos
fr: Montrer tous les articles

# Thinkage.MainBoss.Controls§Show all Purchase Orders
source: Show all Purchase Orders
es: Mostrar todas las Compra Ordenes
fr: Montrer tous les Bons de Commande

# Thinkage.MainBoss.Controls§Show all Requests
source: Show all Requests
es: Mostrar todas las solicitudes
fr: Montrer toutes les demandes de travaux

source: Show all Work Order Assignees not currently assigned to this Work Order
es: Mostrar todos los Responsables las Ordenes de Trabajo no actualmente asignados para esta Orden de Trabajo
fr: Montrer toutes les personnes assignées à des bons de travail qui ne sont pas assignées à ce bon de travail

# Thinkage.MainBoss.Controls§Show all Work Orders
source: Show all Work Orders
es: Mostrar todas las Ordenes de Trabajo
fr: Montrer tous les bons de travail

# Thinkage.MainBoss.Controls§Show assigned Users
source: Show assigned Users
es: Mostrar asignado Usuarios
fr: Voir attribué utilisateurs

# Thinkage.MainBoss.Controls§Show Form Fields
source: Show Form Fields
es: Mostrar campos de formulario
fr: Afficher les champs de formulaire

# Thinkage.MainBoss.Controls§Show on map
source: Show on map
es: Mostrar en el Mapa
fr: Afficher sur la carte
