Repository: thinkageltd/MainBoss
Catalog: Thinkage.MainBoss.Controls/TranslationResources/messages.*.resx
Languages: es, fr

# dsMBLabel§Generation/Work Start Date
source: Generation/Work Start Date
es: Generación /Fecha de inicio de trabajo
fr: Date de production/début des travaux

# dsMBLabel§Meter Class/Effective Date
source: Meter Class/Effective Date
es: Clase de Medidor/Fecha Vigente
fr: Classe mètres / Date d'effet

# dsMBLabel§Number
source: Number
es: Número
fr: Numéro

# dsMBLabel§Relationship
source: Relationship
es: Relación
fr: Relations

# TableCommandRoots§Link {0}
source: &Link {0:plural}
fr: &Lien {0:plural}

# TableCommandRoots§New {0}
source: &New {0:singular}
fr: &Nouvelle {0:singular§feminine}

# TableObjects§A new Scheduling Basis was manually entered
source: A new Scheduling Basis was manually entered
es: Una nueva base de programación se ha introducido manualmente
fr: Une nouvelle base de planification a été entrée manuellement

source: A single Work Order was generated for several Schedule Dates that have been deferred to the same date
es: Una sola orden de trabajo se generó durante varias fechas programadas que han sido diferidos para la misma fecha
fr: Un Ordre de Travail unique a été généré pour plusieurs dates de calendrier qui ont été reportés à la même date

source: A single Work Order will be generated for several Schedule Dates that have been deferred to the same date
es: Una sola orden de trabajo será generada por varias fechas programadas que han sido diferidos para la misma fecha
fr: Un Ordre de Travail unique sera généré pour plusieurs dates de calendrier qui ont été reportés à la même date

# TableObjects§A Work Order was generated
source: A Work Order was generated
es: Una orden de trabajo se generó
fr: Un Ordre de Travail a été générée

# TableObjects§A Work Order will be generated
source: A Work Order will be generated
es: Una orden de trabajo se generará
fr: Un Ordre de Travail sera généré

# TableObjects§Access Code
source: Access Code
fr: Code d'accès

# TableObjects§Accounting
source: Accounting
fr: Comptabilité

# TableObjects§Accounting Ledger
source: Accounting Ledger
es: Contabilidad principal
fr: Comptabilité Ledger

# TableObjects§Accounting Transaction
source: Accounting Transaction
fr: Transaction de comptabilité

# TableObjects§Active Filter
source: Active Filter
es: Filtro Activo
fr: Filtre actif

# TableObjects§Activity
source: Activity
es: Actividad
fr: Activité

# TableObjects§Actual Hourly Inside
source: Actual Hourly Inside
fr: Actual horaire intérieur

# TableObjects§Actual Hourly Outside (no PO)
source: Actual Hourly Outside
fr: En dehors horaire réel

# TableObjects§Actual Hourly Outside (with PO)
source: Actual Hourly Outside (with PO)
fr: En dehors horaire réel (avec PO)

# TableObjects§Actual Item
source: Actual Item
fr: Point réelle

# TableObjects§Actual Miscellaneous Cost
source: Actual Miscellaneous Cost
fr: Coût réel Divers

# TableObjects§Actual Per Job Inside
source: Actual Per Job Inside
fr: Réel par emploi à l'intérieur

# TableObjects§Actual Per Job Outside (no PO)
source: Actual Per Job Outside
fr: Réel par emploi à l'extérieur

# TableObjects§Actual Per Job Outside (with PO)
source: Actual Per Job Outside (with PO)
fr: Réel par emploi à l'extérieur (avec PO)

# TableObjects§Allowed Ship To Location
source: Allowed Ship To Location
fr: Pour admis navire Localisation

# TableObjects§An error occurred creating the Work Order
source: An error occurred creating the Work Order
es: Se produjo un error al crear la orden de trabajo
fr: Une erreur est survenue la création de l'Ordre de Travail

# TableObjects§An error occurred while scheduling the work
source: An error occurred while scheduling the work
es: Se produjo un error al programar el trabajo
fr: Une erreur est survenue lors de la planification du travail

source: An unplanned Work Order was created directly from the Unit Maintenance Plan
es: Una orden de trabajo no planificado fue creado directamente del Plan de Mantenimiento de Unidad
fr: Un Ordre de Travail imprévue a été créé directement à partir du plan de maintenance Unité

# TableObjects§Asset Code
source: Asset Code
fr: Code du bien

# TableObjects§Assigned Group
source: Assigned Group
fr: Groupe Assigné

# TableObjects§Attachment
source: Attachment
fr: Attachement

# TableObjects§Average Purchase Order Duration Per Grouping
source: Average Purchase Order Duration Per Grouping
es: Orden de Compra Duración media Per Agrupación
fr: Moyenne Durée Bon de Commande par groupe

# TableObjects§Average Request Duration Per Grouping
source: Average Request Duration Per Grouping
es: Solicitud Duración media Per Agrupación
fr: Moyenne Requête Durée par groupe

# TableObjects§Average Work Order Downtime by Grouping
source: Average Work Order Downtime by Grouping
es: Trabajo medio de los pedidos de inactividad por Agrupación
fr: Temps d'arrêt de travail moyenne ordre en regroupant

# TableObjects§Average Work Order Duration by Grouping
source: Average Work Order Duration by Grouping
es: Orden de trabajo Duración media por Agrupación
fr: Durée ordre travail moyenne en regroupant

# TableObjects§Backup
source: Backup
fr: Sauvegarde

# TableObjects§Billable Requestor
source: Billable Requestor
fr: Demandeur facturable

# TableObjects§Calendar Period
source: Calendar Period
es: Periodo Calendario
fr: Période du calendrier

# TableObjects§Chargeback
source: Chargeback
fr: Rétrofacturation

# TableObjects§Chargeback Activity
source: Chargeback Activity
fr: Rétrofacturation activité

# TableObjects§Chargeback Category
source: Chargeback Category
fr: Rétrofacturation Catégorie

# TableObjects§Closed Purchase Order
source: Closed Purchase Order
fr: Fermé Bon de Commande

# TableObjects§Closed Request
source: Closed Request
fr: Demande clôturée

# TableObjects§Closed Work Order
source: Closed Work Order
fr: Fermé Ordre de Travail

# TableObjects§Closing Code
source: Closing Code
fr: Code de fermeture

# TableObjects§Company Information
source: Company Information
fr: Informations sur la société

# TableObjects§Contact Function
source: Contact Function
fr: Contact Fonction

# TableObjects§Contact Relation
source: Contact Relation
fr: Contactez Relation

# TableObjects§Correction of Actual Hourly Inside
source: Correction of Actual Hourly Inside
fr: Correction de réelles horaire intérieur

# TableObjects§Correction of Actual Hourly Outside (no PO)
source: Correction of Actual Hourly Outside
fr: Correction de l'extérieur horaire réel

# TableObjects§Correction of Actual Hourly Outside (with PO)
source: Correction of Actual Hourly Outside (with PO)
fr: Correction de l'extérieur horaire réel (avec PO)

# TableObjects§Correction of Actual Item
source: Correction of Actual Item
fr: Correction du point réelles

# TableObjects§Correction of Actual Miscellaneous Cost
source: Correction of Actual Miscellaneous Cost
fr: Correction du réel Coût Divers

# TableObjects§Correction of Actual Per Job Inside
source: Correction of Actual Per Job Inside
fr: Correction du réel par le travail à l'intérieur

# TableObjects§Correction of Actual Per Job Outside (no PO)
source: Correction of Actual Per Job Outside
fr: Correction du réel par emploi à l'extérieur

# TableObjects§Correction of Actual Per Job Outside (with PO)
source: Correction of Actual Per Job Outside (with PO)
fr: Correction du réel par emploi à l'extérieur (avec PO)

# TableObjects§Correction of Chargeback Activity
source: Correction of Chargeback Activity
es: Corrección de Contracargo Actividad
fr: Correction de l'activité Rétrofacturation

# TableObjects§Correction of Item Issue
source: Correction of Item Issue
fr: Correction du point émission

# TableObjects§Correction of Item Transfer
source: Correction of Item Transfer
fr: Correction du point de transfert

# TableObjects§Correction of Item Transfer From
source: Correction of Item Transfer From
fr: Correction de la rubrique Transfert De

# TableObjects§Correction of Item Transfer To
source: Correction of Item Transfer To
fr: Correction du point Transfer To

# TableObjects§Correction of Receive Item (no PO)
source: Correction of Receive Item
fr: Correction de recevoir l'article

# TableObjects§Correction of Receive Item (with PO)
source: Correction of Receive Item (with PO)
fr: Correction de recevoir l'article (par PO)

# TableObjects§Correction of Receive Miscellaneous
source: Correction of Receive Miscellaneous
fr: Correction d'Recevez Divers

# TableObjects§Cost Center
source: Cost Center
fr: Centre de coûts

# TableObjects§Costs by Employee
source: Costs by Employee
es: Costos por Empleado
fr: Coûts par employé

# TableObjects§Costs by Grouping
source: Costs by Grouping
es: Costos por Agrupación
fr: Les coûts en regroupant

# TableObjects§Costs by Resource Type
source: Costs by Resource Type
es: Costos por Tipo de Recurso
fr: Coûts par type de ressources

# TableObjects§Costs by Trade
source: Costs by Trade
es: Costos por Oficio
fr: Coûts par le commerce

# TableObjects§Costs by Vendor
source: Costs by Vendor
es: Costos por vendedor
fr: Coûts par vendeur

# TableObjects§Custom Security Role§plural
source: Custom Security Roles
fr: Rôles de sécurité personnalisé

# TableObjects§Custom Security Role§singular
source: Custom Security Role
fr: Rôle de sécurité personnalisé

# TableObjects§Database Management
source: Database Management
es: Base de datos Administración
fr: Gestion de base de données

# TableObjects§Default Organization
source: Default Organization
es: Organización Predeterminada
fr: Organisation par défaut

# TableObjects§Demand Hourly Inside
source: Demand Hourly Inside
fr: Demande horaire intérieur

# TableObjects§Demand Hourly Outside
source: Demand Hourly Outside
fr: Demande horaire extérieur

# TableObjects§Demand Item
source: Demand Item
fr: Demande Point

# TableObjects§Demand Miscellaneous Cost
source: Demand Miscellaneous Cost
fr: Demande Divers Coût

# TableObjects§Demand Per Job Inside
source: Demand Per Job Inside
fr: Demande par la poste à l'intérieur

# TableObjects§Demand Per Job Outside
source: Demand Per Job Outside
fr: Demande par emploi à l'extérieur

# TableObjects§Draft Purchase Order
source: Draft Purchase Order
fr: Projet de Bon de Commande

# TableObjects§Draft Work Order
source: Draft Work Order
fr: Projet d'Ordre de Travail

# TableObjects§Email Part
source: Email Part
fr: Email Partie

# TableObjects§Email Request
source: Email Request
fr: Demande par email

# TableObjects§Employee
source: Employee
fr: Employé

# TableObjects§Error
source: Error
fr: Erreur

# TableObjects§Expense Category
source: Expense Category
fr: Catégorie de dépenses

# TableObjects§Expense Mapping
source: Expense Mapping
fr: Cartographie des frais

# TableObjects§Expense Model
source: Expense Model
fr: Dépenses Modèle

# TableObjects§External Tag
source: External Tag
fr: Tag externe

# TableObjects§Generation Detail
source: Generation Detail
fr: Détail Generation

# TableObjects§Generation Detail with containers
source: Generation Detail with containers
fr: Détail de génération avec des conteneurs

# TableObjects§Hourly Inside
source: Hourly Inside
fr: Horaire intérieur

# TableObjects§Hourly Outside
source: Hourly Outside
fr: Horaire extérieur

# TableObjects§In Progress Request
source: In Progress Request
fr: En cours d'appel

# TableObjects§In Progress Request In Progress Date Histogram
source: In Progress Request In Progress Date Histogram
fr: En cours d'appel En cours Date de l'histogramme

# TableObjects§In Progress Request with linked Work Order
source: In Progress Request with linked Work Orders
fr: En cours d'appel avec liée Ordre de Travail

# TableObjects§In Progress Request with no linked Work Order
source: In Progress Request with no linked Work Orders
fr: En cours d'appel sans Ordre de Travail liée

# TableObjects§Information
source: Information
es: Información
fr: Informations

# TableObjects§Issued Purchase Order
source: Issued Purchase Order
fr: Publié Bon de Commande

# TableObjects§Item Activity
source: Item Activity
fr: Article Activité

# TableObjects§Item Adjustment
source: Item Adjustment
fr: Elément d'ajustement

# TableObjects§Item Adjustment Code
source: Item Adjustment Code
fr: Code article Ajustement

# TableObjects§Item Category
source: Item Category
fr: Article Catégorie

# TableObjects§Item Issue
source: Item Issue
fr: Article numéro

# TableObjects§Item Issue Code
source: Item Issue Code
fr: Code article d'émission

# TableObjects§Item On Order
source: Item On Order
fr: Article Sur commande

# TableObjects§Item Restocking
source: Item Restocking
fr: Article repeuplement

# TableObjects§Item Transfer
source: Item Transfer
fr: Transfert d'éléments

# TableObjects§Item Transfer From
source: Item Transfer From
fr: Article De Transfert

# TableObjects§Item Transfer To
source: Item Transfer To
fr: Article a Transfert

# TableObjects§Item Usage as Parts
source: Item Usage as Parts
es: Uso del artículo como piezas
fr: Utilisation de l'article en tant que pièces

# TableObjects§Items in Temporary Storage
source: Items in Temporary Storage
fr: Articles en dépôt temporaire

# TableObjects§Labor
source: Labor
es: Trabajo
fr: Travail

# TableObjects§Labor Forecast
source: Labor Forecast
es: Pronóstico del Trabajo
fr: Prévisions du travail

# TableObjects§Labor Time by Employee
source: Labor Time by Employee
es: Tiempo de Trabajo de los Empleados
fr: Temps travail par employé

# TableObjects§Labor Time by Grouping
source: Labor Time by Grouping
es: Tiempo de Trabajo por la Agrupación
fr: Travail Temps en regroupant

# TableObjects§Labor Time by Trade
source: Labor Time by Trade
es: Tiempo de Trabajo de Comercio
fr: Travail Temps par Commerce

# TableObjects§Labor Time by Vendor
source: Labor Time by Vendor
es: Tiempo de Trabajo por Vendedor
fr: Travail Temps par le vendeur

# TableObjects§License
source: License
fr: Licence

# TableObjects§Linked Work Order
source: Linked Work Order
fr: Lié Ordre de Travail

# TableObjects§Location
source: Location
fr: Emplacement

# TableObjects§MainBoss News
source: MainBoss News
es: Noticias de MainBoss
fr: Nouvelles de MainBoss

# TableObjects§MainBoss Service
source: MainBoss Service
fr: Service de MainBoss

# TableObjects§MainBoss Service Configuration
source: MainBoss Service Configuration
fr: Configuration du service MainBoss

# TableObjects§MainBoss User
source: MainBoss User
es: MainBoss Usuario
fr: MainBoss utilisateur

# TableObjects§Maintenance Forecast
source: Maintenance Forecast
es: Pronóstico Mantenimiento
fr: Prévisions Entretien

# TableObjects§Maintenance History
source: Maintenance History
es: Historial de Mantenimiento
fr: Historique de la maintenance

# TableObjects§Maintenance Timing
source: Maintenance Timing
fr: Moment d'entretien

# TableObjects§Manual Meter Reading
source: Manual Meter Reading
fr: Manuel Meter Reading

# TableObjects§Material Forecast
source: Material Forecast
es: Pronóstico del Material
fr: Prévisions Matériel

# TableObjects§Message Translation
source: Message Translation
fr: Traduction du message

# TableObjects§Meter
source: Meter
fr: Mètre

# TableObjects§Meter Class
source: Meter Class
fr: Classe mètres

# TableObjects§Meter Period
source: Meter Period
fr: Période mètres

# TableObjects§Meter Reading
source: Meter Reading
fr: Relevé de compteur

# TableObjects§Miscellaneous Cost
source: Miscellaneous Cost
fr: Divers coûts

# TableObjects§Miscellaneous Item
source: Miscellaneous Item
fr: Divers Point

# TableObjects§My Assignment Overview
source: My Assignment Overview
es: Mi General Asignación
fr: Mon Aperçu des assignations

# TableObjects§New Request
source: New Request
fr: Nouvelle demande

# TableObjects§Non-Temporary Location
source: Non-Temporary Location
fr: Lieu de tournage non-temporaire

# TableObjects§Open Work Order
source: Open Work Order
fr: Ouvrir Ordre de Travail

# TableObjects§Open Work Order by Priority
source: Open Work Orders by Priority
fr: Ouvrez Ordre de Travail par priorité

# TableObjects§Open Work Order by Status
source: Open Work Order by Status
fr: Ouvrez Ordre de Travail par Etat

# TableObjects§Organization
source: Organization
es: Organización
fr: Organisation

# TableObjects§Other Work
source: Other Work
es: Por Trabojo
fr: Autres travaux

# TableObjects§Overdue Work Order
source: Overdue Work Order
fr: Arriéré Ordre de Travail

# TableObjects§Ownership
source: Ownership
fr: Possession

# TableObjects§Part
source: Part
fr: Partie

# TableObjects§Payment Term
source: Payment Term
fr: Limite de paiement

# TableObjects§Pending Acknowledgment
source: Pending Acknowledgment
es: Pendiente Reconocimiento
fr: En attente d'acquittement

# TableObjects§Per Job Inside
source: Per Job Inside
fr: Par la poste à l'intérieur

# TableObjects§Per Job Outside
source: Per Job Outside
fr: Par emploi à l'extérieur

# TableObjects§Period
source: Period
fr: Période

# TableObjects§Permission
source: Permission
fr: Autorisation

# TableObjects§Physical Count
source: Physical Count
fr: Comte physique

# TableObjects§Planned Maintenance Batch
source: Planned Maintenance Batch
fr: Batch maintenance planifiée

# TableObjects§Postal Address
source: Postal Address
fr: Adresse postale

# TableObjects§Project
source: Project
fr: Projet

# TableObjects§Purchase Hourly Outside
source: Purchase Hourly Outside
fr: Achetez horaire extérieur

# TableObjects§Purchase Item
source: Purchase Item
fr: Achat article

# TableObjects§Purchase Miscellaneous Item
source: Purchase Miscellaneous Item
fr: Achat Divers Point

# TableObjects§Purchase Order Assignment By Assignee
source: Purchase Order Assignment By Assignee
es: Compra Asignación Ordenar por Cesionario
fr: Bon de commande cession par le cessionnaire

# TableObjects§Purchase Order Category
source: Purchase Order Category
fr: Catégorie de commande

# TableObjects§Purchase Order Comment
source: Purchase Order Comment
fr: Bon de commande Commentaire

# TableObjects§Purchase Order Count by Creation Date
source: Purchase Order Count by Creation Date
es: Orden de Compra Cuente por Fecha de Creación
fr: Bon de commande comte par date de création

# TableObjects§Purchase Order Count by Ended Date
source: Purchase Order Count by Ended Date
es: Orden de Compra por el conde Ended Fecha
fr: Bon de commande par le comte Date de fin

# TableObjects§Purchase Order Count by Grouping
source: Purchase Order Count by Grouping
es: Compra Número de pedidos por Agrupación
fr: Achetez Nombre commandes en regroupant

# TableObjects§Purchase Order Count by Issued Date
source: Purchase Order Count by Issued Date
es: Orden de Compra Conde por fecha de publicación
fr: Bon de commande par le comte Date de publication

# TableObjects§Purchase Order Lifetime
source: Purchase Order Lifetime
es: Orden de compra por vida
fr: Bon de commande à vie

# TableObjects§Purchase Order State
source: Purchase Order State
fr: Bon de commande État Ordre

# TableObjects§Purchase Order Status
source: Purchase Order Status
fr: Achetez Statut de la commande

# TableObjects§Purchase Order Status Statistics
source: Purchase Order Status Statistics
es: Compra Estado del pedido Estadísticas
fr: Bon de commande statistiques de l'état

# TableObjects§Purchase Order Template
source: Purchase Order Template
fr: Bon de commande Modèle Ordre

# TableObjects§Purchase Order Template Line
source: Purchase Order Template Line
fr: Bon de commande Modèle Ligne

# TableObjects§Purchase Per Job Outside
source: Purchase Per Job Outside
fr: Achat par emploi à l'extérieur

# TableObjects§Purchase Template Hourly Outside
source: Purchase Template Hourly Outside
fr: Bon de commande modèle horaire extérieur

# TableObjects§Purchase Template Item
source: Purchase Template Item
fr: Bon de commande Modèle Point

# TableObjects§Purchase Template Miscellaneous Item
source: Purchase Template Miscellaneous Item
fr: Bon de commande Modèle Divers Point

# TableObjects§Purchase Template Per Job Outside
source: Purchase Template Per Job Outside
fr: Bon de commande Template Par emploi à l'extérieur

# TableObjects§Receipt
source: Receipt
fr: Réception

# TableObjects§Receipt Activity
source: Receipt Activity
fr: Réception activité

# TableObjects§Receive Item (no PO)
source: Receive Item
fr: Recevez article

# TableObjects§Receive Item (with PO)
source: Receive Item (with PO)
fr: Recevez Point (avec PO)

# TableObjects§Receive Miscellaneous
source: Receive Miscellaneous
fr: Recevez Divers

# TableObjects§Relationship
source: Relationship
fr: Relations

# TableObjects§Request Assignment By Assignee
source: Request Assignment By Assignee
fr: Demande cession par le cessionnaire

# TableObjects§Request Count by Creation Date
source: Request Count by Creation Date
es: Solicitud Conde por Fecha de Creación
fr: Demande comte par date de création

# TableObjects§Request Count by Ended Date
source: Request Count by Ended Date
es: Solicitud Conde de Terminación Fecha
fr: Demande comte par fini date

# TableObjects§Request Count by Grouping
source: Request Count by Grouping
es: Solicitud Conde por Agrupación
fr: Demande comte par Groupement

# TableObjects§Request Count by In Progress Date
source: Request Count by In Progress Date
es: Solicitud Conde por En Progreso Fecha
fr: Demande comte par En Cours date

# TableObjects§Request Lifetime
source: Request Lifetime
es: Solicitud de por vida
fr: Demande Durée de vie

# TableObjects§Request Priority
source: Request Priority
fr: Demande priorité

# TableObjects§Request State
source: Request State
fr: Demande État

# TableObjects§Request Status
source: Request Status
fr: Statut de la demande

# TableObjects§Requested Work Order
source: Requested Work Order
fr: Demandé Ordre de Travail

# TableObjects§Requestor
source: Requestor
fr: Demandeur

# TableObjects§Requestor Comment
source: Requestor Comment
fr: Demandeur Commentaire

# TableObjects§Scheduling Basis
source: Scheduling Basis
fr: Base de Scheduling

# TableObjects§Service Contract
source: Service Contract
fr: Contrat de service

# TableObjects§Service Log
source: Service Log
fr: Service Connexion

# TableObjects§Shipping Mode
source: Shipping Mode
fr: mode de livraison

# TableObjects§Specification
source: Specification
fr: Spécification

# TableObjects§Specification Data
source: Specification Data
fr: Spécifications données

# TableObjects§Specification Form
source: Specification Form
fr: Formulaire de Spécification

# TableObjects§Specification Form Field
source: Specification Form Field
fr: Spécification champ de formulaire

# TableObjects§SQL Database
source: SQL Database
es: Base de datos SQL
fr: Base de données SQL

# TableObjects§SQL Database Login
source: SQL Database Login
fr: Connexion à la base de données SQL

# TableObjects§SQL Database User
source: SQL Database User
fr: Utilisateur de base de données SQL

# TableObjects§Storage Assignment
source: Storage Assignment
es: Asignación de almacenamiento
fr: Attribution de stockage

# TableObjects§Storeroom
source: Storeroom
fr: Magasin

# TableObjects§Storeroom Assignment
source: Storeroom Assignment
fr: Magasin Attribution

# TableObjects§Storeroom or Temporary Storage Assignment
source: Storeroom or Temporary Storage Assignment
fr: Magasin ou cession de stockage temporaire

# TableObjects§Sub Location
source: Sub Location
fr: Sous Emplacement

# TableObjects§System
source: System
fr: Système

# TableObjects§Task Demand Hourly Inside
source: Task Demand Hourly Inside
fr: Demande Groupe horaire intérieur

# TableObjects§Task Demand Hourly Outside
source: Task Demand Hourly Outside
fr: Groupe demande horaire extérieur

# TableObjects§Task Demand Item
source: Task Demand Item
fr: Groupe demande Point

# TableObjects§Task Demand Miscellaneous Cost
source: Task Demand Miscellaneous Cost
fr: la demande de Groupe Divers Coût

# TableObjects§Task Demand Per Job Inside
source: Task Demand Per Job Inside
fr: Demande de tâche par tâche à l'intérieur
