Repository: thinkageltd/MainBoss
Catalog: Thinkage.MainBoss.Controls/TranslationResources/messages.*.resx
Languages: es, fr

source: If you or other users are currently using the contact which is the source of the merge, the merge may cause transient errors in MainBoss, restarting MainBoss will fix the problem
es: Si usted u otros usuarios están utilizando actualmente el contacto que es la fuente de la combinación, la combinación puede causar errores transitorios en MainBoss, reiniciar MainBoss solucionará el problema
fr: Si vous ou d'autres utilisateurs utilisez actuellement le contact qui est la source de la fusion, celle-ci peut provoquer des erreurs transitoires dans MainBoss, le redémarrage de MainBoss résoudra le problème

# Thinkage.MainBoss.Controls§Image Content
source: Image Content
es: Contenido de Imagen
fr: Contenu de l'image

# Thinkage.MainBoss.Controls§Import Email Message
source: Import Email Message
es: Importación de Correo Electrónico Mensaje
fr: Message d'importation de messagerie

source: Include Work Order History status code and comments in Comments to Requestor
es: Incluir el código de estado del historial de órdenes de trabajo y los comentarios en los comentarios al solicitante
fr: Inclure le code d'état de l'historique des Ordres de Travail et les commentaires dans les commentaires au demandeur

# Thinkage.MainBoss.Controls§Incoming Mail
source: Incoming Mail
es: Correo Entrante
fr: Courrier Entrant

# Thinkage.MainBoss.Controls§Inflation to date
source: Inflation to date
es: La inflación hasta la fecha
fr: L'inflation à jour

# Thinkage.MainBoss.Controls§Inflation to end of life
source: Inflation to end of life
es: La inflación al final de la vida
fr: L'inflation à la fin de vie

# Thinkage.MainBoss.Controls§Inhibit
source: Inhibit
es: Inhibir
fr: Inhiber

# Thinkage.MainBoss.Controls§Inhibit generation of overdue work orders
source: Inhibit generation of overdue work orders
es: Inhabilitar la generación de Ordenes de trabajo atrasadas
fr: Exclure la production des bons de travail en retard

source: Inhibit generation of work orders on disabled weekdays
es: Inhabilitar la generación de Ordenes de trabajo en días de la semana no hábiles
fr: Exclure la production des bons de travail pour les jours désactivés

# Thinkage.MainBoss.Controls§Inhibit generation of work orders outside the season
source: Inhibit generation of work orders outside the season
es: Inhabilitar la generación de Ordenes de trabajo fuera de la temporada
fr: Exclure la production des bons de travail hors saison

# Thinkage.MainBoss.Controls§Inhibited
source: Inhibited
es: Inabilitar
fr: Exclus

# Thinkage.MainBoss.Controls§Initialize all from Active Directory
source: Initialize all from Active Directory
es: Inicializar todos de Active Directory
fr: Initialiser tous à partir d'Active Directory

# Thinkage.MainBoss.Controls§Insert a new Email Message from a file
source: Insert a new Email Message from a file
es: Inserte un nuevo mensaje de correo electrónico desde un archivo
fr: Insérer un nouveau message d'e-mail à partir d'un fichier

# Thinkage.MainBoss.Controls§Installed as {0} ({1}/{2:X4})
source: Installed as {0} ({1}/{2:X4})
es: Instalado como {0} ({1}/{2:X4})
fr: Installé en tant que {0} ({1}/{2:X4})

# Thinkage.MainBoss.Controls§Internet Message Access Protocol version 4 revision 1
source: Internet Message Access Protocol version 4 revision 1
es: Internet Protocolo mensajes de acceso versión 4 revision 1
fr: Protocole d'accès message Internet version 4 révision 1

source: Internet Message Access Protocol version 4 revision 1 over SSL
es: Protocolo de acceso a mensajes de Internet versión 4 revisión 1 a través de SSL
fr: Internet Message Access Protocol version 4 révision 1 sur SSL

# Thinkage.MainBoss.Controls§into contact:
source: into contact:
es: en contacto:
fr: en contact:

# Thinkage.MainBoss.Controls§Item Pricing and Purchasing History
source: Item Pricing and Purchasing History
es: Precios Artículo e Histórico de Compra
fr: Historique du coût et d'achat de l'article

# Thinkage.MainBoss.Controls§Item Purchase Line
source: Item Purchase Line
es: Línea de Artículo de Compra
fr: Ligne d'achat d'un article

# Thinkage.MainBoss.Controls§Item Receiving
source: Item Receiving
es: Recibir el Artículo
fr: Point Réception

source: Items assigned to Temporary Storage associated with a work order
es: Los artículos asignados a centros de almacenamiento asociados con una orden de trabajo
fr: Articles affectés à stockage temporaire associés à un Ordre de Travail

# Thinkage.MainBoss.Controls§Items currently on order
source: Items currently on order
es: Elementos se encuentran actualmente en orden
fr: Les articles sont actuellement en commande

# Thinkage.MainBoss.Controls§Items marked as Parts for Units
source: Items marked as Parts for Units
es: Los artículos marcados como Piezas para Unidades
fr: Articles marqués comme pièces de parts

# Thinkage.MainBoss.Controls§Labor Receiving
source: Labor Receiving
es: Recepción de Trabajo
fr: Travail Réception

# Thinkage.MainBoss.Controls§Latest Physical Count
source: Latest Physical Count
es: Ultimo Conteo Físico
fr: Dernier dénombrement

source: Leave total demanded cost blank when work order is created
es: Deja el costo total de exigido en blanco cuando se crea la orden de trabajo
fr: Laisser le coût total estimatif de la demande de ressources lors de la création du bon de travail

# Thinkage.MainBoss.Controls§Ledger Cost Center
source: Ledger Cost Center
es: Centro de Costo Ledger
fr: Centre de coûts Ledger

# Thinkage.MainBoss.Controls§License Count Status
source: License Count Status
es: Estado del Conde Licencia
fr: Nombre de l'état de licence

# Thinkage.MainBoss.Controls§License ID Status
source: License ID Status
es: Estado ID Licencia
fr: Licence ID Statut

# Thinkage.MainBoss.Controls§License Module
source: License Module
es: Módulo de licencia
fr: Module de licence

# Thinkage.MainBoss.Controls§License Module ID
source: License Module ID
es: Módulo de licencia ID
fr: Module de licence ID

# Thinkage.MainBoss.Controls§Licensed
source: Licensed
es: Licenciado
fr: Autorisé sous licence

# Thinkage.MainBoss.Controls§Licensed for {0} {0.IsOne ? {1} : {2} }
source: Licensed for {0} {0.IsOne ? {1} : {2} }
es: Licencia para {0} {0.IsOne ? {1} : {2} }
fr: Licence pour {0} {0.IsOne ? {1} : {2} }

source: Licensed for {0} {0.IsOne ? {1} : {2} } of which {3} currently exist
es: Licencia para {0} {0.IsOne ? {1} : {2} } de las cuales actualmente existen {3}
fr: Licence pour {0} {0.IsOne ? {1} : {2} } dont {3} existe actuellement

# Thinkage.MainBoss.Controls§Licensed for Demonstration mode
source: Licensed for Demonstration mode
es: Licencia para el modo de demostración
fr: Licence pour le mode de démonstration

source: Licenses for the same Application already entered in this database
es: Licencias para la misma aplicación ya ha entrado en esta base de datos
fr: Licences pour la même application déjà entrés dans cette base de données

# Thinkage.MainBoss.Controls§Licenses to add
source: Licenses to add
es: Licencias para agregar
fr: Licences pour ajouter

# Thinkage.MainBoss.Controls§Licenses to delete
source: Licenses to delete
es: Licencias para eliminar
fr: Licences pour supprimer

# Thinkage.MainBoss.Controls§Lifetime
source: Lifetime
es: Toda la Vida
fr: Vie

# Thinkage.MainBoss.Controls§Line
source: Line
es: Fila
fr: Ligne

# Thinkage.MainBoss.Controls§List maintenance timing records
source: List maintenance timing records
es: Lista de registros de tiempo de mantenimiento
fr: Liste des dossiers de synchronisation d'entretien

# Thinkage.MainBoss.Controls§List meters and their current reading
source: List meters and their current reading
es: Medidores de lista y su lectura actual
fr: Liste compteurs et leur lecture actuelle

# Thinkage.MainBoss.Controls§Location and status of inventory items
source: Location and status of inventory items
es: Ubicación y estado de los inventarios
fr: Emplacement et l'état des articles en stock

# Thinkage.MainBoss.Controls§Logging
source: Logging
es: Inicio de sesión
fr: Enregistrement

# Thinkage.MainBoss.Controls§Mail Message Content
source: Mail Message Content
es: Correo Mensaje
fr: Contenu du message de courrier

# Thinkage.MainBoss.Controls§Mail User's Password
source: Mail User's Password
es: Contraseña del usuario de correo
fr: Mot de passe de l'utilisateur du courrier

# Thinkage.MainBoss.Controls§Main Font
source: Main Font
es: Fuente Principal
fr: Police de charactères principale

# Thinkage.MainBoss.Controls§MainBoss News URL
source: MainBoss News URL
es: Noticias de MainBoss URL
fr: Nouvelles de MainBoss URL

# Thinkage.MainBoss.Controls§Maintenance Schedule Generation
source: Maintenance Schedule Generation
es: Generación de programa de Mantenimiento
fr: Production du calendrier d'entretien

# Thinkage.MainBoss.Controls§Maintenance Work Order Creation
source: Maintenance Work Order Creation
es: Creación de Orden de Trabajo de Mantenimiento
fr: Création du bon de travail d'entretien

# Thinkage.MainBoss.Controls§Make Shared Work Order
source: Make Shared Work Order
es: Hacer participación de Orden de Trabajo
fr: Préparer un bon de travail partagé

# Thinkage.MainBoss.Controls§Make sure only one Named User license exists
source: Make sure only one Named User license exists
es: Asegúrese de que sólo existe una licencia de Usuario Nombrado
fr: Assurez-vous que seule licence d'utilisateur nommé existe

# Thinkage.MainBoss.Controls§Make Work Order
source: Make Work Order
es: Hacer Orden de Trabajo
fr: Préparer le bon de travail

# Thinkage.MainBoss.Controls§Manual entry
source: Manual entry
es: Entrada Manual
fr: Écriture manuelle

# Thinkage.MainBoss.Controls§Manual Scheduling Basis
source: Manual Scheduling Basis
es: Bases de Programación manual
fr: Paramètres de programmation manuelle

# Thinkage.MainBoss.Controls§Manually Enter Cost
source: Manually Enter Cost
es: Ingresar Manualmente el Costo
fr: Entrer le coût manuellement

# Thinkage.MainBoss.Controls§Manually Enter Quantity
source: Manually Enter Quantity
es: Introduzca manualmente Cantidad
fr: Entrée manuelle Quantité

# Thinkage.MainBoss.Controls§Max Generate Lead Time
source: Max Generate Lead Time
es: Max Generar Plazo de ejecución
fr: Max Générer Délai

source: Merge all contact information from the selected contacts into the target contact
es: Combine toda la información de contacto de los contactos seleccionados en el contacto objetivo
fr: Fusionner toutes les informations de contact des contacts sélectionnés dans le contact cible

# Thinkage.MainBoss.Controls§Merge into Contact
source: Merge into Contact
es: Fusionarse en contacto
fr: Fusionner en contact

# Thinkage.MainBoss.Controls§Merge to
source: Merge to
es: Fusionarse con
fr: Fusionner avec

# Thinkage.MainBoss.Controls§Merging contacts
source: Merging contacts
es: Fusionar contactos
fr: Fusion de contacts

source: Merging contacts should only be done when you are the sole user of MainBoss
es: La fusión de contactos solo debe hacerse cuando usted es el único usuario de MainBoss
fr: La fusion des contacts ne doit être effectuée que si vous êtes le seul utilisateur de MainBoss

# Thinkage.MainBoss.Controls§Minimum Duration
source: Minimum Duration
es: Duración Mínima
fr: Durée minimale

# Thinkage.MainBoss.Controls§Minimum Lifetime
source: Minimum Lifetime
es: Toda la Vida Mínima
fr: Vie minimale

# Thinkage.MainBoss.Controls§Minimum must be less than or equal to Maximum
source: Minimum must be less than or equal to Maximum
es: Mínimo debe ser menor o igual al máximo
fr: Le minimum doit être inférieur ou égal au maximum.

# Thinkage.MainBoss.Controls§Miscellaneous Purchase Line
source: Miscellaneous Purchase Line
es: Línea de Compra de Diverso
fr: Ligne d'achat d'articles divers

# Thinkage.MainBoss.Controls§Miscellaneous Receiving
source: Miscellaneous Receiving
es: Varios Recibir
fr: Divers Réception

# Thinkage.MainBoss.Controls§Monday
source: Monday
es: Lunes
fr: Lundi

# Thinkage.MainBoss.Controls§Months
source: Months
es: Meses
fr: Mois

source: More than one Named User license key exists in the set of selected licenses
es: Existe más de una clave de licencia de Usuario Nombrado en el conjunto de licencias seleccionados
fr: Plus d'une clé de licence Utilisateur nommé existe dans l'ensemble des licences sélectionnés

# Thinkage.MainBoss.Controls§Move to Destination
source: Move to Destination
es: Mover a Destino
fr: Déplacer vers Destinations

# Thinkage.MainBoss.Controls§Name
source: Name
es: Nombre
fr: Nom

# Thinkage.MainBoss.Controls§Name does not match font's name
source: Name does not match font's name
es: Nombre no coincide con el nombre de la fuente
fr: Nom ne correspond pas le nom de la police

# Thinkage.MainBoss.Controls§Network Deployed {0}
source: Network Deployed {0}
es: Red Desplegada {0}
fr: Déployé réseau {0}

# Thinkage.MainBoss.Controls§New
source: New
es: Nuevo
fr: Nouveau

# Thinkage.MainBoss.Controls§New Assignee
source: New Assignee
es: Nueva Asignada
fr: Nouvelle personne assignée

# Thinkage.MainBoss.Controls§New Demand
source: New Demand
es: Nueva Exigido
fr: Nouvelle demande

# Thinkage.MainBoss.Controls§New Line Item
source: New Line Item
es: Nueva Línea de Artículo
fr: Nouveau ligne d'article

# Thinkage.MainBoss.Controls§New Location Assignment
source: New Location Assignment
es: Nueva Asignación de Ubicación
fr: Nouvelle affection d'emplacement

# Thinkage.MainBoss.Controls§New PO Line
source: New PO Line
es: Nueva Línea de Compra Orden
fr: New PO Ligne

# Thinkage.MainBoss.Controls§New PO Line Item
source: New PO Line Item
es: Nueva Línea de Artículo de Compra Orden
fr: Nouvelle ligne de Bon de Commande

# Thinkage.MainBoss.Controls§New Scheduling Basis
source: New Scheduling Basis
es: Nuevas Bases de Programación
fr: Nouveaux paramètres de programmation

# Thinkage.MainBoss.Controls§No
source: No
fr: Non

# Thinkage.MainBoss.Controls§No acknowledgements are sent
source: No acknowledgements are sent
es: Sin reconocimiento se envían
fr: Aucun accusé de réception est envoyé

source: No 'Activity' log entries in the MainBoss Service log.
es: No hay entradas en el registro 'Actividad' en el registro del Servicio de MainBoss.
fr: Entrées de journal Aucune Loisirs dans le journal du service MainBoss.

source: No Email Address will prevent notifications from being sent.
es: Ninguna dirección de correo electrónico evitará que se envíen notificaciones.
fr: Aucune adresse électronique empêchera les notifications d'être envoyées.

# Thinkage.MainBoss.Controls§No Encryption
source: No Encryption
es: Sin Cifrado
fr: Pas de cryptage

# Thinkage.MainBoss.Controls§No licenses were found
source: No licenses were found
es: No se encontraron licencias
fr: Aucune licence n'a été trouvé

# Thinkage.MainBoss.Controls§No log entries in the MainBoss Service log.
source: No log entries in the MainBoss Service log.
es: No hay entradas de registro en el registro del Servicio de MainBoss.
fr: Aucun entrées de journal dans le journal service MainBoss.

# Thinkage.MainBoss.Controls§No one
source: No one
es: Nadie
fr: Personne

# Thinkage.MainBoss.Controls§No permissions
source: No permissions
es: No hay permisos
fr: Aucune autorisation

# Thinkage.MainBoss.Controls§No reason specified
source: No reason specified
es: Razón sin especificar
fr: Aucune raison spécifiée

# Thinkage.MainBoss.Controls§No 'Trace' log entries in the MainBoss Service log.
source: No 'Trace' log entries in the MainBoss Service log.
es: No hay entradas en el registro 'Rastro' en el registro del Servicio de MainBoss.
fr: Aucun entrées du journal 'Trace' dans le journal du service MainBoss.

source: No Windows Service can exist unless there is a service configuration record
es: Ningún servicio de Windows puede existir a menos que exista un registro de configuración de servicio
fr: Aucun service Windows ne peut exister à moins qu'il y ait un enregistrement de configuration de service

source: No Work Orders will be generated if Batch End Date is in the past
es: No hay órdenes de trabajo se generarán si Fin de lote Fecha está en el pasado
fr: Pas de commande de travail seront générés si Batch Date de fin est dans le passé

# Thinkage.MainBoss.Controls§Non Overdue WorkOrders
source: Non Overdue WorkOrders
es: Órdenes de trabajo no Vencidas
fr: Ordres de travail non en retard

# Thinkage.MainBoss.Controls§Non-PO Receiving
source: Non-PO Receiving
es: Non-PO Recepción
fr: Non-PO Réception

# Thinkage.MainBoss.Controls§Not a well formed Url value
source: Not a well formed Url value
es: No es un valor Url bien formada
fr: Pas une valeur Url bien formés

# Thinkage.MainBoss.Controls§Not connected to a database
source: Not connected to a database
es: No se ha conectado a la base de datos
fr: Aucune connexion à la base de données

# Thinkage.MainBoss.Controls§Not Licensed
source: Not Licensed
es: No Licenciado
fr: Non autorisé sous licence

# Thinkage.MainBoss.Controls§Not Processed
source: Not Processed
es: No Procesado
fr: Non traité

# Thinkage.MainBoss.Controls§Not Specified
source: Not Specified
es: No Especificado
fr: Non précisé

# Thinkage.MainBoss.Controls§Notify Service
source: Notify Service
es: Notificar servicio
fr: Service de notification

source: Notify the Windows Service for MainBoss to do all service actions immediately
es: Notificar al servicio de Windows para que MainBoss realice todas las acciones de servicio inmediatamente
fr: Notifier le service Windows pour MainBoss de faire toutes les actions de service immédiatement

source: Notify the Windows Service for MainBoss to update itself from the configuration record
es: Notificar al Servicio de MainBoss para actualizarse desde el registro de configuración
fr: Avertissez le Service MainBoss se mettre à jour de l'enregistrement de configuration

# Thinkage.MainBoss.Controls§Notifying Assignees
source: Notifying Assignees
es: Notificación de los cesionarios
fr: Notification des caissiers

# Thinkage.MainBoss.Controls§Notifying Requestors
source: Notifying Requestors
es: Notificación de los solicitantes
fr: Notification des demandeurs

# Thinkage.MainBoss.Controls§Number Format
source: Number Format
es: Formato de Número
fr: Format de chiffres

# Thinkage.MainBoss.Controls§Number of In Progress Requests by In Progress Date
source: Number of In Progress Requests by In Progress Date
es: Número de solicitudes en progreso por fecha en progreso
fr: Nombre de demandes en cours en In Progress date

# Thinkage.MainBoss.Controls§Number of Open Work Orders by Work End Date
source: Number of Open Work Orders by Work End Date
es: Número de Ordenes de Trabajo abiertas por fecha de Trabajo Final
fr: Nombre de bons de travail ouverts par le travail Date de fin

# Thinkage.MainBoss.Controls§Number Overdue Work Orders
source: Number Overdue Work Orders
es: Órdenes de trabajo Número Vencidas
fr: Nombre de Ordres de Travail arriéré

# Thinkage.MainBoss.Controls§Number Sequence
source: Number Sequence
es: Número de secuencia
fr: Séquence numérique

source: Obtain list of users and contacts from Active Directory
es: Lista de usuarios y contactos de Active Directory Obtener
fr: Obtenir une liste d'utilisateurs et de contacts à partir d'Active Directory

# Thinkage.MainBoss.Controls§OK to update the licenses?
source: OK to update the licenses?
es: Aceptar para actualizar las licencias?
fr: OK pour mettre à jour les licences?

# Thinkage.MainBoss.Controls§On Hand
source: On Hand
es: En mano
fr: En main

# Thinkage.MainBoss.Controls§On Order
source: On Order
es: En Orden
fr: En commande

# Thinkage.MainBoss.Controls§On Reserve
source: On Reserve
es: En Reserva
fr: En réserve

# Thinkage.MainBoss.Controls§One line per selected service contract
source: One line per selected service contract
es: Una línea por cada contrato de servicio seleccionado
fr: Une ligne par contrat de service sélectionné

# Thinkage.MainBoss.Controls§One line per selected task
source: One line per selected task
es: Una línea por cada tarea seleccionada
fr: Une ligne par tâche sélectionnée

# Thinkage.MainBoss.Controls§One line per selected unit
source: One line per selected unit
es: Una línea por unidad seleccionada
fr: Une ligne par unité sélectionnée

# Thinkage.MainBoss.Controls§One line per selected unit maintenance plan
source: One line per selected unit maintenance plan
es: Una línea por plan de mantenimiento de la unidad seleccionada
fr: Une ligne par sélectionnée plan de maintenance de l'unité

source: Only available on computer that is a member of a domain
es: Solo disponible en la computadora que es miembro de un dominio
fr: Uniquement disponible sur un ordinateur membre d'un domaine

source: Only include Demand Templates for work specifically from this Purchase Order Template's Vendor
es: Solo incluye la plantilla de demanda de trabajo específico de estas Compra Ordenes en las plantillas del vendedor
fr: Inclure uniquement les modèles des demandes de ressources pour le travail confié précisément au fournisseur rattaché à ce Bon de Commande

source: Only include Demand Templates for work that this Purchase Order Template's Vendor could perform
es: Solo incluye la plantilla de demanda de trabajo que en la plantilla del vendedor pudiera realizar
fr: Inclure uniquement les modèles de demandes de ressources que ce le fournisseur rattaché à ce modèle de Bon de Commande peut exécuter

source: Only include Demand Templates for work that this Purchase Order Template's Vendor could provide
es: Solo incluye la plantilla de demanda de trabajo para Compra Ordenes que la plantilla del vendedor pueda proveer
fr: Inclure uniquement les modèles de demandes de ressources que ce le fournisseur rattaché à ce modèle de Bon de Commande peut fournir

source: Only include demands for work previously performed by this vendor
es: Solo incluye exigido de trabajo previamente realizado por este vendedor
fr: Inclure uniquement les demandes de ressources pour le travail exécuté par ce fournisseur dans le passé

source: Only include demands for work previously provided by this vendor
es: Solo incluye demanda por trabajo previamente proveido por este vendedor
fr: Inclure uniquement les demandes de ressources pour le travail fourni par ce fournisseur dans le passé

source: Only include Demands for work specifically from this Purchase Order's Vendor
es: Solo incluye demanda por trabajo específico de esta Compra Orden del vendedor
fr: Inclure uniquement les demandes de ressources pour le travail confié précisément au fournisseur rattaché à ce Bon de Commande

source: Only include Demands for work that this Purchase Order's Vendor could perform
es: Solo incluye demanda por trabajo de esta Compra Orden que el vendedor pueda perfeccionar
fr: Inclure uniquement les demandes de ressources pour le travail que le fournisseur rattaché à ce Bon de Commande peut exécuter

source: Only include Demands for work that this Purchase Order's Vendor could provide
es: Solo incluye demandas por trabajo de esta Compra Orden que el vendedor pueda proveer
fr: Inclure uniquement les demandes de ressources pour le travail que le fournisseur rattaché à ce Bon de Commande peut fournir

source: Only include demands where quantity demanded exceeds quantity currently ordered
es: Solo incluye demanda cuando la cantidad demandada excede la cantidad ordenada actualmente
fr: Inclure uniquement les demandes de ressources si la quantité demandée surpasse celle actuellement en commande

# Thinkage.MainBoss.Controls§Only include Items on the Parts list
source: Only include Items on the Parts list
es: Solo incluye Artículos de la lista de partes
fr: Inclure uniquement les articles figurant dans la liste de pièces

source: Only include Miscellaneous items previously provided by this vendor
es: Solo incluye artículos diversos ya suministrados por este vendedor
fr: Inclure uniquement les demandes de ressources pour les articles divers fournis par ce fournisseur dans le passé
