Repository: thinkageltd/MainBoss
Catalog: Thinkage.MainBoss.MBUtility/TranslationResources/messages.*.resx
Languages: es, fr

# Thinkage.MainBoss.MBUtility§Access failed: {0}
source: Access failed: {0}
es: El acceso no: {0}
fr: Accès a échoué: {0}

# Thinkage.MainBoss.MBUtility§Access OK
source: Access OK
es: Acceso en Aceptar
fr: Accès OK

source: All contacts with Active Directory References excluding these email addresses will have their contacts updated from Active Directory
es: Todos los contactos con las referencias de Active Directory con exclusión de estas direcciones de correo electrónico se han actualizado sus contactos de Active Directory
fr: Tous les contacts avec Active Directory Références à l'exclusion de ces adresses e-mail ont leurs contacts mis à jour à partir d'Active Directory

source: All contacts with Active Directory References whose primary email address matches this pattern will have their contacts updated from Active Directory
es: Todos los contactos con las referencias de Active Directory cuyo principal dirección de correo electrónico partidos este patrón se han actualizado sus contactos de Active Directory
fr: Tous les contacts avec références Active Directory dont la principale adresse e-mail correspond à ce modèle auront leurs contacts mis à jour à partir d'Active Directory

source: Any contact whose primary email address matches this pattern will be excluded from being updated from Active Directory
es: Cualquier contacto cuya dirección de correo electrónico principal coincide con este patrón será excluido de ser actualizado desde Active Directory
fr: Tout contact dont l'adresse e-mail principale correspond à cette règle seront exclus d'être mis à jour à partir d'Active Directory

# Thinkage.MainBoss.MBUtility§Application
source: Application
es: Aplicación

source: Cannot get the Active Directory entry for Contact '{0}'
es: No se puede obtener la entrada de Active Directory para Contacto '{0}'
fr: Impossible d'obtenir l'entrée Active Directory pour Contact '{0}'

# Thinkage.MainBoss.MBUtility§Cannot have both '{0}' and '{1}'
source: Cannot have both '{0}' and '{1}'
es: No se puede tener ambas cosas '{0}' y '{1}'
fr: Vous ne pouvez pas avoir les deux '{0}' et '{1}'

# Thinkage.MainBoss.MBUtility§Cannot update Contact '{0}'; {1}
source: Cannot update Contact '{0}'; {1}
es: No se puede actualizar Contacto '{0}; {1}
fr: Vous ne pouvez pas mettre à jour Contact '{0}'; {1}

# Thinkage.MainBoss.MBUtility§Cannot update Contact ID '{0}'; {1}
source: Cannot update Contact ID '{0}'; {1}
es: No se puede actualizar Contacto ID '{0}; {1}
fr: Vous ne pouvez pas mettre à jour Contact ID '{0}'; {1}

source: Clear the Active Directory Reference for any Contact that does not have a valid Active Directory Reference
es: Desactive la referencia de Active Directory para cualquier contacto que no tiene una referencia válida de Active Directory
fr: Désactivez la référence Active Directory pour tout contact qui n'a pas un répertoire de référence actif valide

source: Contact '{0}' email address is defined in multiple Active Directory Users {1}
es: Contacto '{0}' dirección de correo electrónico se define en múltiples usuarios de Active Directory {1}
fr: Contact '{0}' adresse e-mail est défini dans plusieurs utilisateurs Active Directory {1}

# Thinkage.MainBoss.MBUtility§Contact '{0}' was deleted
source: Contact '{0}' was deleted
es: Contacto '{0}' ha sido eliminada
fr: Contact '{0}' a été supprimé

# Thinkage.MainBoss.MBUtility§Contact '{0}' was updated
source: Contact '{0}' was updated
es: Contacto '{0}' fue actualizado
fr: Contact '{0}' a été mis à jour

# Thinkage.MainBoss.MBUtility§Contact '{0}' was updated, and was changed to {1}
source: Contact '{0}' was updated, and was changed to {1}
es: Contacto '{0}' se ha actualizado, y fue cambiado a {1}
fr: Contact '{0}' a été mis à jour, et a été changé pour {1}

source: Contact '{0}' was updated, but was unable to change the Contact Code to {1}
es: Contacto '{0}' se ha actualizado, pero no fue capaz de cambiar el Código de contacto a {1}
fr: Contact '{0}' a été mis à jour, mais a été incapable de modifier le Code de contact {1}

source: Contact '{0}' with email address '{1}' already existed
es: Contacto '{0}' con dirección de correo electrónico '{1}' ya existía
fr: Contact '{0}' avec l'adresse e-mail '{1}' existe déjà

source: Contacts that do not have a valid Active Directory Reference are deleted
es: Se eliminan los contactos que no tienen una referencia válida de Active Directory
fr: Contacts qui ne disposent pas d'un répertoire de référence actif valide sont supprimés

# Thinkage.MainBoss.MBUtility§Database Name
source: Database Name
es: Nombre de base de datos
fr: Nom de la base

# Thinkage.MainBoss.MBUtility§Defaults
source: Defaults
es: Valores por defecto
fr: Par défaut

# Thinkage.MainBoss.MBUtility§Delete the AllUsers organization entry
source: Delete the AllUsers organization entry
es: Eliminar la entrada de la organización AllUsers
fr: Supprimer l'entrée de l'organisation AllUsers

# Thinkage.MainBoss.MBUtility§Error in XML Document
source: Error in XML Document
es: Error en un documento XML
fr: Erreur dans un document XML

# Thinkage.MainBoss.MBUtility§Error in XML Schema
source: Error in XML Schema
es: Error en el esquema XML
fr: Erreur dans un schéma XML

# Thinkage.MainBoss.MBUtility§Error: '{0}' is not a valid email address
source: Error: '{0}' is not a valid email address
es: Error: '{0}' no es una dirección de correo electrónico válida
fr: Erreur: '{0}' est pas une adresse email valide

# Thinkage.MainBoss.MBUtility§Exception: {0}
source: Exception: {0}
es: Excepción: {0}

# Thinkage.MainBoss.MBUtility§For help, type 'mbutility help'
source: For help, type 'mbutility help'
es: Para obtener ayuda, tipo 'mbutility help'
fr: Pour obtenir de l'aide, tapez 'mbutility help'

# Thinkage.MainBoss.MBUtility§Full error details can be found in {0}
source: Full error details can be found in {0}
es: Detalles de error completo puede encontrarse en {0}
fr: Les détails complets concernant l'erreur sont accessible dans {0}

# Thinkage.MainBoss.MBUtility§Import of physical counts failed
source: Import of physical counts failed
es: Error en la importación de cuentas físicas
fr: L'importation des comptes physiques a échoué

# Thinkage.MainBoss.MBUtility§Line {0}, Position {1}
source: Line {0}, Position {1}
es: Línea {0}, Posición {1}
fr: Ligne {0}, {1} Position

# Thinkage.MainBoss.MBUtility§Line {0}, Position {1}:{2}
source: Line {0}, Position {1}:{2}
es: Línea {0}, Posición {1}:{2}
fr: Ligne {0}, Position {1}:{2}

source: Need a '{0}' or a '{1}' option to specify which Contacts to update
es: Exigir una opción de '{0}' o una '{1}' para especificar los contactos para actualizar
fr: Besoin d'une option '{0}' ou '{1}' pour spécifier les contacts de mise à jour

source: No certificate issued to Thinkage Ltd. was found in the script <Signature> element
es: No dispone del certificado expedido a Thinkage Ltd. se encuentra en la secuencia de comandos <Signature> element
fr: Aucun certificat délivré à Thinkage Ltd. n'a été trouvé dans l'élément <Signature> du script.

# Thinkage.MainBoss.MBUtility§Order the list by the Database Name
source: Order the list by the Database Name
es: Ordenar la lista por el nombre de base de datos
fr: Trier la liste par la base de données Nom

# Thinkage.MainBoss.MBUtility§Order the list by the Database Server Name
source: Order the list by the Database Server Name
es: Ordenar la lista por el nombre del servidor de base de datos
fr: Trier la liste par la base de données Nom du serveur

# Thinkage.MainBoss.MBUtility§Organization
source: Organization
es: Organización
fr: Organisation

source: Organization {0} already exists; use the /+Replace option if you want to replace it
es: Organización {0} ya existe; use el /+Replace la opcion
fr: L'organisation {0} existe déjà; utilisez l'option /+Replace si vous souhaitez la remplacer.

# Thinkage.MainBoss.MBUtility§Organization {0} does not exist.
source: Organization {0} does not exist.
es: La organización {0} no existe.
fr: L'organisation {0} n'existe pas.

# Thinkage.MainBoss.MBUtility§Overwrite any existing organization of the same name
source: Overwrite any existing organization of the same name
es: Sobrescribir cualquier organización existente del mismo nombre
fr: Remplacer n'importe quelle organisation existante du même nom

source: Preserve the Contact's primary email address if it exists; otherwise the Active Directory Mail address will be added to the Contacts Alternate email address
es: Preservar de la dirección de correo electrónico de contacto principal si es que existe; de lo contrario la dirección de correo de Active Directory se añadirá a los Contactos de direcciones de correo electrónico alternativo
fr: Préserver l'adresse e-mail principale de la contacter si elle existe; sinon l'adresse Active Directory Mail sera ajouté aux contacts d'adresse e-mail secondaire

# Thinkage.MainBoss.MBUtility§Press any key to end program
source: Press any key to end program
es: Presione cualquier tecla para finalizar el programa
fr: Appuyez sur une touche à la fin du programme

# Thinkage.MainBoss.MBUtility§Probe Status
source: Probe Status
es: Sonda de Estado

source: Provide additional information about changes that have occurred
es: Proporcionar información adicional acerca de los cambios que se han producido
fr: Fournir des informations supplémentaires sur les changements qui ont eu lieu

# Thinkage.MainBoss.MBUtility§Registry Key
source: Registry Key
es: Las claves del Registro
fr: La clé de Registre

source: Requestor '{0}' with email address '{1}' already existed
es: Solicitante '{0}' con dirección de correo electrónico '{1}' ya existía
fr: Demandeur '{0}' avec l'adresse e-mail '{1}' existe déjà

source: Script '{0}' contains multiple <Signature> elements
es: Secuencia '{0}' contiene multiples <Signature> elementos
fr: Le script '{0}' renferme de multiples éléments <Signature>.

# Thinkage.MainBoss.MBUtility§Server
source: Server
es: Servidor
fr: Serveur

# Thinkage.MainBoss.MBUtility§Set the default start organization to this entry
source: Set the default start organization to this entry
es: Establecer la organización de inicio predeterminada en esta entrada
fr: Définir l'organisation de départ par défaut à cette entrée

source: Show the AllUsers organization entry instead of the list
es: Mostrar la entrada de la organización AllUsers en lugar de la lista
fr: Afficher l'entrée de l'organisation AllUsers au lieu de la liste

source: Show the real (registry) organization names as well as their display names
es: Mostrar lo real (registro) los nombres de organización, así como sus nombres para mostrar
fr: Afficher les noms d'organisations réels (registre) ainsi que les noms affichés

source: Show the Start Default if any (and Last Selected Organization if different)
es: Mostrar el inicio por defecto en su caso (y el último Organización seleccionada si es diferente)
fr: Afficher le menu Démarrer par défaut le cas échéant (et dernière organisation sélectionnée si différente)

source: Show the verion of the MainBoss database, if the database is accessible
es: Mostrar la versión alemana de la base de datos de MainBoss, si la base de datos es accesible
fr: Afficher la verion de la base de données MainBoss, si la base de données est accessible

source: Specify the /ErrorOutput: option to record all error details
es: Especifique el / salida de error: opción para registrar todos los detalles del error
fr: Préciser l'option /ErrorOutput: option permettant d'enregistrer les détails de l'erreur

source: Specify the name of the file containing the customizations to be imported
es: Especifique el nombre del archivo que contiene las personalizaciones que se desea importar
fr: Indiquez le nom du fichier contenant les personnalisations à importer

source: Specify the name of the file containing the security definitions to be loaded
es: Especifique el nombre del archivo que contiene las definiciones de seguridad que se cargan
fr: Veuillez préciser le nom du fichier renfermant les définitions de sécurité à charger.

# Thinkage.MainBoss.MBUtility§Specify the name of the file to backup the database
source: Specify the name of the file to backup the database
es: Especifique el nombre del archivo de copia de seguridad de la base de datos
fr: Veuillez préciser le nom du fichier pour la sauvegarde de la base de données.

source: Specify the name of the file where the customizations will be exported
es: Especifique el nombre del archivo donde se exportan las personalizaciones
fr: Indiquez le nom du fichier où les personnalisations seront exportés

# Thinkage.MainBoss.MBUtility§Specify the name of the script file to be run
source: Specify the name of the script file to be run
es: Especifique el nombre del archivo de comandos que se ejecute
fr: Veuillez préciser le nom du fichier script à exécuter.

source: Specify the SQL authentication credential of the MainBoss user
es: Especifique la credencial de autenticación de SQL del usuario de MainBoss
fr: Spécifiez l'authentification d'authentification SQL de l'utilisateur MainBoss

# Thinkage.MainBoss.MBUtility§Start
source: Start
es: Inicio
fr: Début

source: Test if it is possible to connect to the referenced database and show error message if it is not possible
es: Comprueba si es posible conectarse a la base de datos de referencia y mostrar el mensaje de error si no es posible
fr: Test si il est possible de se connecter à la base de données référencées et montrer un message d'erreur se il ne est pas possible

# Thinkage.MainBoss.MBUtility§The {0} could not be parsed
source: The {0} could not be parsed
es: El {0} no se pudo analizar
fr: Le {0} n'a pas pu être analysé

source: The email addresses used to find the Active Directory entry for the contacts to be updated
es: Las direcciones de correo electrónico utilizadas para encontrar la entrada de Active Directory para los contactos que se actualicen
fr: Les adresses e-mail utilisées pour trouver l'entrée Active Directory pour les contacts à être mis à jour

source: The email addresses used to find the Active Directory entry for the users
es: Las direcciones de correo electrónico utilizadas para encontrar la entrada de Active Directory para los usuarios
fr: Les adresses e-mail utilisées pour trouver l'entrée Active Directory pour les utilisateurs

source: The root element in script '{0}' is missing or has no content
es: El elemento raíz en la escritura '{0}' no se encuentra o no tiene contenido
fr: L'élément racine dans le script '{0}' est absent ou n'a aucun contenu.

# Thinkage.MainBoss.MBUtility§The schema identification {0} does not exist.
source: The schema identification {0} does not exist.
es: No existe la identificación de esquema {0}.
fr: L'identification du schéma {0} n'existe pas.

source: The script signature does not verify against the Thinkage Ltd. certificate in the <Signature> element or this certificate is invalid
es: La firma de secuencias no concuerda con el registro de Thinkage <Signature> El elemento del certificado no es valido
fr: La signature du script ne correspond pas au certificat de Thinkage Ltd. présente dans l'élément <Signature>, ou le certificat n'est pas valide.

source: There are no customizations to export from this database.
es: No hay personalizaciones para exportar desde esta base de datos.
fr: Il n'y a pas de personnalisations pour exporter à partir de cette base de données.

# Thinkage.MainBoss.MBUtility§There are no saved organizations
source: There are no saved organizations
es: No se guardan las organizaciones
fr: Il n'y a pas les organisations enregistrées

source: There was a problem validating access to the database {0} on server {1}
es: Hubo un problema de validación de acceso a la base de datos {0} en el servidor {1}
fr: Il y avait un problème de validation de l'accès à la base de données {0} sur le serveur {1}

# Thinkage.MainBoss.MBUtility§Too many errors to continue
source: Too many errors to continue
es: Demasiados errores para continuar
fr: Un trop grand nombre d'erreurs de continuer

# Thinkage.MainBoss.MBUtility§Unable to access database {0} on server {1}
source: Unable to access database {0} on server {1}
es: No tiene acceso a la base de datos {0} en el servidor {1}
fr: Incapable d'accéder à la base de données {0} sur le serveur {1}

# Thinkage.MainBoss.MBUtility§Unable to load MainBoss Basic exported data from {0}
source: Unable to load MainBoss Basic exported data from {0}
es: No se puede cargar MainBoss Básico exporta datos de {0}
fr: Impossible de charger MainBoss de base données exportées à partir de {0}

# Thinkage.MainBoss.MBUtility§Unable to save error output to {0}
source: Unable to save error output to {0}
es: No se puede guardar la salida de error a {0}
fr: Impossible d'enregistrer la sortie d'erreur {0}

source: Update all the contacts that have Active Directory References
es: Actualizar todos los contactos que tienen Referencias de Active Directory
fr: Mettre à jour tous les contacts qui ont Active Directory Références

source: Use the primary email address in the contact as well as the Active Directory Reference to find the Active Directory entry
es: Utilice la dirección de correo electrónico principal en el contacto, así como la Referencia de Active Directory para encontrar la entrada de Active Directory
fr: Utilisez l'adresse e-mail principale dans le contact ainsi que l'annuaire de référence actif pour trouver l'entrée Active Directory

source: User table change attempt using SQL CONTROL permission
es: El cambio en la tabla no tiene permisos 'SQL CONTROL'
fr: Tentative de modification de la table des utilisateurs en utilisant l’autorisation SQL CONTROL

source: User table change using SQL CONTROL permission completed
es: Cambios de la tabla de permisos 'SQL CONTROL' completada
fr: Tentative de modification de la table des utilisateurs en utilisant l’autorisation SQL CONTROL complétée

# Thinkage.MainBoss.MBUtility§Verify that the organization database is accessible
source: Verify that the organization database is accessible
es: Compruebe que la base de datos de la organización es accesible
fr: Vérifiez si la base de données de l'organisation est accessible.

# Thinkage.MainBoss.MBUtility§Version
source: Version
es: Versión

# Thinkage.MainBoss.MBUtility§Warning: {0}
source: Warning: {0}
es: Aviso: {0}
fr: Attention: {0}

# Thinkage.MainBoss.MBUtility§You cannot use EmbeddedSchema together with EXCEL
source: You cannot use EmbeddedSchema together with EXCEL
es: No se puede utilizar EmbeddedSchema junto con EXCEL
fr: Vous ne pouvez pas utiliser EmbeddedSchema avec EXCEL

source: /ClientID and /ClientSecret options must be used together
fr: Les options /ClientID et /ClientSecret doivent être utilisées ensemble

# Thinkage.MainBoss.MBUtility§Error: {0}
source: Error: {0}
fr: Erreur: {0}

source: Specify the Client ID (App Id of the App Registration in Azure AD)
fr: Spécifiez l'ID client (ID d'application de l'enregistrement de l'application dans Azure AD)

source: Specify the Client Secret (password) required to authenticate with the Azure Application
fr: Spécifiez le secret client (mot de passe) requis pour s'authentifier auprès de l'application Azure
