Repository: thinkageltd/MainBoss
Catalog: Thinkage.MainBoss.Application/TranslationResources/messages.*.resx
Languages: es, fr

# Thinkage.MainBoss.Application§About...
source: About...
es: Acerca de ...
fr: À propos de...

# Thinkage.MainBoss.Application§Actions
source: Actions
es: Acciones
fr: Actes

# Thinkage.MainBoss.Application§Add form customizations from an external file
source: Add form customizations from an external file
es: Añadir personalizaciones de formulario desde un archivo externo
fr: Ajouter un formulaire personnalisations à partir d'un fichier externe

# Thinkage.MainBoss.Application§Add from file
source: Add from file
es: Añadir de archivo
fr: Ajouter à partir du fichier

# Thinkage.MainBoss.Application§All files (*.*)
source: All files (*.*)
es: Todos los archivos (*.*)
fr: Tous les fichiers (*. *)

# Thinkage.MainBoss.Application§Apply
source: Apply
es: Aplicar
fr: Appliquer

# Thinkage.MainBoss.Application§Apply &amp;&amp; Close
source: Apply && Close
es: Aplicar && Cerrar
fr: Appliquer && Fermer

# Thinkage.MainBoss.Application§Cancel
source: Cancel
es: Cancelar
fr: Annuler

# Thinkage.MainBoss.Application§Cancel customization
source: Cancel customization
es: Cancelar personalización
fr: Annuler personnalisation

# Thinkage.MainBoss.Application§Cannot use '{0}' with '/Mode:PickOrganization'
source: Cannot use '{0}' with '/Mode:PickOrganization'
es: No se puede usar '{0}' con '/Mode:PickOrganization'

# Thinkage.MainBoss.Application§Change Active Filter
source: Change Active Filter
es: Cambio Filtro Activo
fr: Changez Filtre Actif

source: Change the number of days back that records are displayed
es: Cambiar el número de días atrás que los registros se muestran
fr: Modifier le nombre de jours en arrière que les dossiers sont affichés

# Thinkage.MainBoss.Application§Clear all customization
source: Clear all customization
es: Borrar todos personalización
fr: Effacer tout personnalisation

# Thinkage.MainBoss.Application§Close
source: Close
es: Cerrar
fr: Fermer

source: Close this form and return to the previous application
es: Cerca de este formulario y devolverlo a la aplicación anterior
fr: Fermer cette formulaire et le retourner à l'application précédente

# Thinkage.MainBoss.Application§Close this window
source: Close this window
es: Cerrar esta ventana
fr: Fermer la fenêtre

source: Container nodes are made visible as required by their contents
es: Nodos de contenedores se hacen visibles como es requerido por su contenido
fr: nœuds de conteneurs sont rendus visibles comme requis par leur contenu

# Thinkage.MainBoss.Application§Customization files (*.xml)
source: Customization files (*.xml)
es: Archivos de personalización (*.xml)
fr: Les fichiers de personnalisation (* .xml)

# Thinkage.MainBoss.Application§Customize Main Menu
source: Customize Main Menu
es: Personaliza Menú Principal
fr: Personnaliser le menu principal

# Thinkage.MainBoss.Application§Do you want to apply your changes before closing?
source: Do you want to apply your changes before closing?
es: ¿Quiere aplicar los cambios antes de cerrar?
fr: Voulez-vous pour appliquer vos modifications avant de fermer?

source: Do you want to publish your form customizations before closing?
es: ¿Quieres publicar tu forma personalizaciones antes de cerrar?
fr: Voulez-vous de publier vos personnalisations de forme avant la fermeture?

source: Do you want to save all errors into a file for later analysis?
es: ¿Quieres guardar todos los errores en un archivo para su posterior análisis?
fr: Voulez-vous enregistrer toutes les erreurs dans un fichier pour une analyse ultérieure?

# Thinkage.MainBoss.Application§Enable
source: Enable
es: Permitir
fr: Permettre

# Thinkage.MainBoss.Application§Export
source: Export
es: Exportar
fr: Exportation

source: Export for Excel (includes schema in other file) (*.xml)
es: Exportación de Excel (incluye esquema en otro archivo) (*.xml)
fr: Exportation vers Excel (comprend schéma dans un autre fichier) (* .xml)

source: Export the current form customizations to an external file
es: Exportar las personalizaciones forma actual a un archivo externo
fr: Exporter les personnalisations actuelles de formulaire à un fichier externe

# Thinkage.MainBoss.Application§Export with embedded schema (*.xml)
source: Export with embedded schema (*.xml)
es: Exportación con esquema incrustado (*.xml)
fr: Export avec le schéma intégré (* .xml)

# Thinkage.MainBoss.Application§Export with no embedded schema (*.xml)
source: Export with no embedded schema (*.xml)
es: Exportación con ningún esquema incrustado (*.xml)
fr: Export avec aucun schéma intégré (* .xml)

# Thinkage.MainBoss.Application§For Excel (*.xml)
source: For Excel (*.xml)
es: para Excel (*.xml)
fr: Pour Excel (* .xml)

# Thinkage.MainBoss.Application§Form Customization
source: Form Customization
es: Personalización Formulario
fr: Formulaire de personnalisation

# Thinkage.MainBoss.Application§Get Technical Support
source: Get Technical Support
es: Obtener Soporte Técnico
fr: Obtenir un Support Technique

# Thinkage.MainBoss.Application§Go to Help Index
source: Go to Help Index
es: Ir al indice de la ayuda
fr: Allez à Index de l'aide

# Thinkage.MainBoss.Application§Go to Help Table of Contents
source: Go to Help Table of Contents
es: Ir a la tabla de contenido de la ayuda
fr: Allez dans Aide Table des matières

# Thinkage.MainBoss.Application§Go to technical support information
source: Go to technical support information
es: Ir a información de soporte técnico
fr: Aller à l'information de support technique

# Thinkage.MainBoss.Application§Help
source: Help
es: Ayuda
fr: Aidez-Moi

# Thinkage.MainBoss.Application§Import Errors
source: Import Errors
es: Errores de importación
fr: Erreurs d'importation

# Thinkage.MainBoss.Application§Import files (*.xml)
source: Import files (*.xml)
es: Importar archivos (*.xml)
fr: Importer des fichiers (* .xml)

# Thinkage.MainBoss.Application§Importing Data
source: Importing Data
es: Importación de datos
fr: Importation de données

# Thinkage.MainBoss.Application§Index
source: Index
es: Indice

# Thinkage.MainBoss.Application§Is contained in one of
source: Is contained in one of
es: Está contenido en una de
fr: Est contenue dans une des

# Thinkage.MainBoss.Application§is contained in one of {0}
source: is contained in one of {0}
es: está contenido en uno de {0}
fr: est contenu dans l'un des {0}

# Thinkage.MainBoss.Application§Line {0}, Position {1}:{2}
source: Line {0}, Position {1}:{2}
es: Línea de {0}, Posición {1}:{2}
fr: Ligne {0}, {1} Position: {2}

# Thinkage.MainBoss.Application§Login&amp;User Administrator
source: Login&User Administrator
es: Usuario y administrador de usuarios
fr: Login & Utilisateur Administrateur

source: MainBoss will require new license keys after the upgrade. Do you want to continue with the upgrade?
es: MainBoss requerirá nuevas claves de licencia después de la actualización. ¿Desea continuar con la actualización?
fr: MainBoss nécessitera de nouvelles clés de licence après la mise à niveau. Voulez-vous poursuivre la mise à niveau?

# Thinkage.MainBoss.Application§No unpublished form customizations exist
source: No unpublished form customizations exist
es: No existen personalizaciones de formulario sin publicar
fr: Aucun inédits personnalisations de formulaires existent

# Thinkage.MainBoss.Application§Open a new main window showing the same data
source: Open a new main window showing the same data
es: Abrir una ueva ventana principal mostrando los mismos datos
fr: Ouvrez une nouvelle fenêtre principale montrant les mêmes données

# Thinkage.MainBoss.Application§Open in New Window
source: Open in New Window
es: Abrir en una nueva ventana
fr: Ouvrir dans une nouvelle fenêtre

# Thinkage.MainBoss.Application§Publish
source: Publish
es: Publicar
fr: Publier

source: Publish all currently applied form customizations to the database for all users
es: Publicar todas las personalizaciones de formulario que se aplican actualmente a la base de datos para todos los usuarios
fr: Publier toutes les personnalisations de forme actuellement appliquées à la base de données pour tous les utilisateurs

source: Remove all form customizations, discarding any unsaved changes you have made
es: Retire todas las personalizaciones de formulario, descartando los cambios no guardados que ha hecho
fr: Retirez toutes les personnalisations de forme, en rejetant les modifications non enregistrées que vous avez faites

source: Replace current form customizations from an external file, discarding any unsaved changes you have made
es: Reemplace las personalizaciones forma actual desde un archivo externo, descartando los cambios no guardados que ha hecho
fr: Remplacer actuelles personnalisations de formulaire à partir d'un fichier externe, en rejetant les modifications non enregistrées que vous avez faites

# Thinkage.MainBoss.Application§Replace from file
source: Replace from file
es: Reemplace de archivo
fr: Remplacer un fichier

# Thinkage.MainBoss.Application§Requested Settings could not be found
source: Requested Settings could not be found
es: Ajustes solicitada no se pudo encontrar
fr: Paramètres demandée n'a pas pu être trouvé

source: Reset form customizations as currently published, discarding any unsaved changes you have made
es: Restablecer formulario personalizaciones que se publica en la actualidad, descartando los cambios no guardados que ha hecho
fr: Réinitialiser personnalisations actuellement publié, en rejetant les modifications non enregistrées que vous avez faites

# Thinkage.MainBoss.Application§Restore
source: Restore
es: Restaurar
fr: Restaurer

# Thinkage.MainBoss.Application§Restore from published
source: Restore from published
es: Restaurar desde publicada
fr: Restaurer à partir publié

source: Restore the selected organization from one of its backups
es: Restaurar la organización seleccionada de una de sus copias de seguridad
fr: Restaurer l'organisation choisie parmi l'une de ses sauvegardes

# Thinkage.MainBoss.Application§Restoring database
source: Restoring database
es: Base de datos de Restauración
fr: Base de données Restauration

# Thinkage.MainBoss.Application§Select which entries in the main menu are visible
source: Select which entries in the main menu are visible
es: Seleccionar qué entradas del menú principal son visibles
fr: Sélectionnez les entrées dans le menu principal sont visibles

# Thinkage.MainBoss.Application§Setting built-in MainBoss security.
source: Setting built-in MainBoss security.
es: Configuración de seguridad integrada MainBoss.
fr: Réglage sécurité intégrée MainBoss.

# Thinkage.MainBoss.Application§Show compact browsers
source: Show compact browsers
es: Mostrar compacto de los navegadores
fr: Afficher navigateurs compacts

# Thinkage.MainBoss.Application§Show information about this application
source: Show information about this application
es: Mostrar información acerca de esta aplicación
fr: Affiche des informations sur cette application

# Thinkage.MainBoss.Application§Show only records less than this many days old
source: Show only records less than this many days old
es: Mostrar solamente registros menores con ciertos días de antigüedad
fr: Afficher uniquement les documents de moins de cette vieille plusieurs jours

# Thinkage.MainBoss.Application§Show only records since
source: Show only records since
es: Mostrar solamente registros desde
fr: Afficher uniquement les documents depuis

source: Some of the License Keys that were valid for earlier versions of MainBoss will not be valid for this version
es: Algunas de las claves de licencia que eran válidos para las versiones anteriores de MainBoss no será válida para esta versión
fr: Certains des clés de licence qui étaient valables pour les versions antérieures de MainBoss ne sera pas valable pour cette version

# Thinkage.MainBoss.Application§Start Support Connection
source: Start Support Connection
es: Iniciar la conexión Soporte
fr: Lancer Support Connection

source: Start the Teamviewer support connection with Thinkage
es: Iniciar la conexión con el apoyo de TeamViewer Thinkage
fr: Démarrez la connexion de support Teamviewer avec Thinkage

# Thinkage.MainBoss.Application§Table of Contents
source: Table of Contents
es: Tabla de contenidos
fr: Table des matières

# Thinkage.MainBoss.Application§The culture info to use
source: The culture info to use
es: La información de la cultura a utilizar
fr: L'information culturelle à utiliser

# Thinkage.MainBoss.Application§The culture info to use for formatting
source: The culture info to use for formatting
es: La información cultural para usar para formatear

# Thinkage.MainBoss.Application§The culture info to use for messages
source: The culture info to use for messages
es: La información de cultura para usar para mensajes

source: The database is already at the latest version and tailored for your current SQL Server version
es: La base de datos ya se encuentra en la versión más reciente y adaptado para su versión actual de SQL Server
fr: La base de données est déjà à la dernière version et adaptée à votre version de SQL Server actuel

source: The database requires upgrading for the application '{0}'. Use the 'Upgrade' operation to upgrade the database.
es: La base de datos requiere actualizar la aplicacion '{0}'. Utilice la operación 'Modernizar' para actualizar la base de datos.
fr: La base de données nécessite la mise à niveau de l'application '{0}'. Utilisez l'opération 'Améliorer' pour mettre à jour la base de données.

# Thinkage.MainBoss.Application§The latest database version is {0}
source: The latest database version is {0}
es: La ultima version de la base de datos es {0}
fr: La dernière version de la base de données est {0}

source: The latest database version is {0} tailored for SQL Server version {1}
es: La última versión de la base de datos es {0} adaptada para la versión de SQL Server {1}
fr: La dernière version de la base de données est {0} adaptée pour la version SQL Server {1}

source: The upgrade has completed but the update of the database statistics has failed. A SQL sysadmin should update the MainBoss database statistics to ensure improved performance.
es: La actualización se ha completado pero la actualización de las estadísticas de base de datos ha fallado. Un sysadmin de SQL debe actualizar las estadísticas de la base de datos MainBoss para garantizar un rendimiento mejorado.
fr: La mise à niveau a terminé mais la mise à jour des statistiques de base de données a échoué. Un sysadmin SQL doit mettre à jour les statistiques de la base de données MainBoss afin d'améliorer les performances.

# Thinkage.MainBoss.Application§The URL location for the documentation
source: The URL location for the documentation
es: La ubicación de la URL de la documentación
fr: L'emplacement de l'URL pour la documentation

source: There are no licenses for the application '{0}'. Use the 'Administration' application to add the required licenses.
es: No hay licencias para la aplicación '{0}'. Utilice la aplicación "Administración" para añadir las licencias necesarias.
fr: Il n'y a pas de licences pour l'application '{0}'. Utilisez l'application 'Administration' d'ajouter les licences requises.

# Thinkage.MainBoss.Application§There was a problem validating access to {0}
source: There was a problem validating access to {0}
es: Hubo un problema de validación de acceso a {0}
fr: Il y avait un problème de validation de l'accès à {0}

source: This application does not support personal Settings
es: Esta aplicación no admite ajustes personales
fr: Cette application ne supporte pas les paramètres personnels

source: This database uses features available in SQL server version {0} but your server is version {1} which has additional features which would enhance performance. Use the 'Upgrade' operation to update the database to use these newer features.
es: Esta base de datos utiliza las características disponibles en SQL Server versión {0}, pero el servidor es la versión {1} que tiene características adicionales que mejoran el rendimiento. Utilice la operación 'Modernizar' para actualizar la base de datos para utilizar estas nuevas características.

source: This database's current version is {0} tailored for SQL Server version {1}
es: Versión actual de esta base de datos es {0} adaptada para la versión de SQL Server {1}
fr: Version actuelle de cette base de données est {0} adaptée pour la version SQL Server {1}

# Thinkage.MainBoss.Application§Updating Database Index Statistics.
source: Updating Database Index Statistics.
es: Actualización de las estadísticas del índice de la base de datos.
fr: Mise à jour des statistiques de l'index de la base de données.

# Thinkage.MainBoss.Application§Upgrade
source: Upgrade
es: Modernizar
fr: Améliorer

source: Upgrade this database to the latest version and optimize for the current SQL Server version
es: Modernizar esta base de datos a la última versión y optimizar para la versión actual de SQL Server
fr: Cette base de données de mise à niveau à la dernière version et optimiser pour la version de SQL Server actuel

source: Upgrading MainBoss maintenance organization to current version
es: Modernización la organización de mantenimiento MainBoss a la versión actual
fr: Mise à niveau de MainBoss organisme de maintenance à la version actuelle

source: Upgrading this database may prevent older MainBoss services and users of older MainBoss applications from accessing this database
es: Modernización de esta base de datos puede impedir mayores servicios MainBoss y los usuarios de las aplicaciones más antiguas MainBoss del acceso a esta base de datos
fr: Mise à niveau de cette base de données peut empêcher les services MainBoss âgées et les utilisateurs des anciennes applications MainBoss d'accéder à cette base de données

# Thinkage.MainBoss.Application§User Administrator
source: User Administrator
es: Administrador de Usuarios
fr: Administrateur Utilisateur

# Thinkage.MainBoss.Application§View
source: View
es: Ver
fr: Vue

source: While this form is open other MainBoss users and services will be unable to access this database
es: Mientras esta forma esta abierta otros usuarios y servicios de MainBoss no estarán disponibles para accesar esta base de datos
fr: Bien que cette forme est ouvert d'autres utilisateurs et les services MainBoss ne pourront pas accéder à cette base de données

# Thinkage.MainBoss.Application§XML file (*.xml)
source: XML file (*.xml)
es: archivo XML (*.xml)
fr: Fichier XML (* .xml)

# Thinkage.MainBoss.Application§XML Validation Errors {0}
source: XML Validation Errors {0}
es: Los errores de validación XML {0}
fr: Erreurs de validation de XML {0}

# Thinkage.MainBoss.Application§You have no customizations to apply
source: You have no customizations to apply
es: No tiene personalizaciones para aplicar
fr: Vous ne avez pas d'appliquer les personnalisations

# Thinkage.MainBoss.Application§You have unapplied customizations
source: You have unapplied customizations
es: Usted tiene personalizaciones no aplicados
fr: Vous avez des personnalisations non appliquées

# Thinkage.MainBoss.Application§You must close all other MainBoss windows first.
source: You must close all other MainBoss windows first.
es: Usted debe cerrar todas las ventas MainBoss primero.
fr: Vous devez fermer d'abord toutes les autres fenêtres de MainBoss.

# Thinkage.MainBoss.Application§Your current SQL Server version is {0}
source: Your current SQL Server version is {0}
es: Su actual versión de SQL Server es {0}
fr: Votre version actuelle de SQL Server est {0}

# Thinkage.MainBoss.Application§Zoom in on View
source: Zoom in on View
es: Cambio en la vista
fr: Zoom sur Voir
